{"title": "Damiano dei Maneskin, la sua storia: dalla strada all’Eurovision, \"Con le monetine raccolte il primo singolo\"", "text": "Damiano dei Maneskin, la sua storia: dalla strada all’Eurovision, \"Con le monetine raccolte il primo singolo\"\nDa via del Corso alla vetta dell’Europa. La geolocalizzazione romana non ci porta nella strada dello shopping della capitale, ma sul marciapiede dove i Måneskin hanno fatto la gavetta. Erano quattro ragazzini che facevano i busker, con il sogno del rock and roll. Freschi di trionfo all’Eurovision Song Contest non hanno dimenticato quelle giornate sull’asfalto. Nel video per la diretta di Rai1 di sabato sera che riassumeva i cinque anni di carriera ci hanno messo ovviamente il faccione di Amadeus che annuncia la loro vittoria a Sanremo, ma anche quelle immagini amatoriali.\n«Via del Corso è dove abbiamo iniziato a suonare. Ci andavamo sempre agli inizi del nostro percorso, con le monete abbiamo messo insieme i soldi per il nostro primo singolo. Quella voglia di suonare e di condividere la nostra musica ora come allora è rimasta sempre la stessa», racconta Damiano David, il frontman del gruppo, il mattino dopo la finale dell’Esc. Trentuno anni dopo Toto Cutugno (e prima ancora c’era stata soltanto Gigliola Cinquetti nel 1964), l’Italia torna a vincere la competizione musicale continentale. «Zitti e buoni» bissa Sanremo. «Basta competizioni adesso — commenta il cantante — ci mettono troppa ansia. Continueremo a seguire la musica, andremo dove ci porta lei». Come hanno sempre fatto.\nNati dalla strada appunto e poi passati per un talent, l’edizione 2017 di «X Factor» sotto l’ala protettrice di Manuel Agnelli, uno che i test di rockitudine li ha passati tutti. Non avevano vinto, ma visto come è andata (e come è andata al vincitore) chissene. Damiano sprizza energia e sensualità, gioca sul confine dell’ambiguità e con un numero di pole dance in tacchi a spillo diventa il sogno erotico delle milf davanti allo schermo, Alba Parietti presidente del club. Terminata l’esperienza televisiva arrivano le bordate di chi non ammette che il rock possa passare anche da un talent show. Loro se ne fregano e tornano a macinare musica sul palco. Classe 1999, liceo classico abbandonato con un paio di bocciature alle spalle, petto sempre nudo con il tatuaggio «Il ballo della vita» (titolo dell’album di esordio) in bella vista, Damiano si mangia il palco: istrione, sguardo bistrato, la giusta dose di arroganza.\n«Lo diciamo all’Europa e al mondo intero: il rock non morirà mai». Lo ha gridato ieri dal palco della Ahoy Arena di Rotterdam al momento della proclamazione. «Sai quante volte ci hanno detto “meglio se fate una cosa più pop”, oppure “provate con la musica che va adesso e non con il rock”... Vincere con questa canzone ci ha ripagato del non aver dato ascolto a queste voci». Si gusta la rivincita. E chissà quanto la riscoperta del genere sia anche una reazione ai comportamenti distaccati e isolati cui la pandemia ci obbliga: il rock ha una gestualità fisicamente liberatoria rispetto ai movimenti ciondolanti della trap. L’esibizione di «Zitti e buoni» è stata una botta di energia, suoni distorti, pelle e fuoco. «Il rock nasce come attitudine — spiega Damiano —: il suo modo di muoversi ti rende libero». E dire che ha rischiato grosso.", "original_url": "https://www.corriere.it/spettacoli/21_maggio_24/damiano-maneskin-sua-storia-strada-all-eurovision-con-monetine-raccolte-primo-singolo-6e5a3c0c-bbe6-11eb-822f-b2d049d46202.shtml", "wayback_url": "https://web.archive.org/web/20210524054456/https://www.corriere.it/spettacoli/21_maggio_24/damiano-maneskin-sua-storia-strada-all-eurovision-con-monetine-raccolte-primo-singolo-6e5a3c0c-bbe6-11eb-822f-b2d049d46202.shtml", "a_id": "Q57415344-1"}