{"title": "John Newman interview: 'There are too many celebrities and not enough artists'", "text": "John Newman interview: 'There are too many celebrities and not enough artists'\nBackstage at the Bowery Ballroom, in New York's Lower East Side, beside a table containing a hacked-into roast chicken, carrot batons, hummus, bottles of wine and vodka, \"but wraps, no bread, it makes me fat\", John Newman is also digesting the news that his single Love Me Again is at No 20 and first album, Tribute, at No 2 in the American iTunes charts. Earlier that day, he got the news that he has two Brit nominations, for best single and best male artist.\nTribute has now sold 300,000 copies worldwide, having gone straight to No 1 in the British album charts, beating Paul McCartney and Cher, last October. Love Me Again was also a UK No 1, and Newman has had more than 100m views on his Vevo channel. A UK tour, which will see him playing to 25,000 people, kicks off this week.\n\"The feedback's been mental, man,\" the 23-year-old singer says before the Bowery concert, dressed all in black (collarless shirt designed by him, jacket by Dior). \"You hear all these stories about the blood, sweat and tears of working towards success in America and here I've just walked in and had the best week of my life.\" He is confident rather than arrogant, blunt, and an excitable talker, tumbling over words in his North Yorkshire burr.\nThe speed of Newman's ascent to fame has stunned him. 2013, he says, was his \"year of hype\", when his soulful pop broke big in Britain and throughout Europe. His voice and sound mark him as the male Adele or Amy Winehouse, both of whom he adores; indeed, the blond swoosh of dye atop his quiff was partly inspired by Winehouse. In the US this month he has appeared on Jimmy Fallon's and Ellen DeGeneres's chatshows and NBC's breakfast show, Today. He's solid-looking, handsome: a bulky, straight showman dishing out blowsy balladry, which should sound and look absurd, but that evening the Bowery Ballroom crowd delight in Newman's apparent sincerity. Love Me Again sends them, as Newman would say, mental.\nNewman seems older than 23, unsurprising given his turbulent upbringing and what he describes as his \"stubborn\" character. He writes and produces all his own music and, despite record company ballast, shows no sign of changing the one-man-band operation of his teenage years, when he not only made the music, but also designed the look of his Myspace page. He says he doesn't seek other famous people's approval or advice: \"I want to do my own thing and if it goes wrong I'll learn from that.\" He \"keeps looking\" at the US album chart to see what Tribute \"is doing\".\n\"We get Gangnam Style and Crazy Frog at the top of our charts and they get Jay-Z,\" Newman says, comparing the UK and America. \"We fall for hype and novelty. They don't. Their music history is too strong. As listeners, they're very stubborn. They want to listen to songs crafted by real artists. As a music industry, they produce at that high level and always have done.\" Newman says he's coming to the US \"at a very fortunate time\", when it is lapping up British artists such as Adele and Arctic Monkeys.\n\"I couldn't give a shit about fame,\" he continues. \"What felt good coming to America was walking down the street and no one knowing me. There are way too many celebrities in the world at the moment and not enough artists. It's the talent-show world that's brought that out. Fame has become, 'Look at me, I'm getting my photo taken with another famous person' or, 'I'm selling records because I'm dancing with my arse out next to a pervy old man in a suit at a massive awards ceremony.' People have forgotten about the music. I don't want to get my face in the paper with my shirt ripped off walking out of a nightclub.\" His theatrics are restricted to the stage, where he dances in a smooth, Michael Jackson-ish shuffle, his all-black outfit broken only by a pair of white socks. (He designs some of his own clothes and eventually wants to launch his own fashion line.)\nNewman was always a \"very calculating person. If you're bought up in a very small council house and you come into a bit of money, you should enjoy it. There's a difference between being born with money and not, and I appreciate I earn a good living.\"\nNo traditional, misty-eyed hometown-boy tale for Newman. He grew up in Settle, a market town in the Yorkshire Dales, which he describes ruefully as \"small in every way\". His father, whom he declines to name (\"I don't want him to get anything out of my name\") was with the family until Newman was six, \"then did a runner. He was a massive alcoholic, and he decided to give us loads of shit and not help us out with money. Me, my mum [Jackie] and brother [James, now 28] were left with a pound a day. It was bad. We were really skint, but we're a tight-knit family who cared for each other and pushed each other. My brother still had a relationship with my dad, but I struggled to even get a birthday card.\"\nNewman is proud that Jackie will soon move to London to live with – and be supported by – him, having given up her job as a receptionist in a dairy where she has worked for 35 years. From the age of six, Newman taught himself \"to do everything. Me and my brother became the men of the house. You learn a lot emotionally when you lose people.\"\nAt school, Newman didn't like his music teacher and chose drama instead, which gave him confidence. He had a low attention span, but was \"very Educating Yorkshire – in that if someone put something in my head I was on to it\". He created a makeshift studio at home and started DJing at older people's weddings (\"They paid more\"), playing the northern soul and Motown tunes his mother listened to, \"standing there watching my grandad make out with my grandma for six hours\". His influences, he says, span Michael Jackson, James Brown, Prince, Berry Gordy, Adele, Amy Winehouse, Florence and the Machine, hip-hop, house, dubstep, \"and I'm a huge jungle fan\".\nSettle was \"like The League of Gentlemen. All the lads were the same person I didn't want to be. I want to throw a thousand punches when I think about it. I was misunderstood and they took the piss out of me. 'My passions were abused and my words were never used' is one of my lyrics. My passion was to get out of there. Now they'd turn around and say, 'Oh, he's gone and done it for our town.' But I haven't done it for that town at all. I've done it for myself.\"\nIf he can make it there… John Newman performing Love Me Again on Late Night with Jimmy Fallon in New York earlier this month. Photograph: NBC/ Getty Images\nHis teenage years sound pretty wild. \"Friday nights were for fighting,\" says Newman. He smoked weed as well as drank. There were run-ins with the police. \"I've got a bit of a gob on me,\" says Newman. \"If someone stopped me from having fun I wouldn't like it. One time, someone upset me so I trashed his car and threw half of it in the river.\" He laughs. Another time, he rode a motorbike around a rugby playing field pursued by police. He was arrested after stealing magazines from outside a shop. \"It's ridiculous what I was taken in for,\" he says. \"It was never like I was shooting some guy in the face.\"\nHis brother, a singer-songwriter, had a band, Waiting for Volkaerts, which inspired him. Is it difficult for the older brother to observe the younger's stellar success? \"My brother is my best friend,\" says John, \"and the proudest for me. But he's my big brother and it must be hard on him. If I can ever support him I will, but he's a clever guy who can do all this by himself.\"\nNewman studied to be a mechanic, but says he knew he was wasting his time, so went to study music in Leeds, then London. His soulful voice comes from listening to Otis Redding, he says, \"on many a night sitting with my guitar, singing with pain under my belt\". At 17, two close friends, Tom Rodgers and Ben Ineson, died in a car crash. \"They inspired me and their deaths put me in a dark place for year.\"\nNewman's path to fame took in a meeting with a management agent who was auditioning members for a boyband that would eventually become the Wanted. She was impressed by his music, but he mistook her enthusiasm for a definitive golden ticket and in his determined way fashioned an album, including artwork, ready to record when they met for a second time. He nevertheless found a manager, signed to Island Records in late 2011, and in 2012 recorded two big hits with the drum'n'bass collective Rudimental.\nThat year, more drama erupted: Newman discovered he had a tumour, thankfully benign, on his brain. Doctors extracted it through his nose (\"absolutely bloody mental\"). In his post-surgery delirium, \"I told the nurse my girlfriend was my sister but we were still having sex. Thank God it's over. Ever since that day, I've never stopped working because my job makes me happy and with all the success I have I'm a happy, happy man.\"\nNow he wants to lose the weight he gained through taking steroids to aid his recovery. He sometimes wonders about a more aggressive or cancerous tumour recurring, \"But I'll deal with it if it does. There are people in far worse situations than me.\"\nMany of Newman's songs are about torrid love affairs and fractured relationships. He says when he was growing up, other boys would deliberately make a play for girls he was interested in to upset him. He would get paranoid about girls seeing other guys behind his back: one song, Cheating, is about \"a girl in Leeds who I still don't know if she did cheat on me\". He is single now, though he has met someone he likes and who makes him feel good. He is in no rush to be married and have children, though a much-loved two-year-old cousin makes him feel broody.\nIf he's plain speaking about where he's from, Newman is wary of fame, not wanting to be an artist who burns bright, then disappears into \"no-man's-land. I want to make records people love and buy for the same reason as people buy into me as a songwriter. I want to make clothes that people like to see on me and themselves. I want to be the naive, creative person who loves the job he's doing and continues to do that for a long time.\" He is slowly \"getting out of the bath of my first album into planning my second\".\nThe thing is, Newman is not naive. He is, as he says, calculating. Not in a desperate, awful way. But he is doing the job he wants and he wants to do it big. He is proud to have bought his mum a Freeview box, and says that every time she texts him to say she is proud of him, \"that's 50% of why I do this. I'm very proud of the person she is.\" He wants to be proud of himself and for the \"good people around me\" to be proud. But he's a lad, too, who confesses to being tempted to \"shag the most famous person you meet, though I'm still on the Z-listers right now\".\nIn a box of ephemera cataloguing his life, Newman keeps a \"record of achievement\" from school. It includes the question: \"Where would you like to be in 20 years?\" At the time, he wrote underneath: \"I'd like to be building my own cars in my own garage.\" Newman laughs now: \"Oh shit, that has not gone to plan.\" He shakes his head. \"I mean, I have nothing against mechanics, but I fucking love my job.\"\nNewman's UK tour starts on Friday at Limelight, Belfast. johnnewman.co.uk", "original_url": "http://www.theguardian.com/music/2014/jan/20/john-newman-interview-uk-tour", "wayback_url": "https://web.archive.org/web/20140121012054/http://www.theguardian.com/music/2014/jan/20/john-newman-interview-uk-tour", "a_id": "Q55614888-13"}