{"title": "Czech Republic: Benny Cristo to Eurovision 2021", "text": "Czech Republic: Benny Cristo to Eurovision 2021\nBenny Cristo will represent the Czech Republic at the Eurovision Song Contest 2021.\nThe Czech Republic is the latest country to announce that they will be sending the artist selected for Eurovision 2020 to the 2021 contest. Benny Cristo was selected to represent the Czech Republic with “Kemama” in this year’s contest in Rotterdam before it was cancelled due to the COVID-19 pandemic.\nLucie Kapounová, Development Manager of Česká televize, stated:\n“Benny convincingly won this year’s national selection, but unfortunately he did not get the opportunity to appear on the big Eurovision stage, so we decided to address him as a representative for next year as well. However, we would like to let the fans and spectators talk about what song he would represent the country with in the coming year, because according to the rules, it cannot be “Kemama”. We will inform the audience about everything in a timely and continuous manner.”\nBenny Cristo, who has begun negotiations with Česká televize, also stated:\n“I am very happy that Česká televize has given me a chance to show what I have next year as well. I can promise all fans and spectators that I will make full use of the time I have due to world events. You have something to look forward to!”\nTo date the following nations have confirmed their 2021 participants:\nAustralia – Montaigne\nAustria – Vincent Bueno\nAzerbaijan – Samira Efendi\nBelgium – Hooverphonic\nBulgaria – Victoria\nCzech Republic – Benny Cristo\nGeorgia – Tornika Kipiani\nGreece – Stefania\nIsrael – Eden Alene\nNetherlands – Jeangu Macrooy\nRomania – Roxen\nSpain – Blas Cantó\nSwitzerland – Gjon’s Tears\nUkraine – Go-A\nThe Eurovision Song Contest 2020 was scheduled to take place in at the Ahoy Arena in Rotterdam on the May 12, 14 and 16. The Netherlands won the right to host the competition following their win in 2019 with Duncan Laurence and the song “Arcade”.\nWho is Benny Cristo?\nBenny Cristo (born Ben Cristóvão) was born on June 8 1987 in Plzeň in the west of Czech Republic to Czech and Angolan parents. The singer rose to fame in 2009 after participating in the talent show Superstar, where he was a finalist. Since then, he has released 3 albums, 3 EPs, and numerous singles. His most recent single (before his Eurovision song) “Aleiaio” reached #3 in the Radio Top 100 in the Czech Republic.\nSource: ESC Czech Republic\nCzech Republic in the Eurovision Song Contest The Czech Republic have achieved their two highest places in the last 2 years, with Mikolas Josef coming 6th in Lisbon 2018 with the song “Lie to Me”. One year later in Tel Aviv, Lake Malawi achieved their second best placing with their entry “Friend of a Friend” coming 11th. Before this, their best placing was Gabriela Gunčíková who came 25th in 2016. This was their first appearance in the grand final despite competing 4 times previously.", "original_url": "https://eurovoix.com/2020/05/13/czech-republic-benny-cristo-to-eurovision-2021/", "wayback_url": "https://web.archive.org/web/20200521105516/https://eurovoix.com/2020/05/13/czech-republic-benny-cristo-to-eurovision-2021/", "a_id": "Q11068745-6"}