{"title": "Dette har nordmenn hørt på i 2020", "text": "Dette har nordmenn hørt på i 2020\nFoto: Janne Rugland\nAstrid Smeplass menger seg med verdens musikkelite som eneste norske artist blant de fem mest strømmede kvinnelige artister. Mens TIX er Norges mest populære artist.I tradisjon tro er Spotify tilbake med Wrapped for å se tilbake på musikk- og podkaståret, denne gangen for et annerledes 2020. Med et år for historiebøkene, har vi enda til gode å feire de som skapte litt ekstra glede i året som snart er omme.For selv i et år med pandemi, med mange opp- og nedturer, lytter vi til fengende musikk og underholdene podkaster. Mens vi finner norske artister som TIX, Kygo, Alan Walker, Astrid S, Herman Flesvig og Julie Bergan på de norske topplistene på Spotify, har brukerne ledd med favorittkomikerne, lyttet til krim og spennende historier, og latt seg pirre av norske kjendisers sexliv.LES OGSÅ: Dette årets beste norske album Både i Norge og globalt er det Billie Eilish som er den mest strømmede kvinnelige artisten i 2020, og beholder dermed tittelen som hele verdens popdronning fra fjoråret. Sammen med en stjernespekket toppliste, bestående av blant annet Ava Max, Dua Lipa og Ariana Grande, er det allikevel én norsk favoritt som utkonkurrerer verdensstjernene. Det er ingen ringere enn Astrid S som kan smykke seg med en andreplass på topplisten over mest strømmede kvinnelige artister i Norge.– For en utrolig nyhet å få! Jeg føler meg så heldig som kan leve av musikk, og at så mange hører på den. Tusen takk, sier Smeplass.Blant topp ti mest strømmede kvinnelige artistene finner vi også norske Julie Bergan på en tiendeplass.Til tross for at topplistene her til lands, både mest strømmede låter, artister og album preges av internasjonale stjerner, er det tre norske artister som har utmerket seg gjennom året. TIX er den mest populære artisten i Norge i 2020, etterfulgt av bergenserne Kygo på pallen og Alan Walker med en femteplass.Internasjonale stjerner som har vært mye spilt både i Norge og globalt er The Weeknd som her til lands har det mest strømmede albumet med «After Hours» og er den nest mest strømmede artisten, i tillegg til at han tar en andreplass med låten «Blinding Lights», som for øvrig var den mest spilte sangen globalt. I Norge var det låten «Svag» med svenske Victor Leksell vi hørte aller mest på gjennom året, og globalt er det Bad Bunny som vinner både artist- og album-kategorien, med hele 8,3 milliarder streams.TIXThe WeekndKygoJuice WRLDBillie EilishAlan WalkerAstrid SJustin BieberEminemAva MaxMest strømmede kvinnelige artister i NorgeBillie EilishAstrid SAva MaxDua LipaAriana GrandeLady GagaTaylor SwiftTones and IRihannaJulie BerganMest strømmede låter i Norge1. «Svag» - Victor Leksell2. «Blinding Lights» - The Weeknd3. «Roses (Imanbek Remix)» - Imanbek, SAINt JHN4. «Dance Monkey» - Tones and I5. «Haugenstua» - Herman Flesvig6. «ROCKSTAR» (feat. Roddy Ricch) - DaBaby, Roddy Ricch7. «Someone You Loved» - Lewis Capaldi8. «Savage Love (Laxed - Siren Beat)» - Jason Derulo, Jawsh 6859. «Salt» - Ava Max10. «Before You Go» - Lewis CapaldiMest strømmede albumer i NorgeAfter Hours, The WeekndDivinely Uninspired To A Hellish Extent, Lewis CapaldiShoot For The Stars Aim For The Moon, Pop SmokeFånga mig när jag faller, Victor LeksellGolden Hour, KygoFine Line, Harry StylesFuture Nostalgia, Dua LipaWHEN WE ALL FALL ASLEEP, WHERE DO WE GO?, Billie EilishHollywood’s Bleeding, Post MaloneLegends Never Die, Juice WRLDMest populære podkaster i NorgeFriminutt med Herman og MikkelTruecrimepoddenG-PunktetMisjonen med Antonsen og GoldenJan Thomas og Einar blir vennerHarm og HegsethTopp 3 med Mads og RasmusIda med hjertet i håndenLørdagsrådetRadioresepsjonenMest strømmede artister globaltBad BunnyDrakeJ BalvinJuice WRLDThe WeekndBTSBillie EilishTaylor SwiftPost MaloneTravis ScottMest strømmede kvinnelige artister globaltBillie EilishTaylor SwiftAriana GrandeDua LipaHalseyLady GagaNicki MinajRihannaCamila CabelloSelena GomezMest strømmede album globaltYHLQMDLG, Bad BunnyAfter Hours, The WeekndHollywood’s Bleeding, Post MaloneFine Line, Harry StylesFuture Nostalgia, Dua LipaShoot For The Stars Aim For The Moon, Pop SmokeWHEN WE ALL FALL ASLEEP, WHERE DO WE GO?, Billie EilishLegends Never Die, Juice WRLDDivinely Uninspired To A Hellish Extent, Lewis CapaldiChanges, Justin BieberMest strømmede låter globalt«Blinding Lights» - The Weeknd«Dance Monkey» - Tones and I«The Box» - Roddy Ricch«Roses - Imanbek Remix» - Imanbek and SAINt JHN«Don’t Start Now» - Dua Lipa«ROCKSTAR» (feat. Roddy Ricch)» - DaBaby, Roddy Ricch«Watermelon Sugar» - Harry Styles«death bed (coffee for your head)» - Powfu, beabadoobee«Falling» - Trevor Daniel«Someone You Loved» - Lewis CapaldiMest populære podkaster globalt1. The Joe Rogan Experience2. TED Talks Daily3. The Daily4. The Michelle Obama Podcast5. Call Her Daddy6. NPR News Now7. Crime Junkie8. Stuff You Should Know9. Gemischtes Hack10.The Journal.", "original_url": "https://www.musikknyheter.no/nyheter/21085/Dette-har-nordmenn-h%C3%B8rt-p%C3%A5-i-2020.html", "wayback_url": "https://web.archive.org/web/20210122013014/https://www.musikknyheter.no/nyheter/21085/Dette-har-nordmenn-h%C3%B8rt-p%C3%A5-i-2020.html", "a_id": "Q30323936-5"}