{"title": "Tix fra russeharry til rap-eliten", "text": "Tix fra russeharry til rap-eliten\nMOVE ON UP!: Andreas «Tix» Haukeland menger seg for tiden med større personligheter enn norsk russ. Foto: SIMON TØRNVALL ANDERSEN\nTix fra russeharry til rap-eliten\nPublisert: 20.02.17 10:10 Oppdatert: 20.02.17 12:22\nDel saken på: Facebook\nEmail\nLenken er kopiert\nMUSIKK 2017-02-20T09:10:35Z\nHvem skulle tro at Norges drøyeste russelåt-skaper en dag skulle få innpass hos den heteste delen av amerikansk rap-industri?\nFlo Rida (37) og Andreas «Tix» Haukeland (23). Smak på kombinasjonen. Først en multi-millionselgende og sofistikert sørstats-rapper, deretter en Bærumsjypling som skapte storm i Norge med tekstlinjer som «I kveld er det lov å være hore/Vil du være med meg hjem når vi drikkes under bordet?».\nNå står begges navn under Flo Ridas ferske single, «Game Time», som kom i helgen.\nLes også : Her gir Flo Rida telefonnummeret sitt til fansen via VG!\nTix har med andre ord gått fra å skrive harryvers for feststemt, norsk russ til å bidra på førstesinglen til det kommende albumet fra ett av USAs heteste artistnavn.\n– Det er deilig endelig å kunne vise at det ikke bare er russemusikk jeg driver med, sier Andreas «Tix» Haukeland på telefon fra Los Angeles.\n– Dette har vært planen helt siden jeg lagde de første skandalelåtene for vel to år siden. Jeg trivdes med å lage musikk til russen, og jeg ville toppe det helt før jeg tok det videre. Det var faktisk russelåtene som gjorde at jeg ble oppdaget i L.A., insisterer han.\nFlo Ridas nye «Game Time», feat. Sage the Gemini, er hovedsinglen fra det som blir Florida-rapperens første album på fem år, «The Perfect 10».\n– Det har vært en gradvis prosess – jeg kommer ikke til å gi slipp på party-musikken, men utvikle meg gradvis i forhold til hvordan vi skriver låter og hvem vi skriver for. Både publikum og jeg blir eldre, sier han.\nHusker du? : Artistmanager vil ha NRK-sensur oav Tix og andre russelåter\nSom Tix & The Pøssy Project satte Andreas Haukeland en helt ny standard i sjangeren russelåter - i negativ retning, vil de fleste si. Kritikken mot tekstene haglet, men låtene ble en braksuksess som han feiret med å fylle badekaret med pengene han tjente - flere titalls tusen kroner.\nDet uortodokse dykket i et badekar fylt av sedler fra Norges Bank publiserte han deretter på Snapchat og skapte like stort rabalder som alle debattene i kjølvannet av russelåt-tekstene hans.\n– Russelåtene har bare vært oppvarmingen, og det er veldig provoserende at jeg ikke har fått fortelle hele historien rundt det jeg vil, sier Haukeland til VG.\n– Mener du at mediene var for opptatt av skandaleinnholdet i tekstene til russelåtene dine?\n– Det har ikke vært rom for mye annet. Media har ønsket å få frem ett eneste bilde av Tix, og det har for så vidt vært helt greit. Jeg har bevisst spilt på det, men alltid visst at det bare har vært et spørsmål om tid før jeg hadde momentum nok til å bevise at jeg også er noe mer, forklarer han.\nAndreas Haukeland er spent på fortsettelsen etter å ha bidratt på Flo Ridas nye single. Gjennom sitt amerikanske låtforlag har han flere følere ute som han har fått positiv tilbakemelding på, sier han.\nHusk denne! : VGs plateanmeldelse av Tix - «Dømt og berømt»\nSamtidig har Haukeland vært stødig leverandør av russelåter også mens han har dreid fokuset mot Los Angeles og USA det siste året. Fire låter er klar nå i vår, og etter planen blir det ytterligere tre til høsten og nye tre til russekullet 2018.\nDeretter må Tix rett og slett se hva han får tid til, men én ting er sikkert;\n– Sjokket nå er vel at Tix kan lage musikk som når ut til folk, uten å måtte bruke drøye tekster!\nDenne artikkelen handler om Russen", "original_url": "https://www.vg.no/rampelys/musikk/i/aR7y4/tix-fra-russeharry-til-rap-eliten", "wayback_url": "https://web.archive.org/web/20180522112516/https://www.vg.no/rampelys/musikk/i/aR7y4/tix-fra-russeharry-til-rap-eliten", "a_id": "Q30323936-6"}