{"title": "Balbriggan, County Dublin", "text": "Balbriggan, County Dublin\n\"A LITTLE INFO ON LESLEY!!!\"\nHello everybody, I'm Lesley Roy. Welcome to my page!! I'm 19 and from Dublin, Ireland and I've been playing and listening to music for as long as I can remember!\nMy first introduction to music was through my mam. She played in bands as the singer since she was 13 so she was gigging when I was growing up and even when she was pregnant with me!!!!! She introduced me to a lot of great music very early on, as there was constantly music on in the house and musicians with their instruments coming and going to the gigs. Basically, I grew up in a real life \" Commitments\" which is a very famous movie based on an Irish Band struggling in the 80's (watch it if you've never seen it).\nAnyway, she played a lot of Motown stuff like The Temptations, Stevie Wonder, Michael McDonald, Blondie and Fleetwood Mac stuff, so this was my foundation to which I would later build on.\nWhen I was 11, I asked my mam if I could get a guitar as I suddenly felt a strong urge to play and create myself. After being educated by my mam, I felt it was time to put my knowledge and talent to practice. After a lot of saving (as we were not the richest family), I eventually got my first guitar and 3 weeks later played my first show singing and playing \"Let It Be\" by the Beatles to a very small audience, after that I was hooked and haven't stopped working since!!!\nAfter that I played a lot of small talent competitions, played with some bands and developed my own rock sound. Being heavily influenced by Melissa Etheridge, Stevie Nicks and Sheryl Crow I developed a very raw and exciting sound and started to get attention from other artists and local newspapers. Through all of this I met Rory O'Connor, a local artist/producer/writer when I was 15 and began writing and learning the skill from him. We wrote and recorded tracks together and tried to find a label that could do something more with our material. After a lot of gigs and writing/recording sessions, some of my material got the attention of an independent record label called Religion Music ran by Glenn Herlihy. After several meetings and a mutual understanding of my music and direction, Glenn offered me a deal and we got down to work!! In the studio with Glenn, Rory and producer Mark Murphy we enhanced the electric raw sound that Rory and I had already established, and after a year of solid recording and writing, started to get the attention of bigger labels.\nSo to bring you up to speed, about two months ago, Jeff Fenster from Jive heard my music and decided he wanted to see the live performance and came to Dublin to see me play with a full band. The gig went really well and two weeks later we were offered a deal. So a couple of weeks ago the Religion Music team and myself went to New York were I played an acoustic set for some people at Jive and then we signed the deal between Jive and Religion.\nSo from hear on, I'm going to finish my album, work with some new writers and take it from there. Here are some songs to keep you guys going until the whole thing is finished! I hope you enjoy them as much as I do. If anybody has any questions or comments feel free to chat!!\nMuch Love, Lesley** embe Get Your Own! | View Slideshow", "original_url": "http://myspace.com/lesleyroy", "wayback_url": "https://web.archive.org/web/20071013000120/http://myspace.com:80/lesleyroy", "a_id": "Q3784982-0"}