{"title": "Top Awards: Anxhela Peristeri: Në vitin 2019-të nuk është tabu të dalësh me të brendshme", "text": "Top Awards: Anxhela Peristeri: Në vitin 2019-të nuk është tabu të dalësh me të brendshme\nAnxhela Peristeri ka vendosur të kënaqë fansat e saj me një projekt të ri muzikor, të titulluar “Shpirt i bukur”. I publikuar në fund të sezonit veror, kjo kënga ka marrë menjëeherë vëmendjen e publikut shqiptar, duke u sugjeruar mjaftueshëm për t’u bërë pjesë e “The Top List” që në javën e parë të publikimit.\nPavarësisht se është përqafuar nga fansat, klipi i kësaj kënga është përballur me disa kritika dhe shkak është bërë veshja e këngëtares në këtë klip. Shuëm komentues në rrjetet sociale kanë kritikuar këngëtaren për dalen e saj me të brendshme, duke u shprehur se talenti i saj nuk ka nevojë për zhveshje të kësaj lloj natyre.\nE kontaktuar nga “Top Aëards” në lidhje me këto kritika, artistja ka dhënë përgjigjen e saj për të gjithë ata që mëndojnë se është tabu të vishesh me të brendshme në vitin 2019-të.\nTA: “Shpirt i bukur”, me kë ke bashkëpunuar për këtë projekt muzikor?\nAnxhela Peristeri: Kënga “Shpirt i bukur” është një kompozim i “Stine Records” dhe tekstin e kemi bërë bashkarisht.\nTA: Ku është xhiruar klipi?\nAnxhela Peristeri: Klipi është xhiruar në Gramsh tek “Hidrocentrali i Banjës” që është një nga zonat më të bukura të Shqipërisë për mendimin tim.\nTA: Pse vendose të veshësh një fustan të bardhë në këtë klip? Ka ndonjë domethënie?\nAnxhela Peristeri: Nuk ka asnjë domethënie, thjesht ju përshtatem tematikës së këngës.\nTA: E shumë kritikuar se ke dalë me të brendshme? A ke një përgjigje për ndjekësit e tu?\nAnxhela Peristeri: Po, fustani ishte një zgjedhje e imja dhe personalisht mendoj që ishte shumë i bukur dhe i përshtatshëm për klipin. Nuk doja të isha një nuse e zakonshme, doja që të vinte gjithcka më moderne. Në vitin 2019-të nuk është tabu të dalësh me të brendshme, mbi të gjitha në një klip që një veshje e tillë i rri shumë mirë konceptit. “Instagrami” është i mbushur plot e përplot me prapanica, me tanga nga njerëz që nuk kanë fare lidhje me artin, kështu që nuk e kuptoj pse “mbathjet” e mia bënë kaq shumë bujë. Artistët dhe skena pranon veshje të guximshme kështu që njerëz të dashur qetësohuni. Ishin thjesht një palë kilota që mbi të gjitha estetikisht ishin të lidhura shumë bukur me fustanin.\nTA: Për ty është më e vështirë të këndosh “live” apo të xhirosh një klip?\nAnxhela Peristeri: Asnjë nga të dyja nuk është e vështirë por kënaqësia më e madhe është kur këndoj “live”.\nTA: Pse vendose ta publikosh këtë këngë në fund të sezonit veror? Mendon se duhet të ishte publikuar më heret?\nAnxhela Peristeri: Ishte një këngë që erdhi papritur dhe e publikova pa u menduar gjatë.\nTA: Çfare i pret fansat e Anxhelës në muajt në vijim? Ndonjë projekt?\nAnxhela Peristeri: Kam shume projekte per muajt ne vijim qe do zbulohen ne kohen e duhur.", "original_url": "https://www.topalbaniaradio.com/v7/top-awards-anxhela-peristeri-ne-vitin-2019-te-nuk-eshte-tabu-te-dalesh-me-te-brendshme/", "wayback_url": "https://web.archive.org/web/20210514125748/https://www.topalbaniaradio.com/v7/top-awards-anxhela-peristeri-ne-vitin-2019-te-nuk-eshte-tabu-te-dalesh-me-te-brendshme/", "a_id": "Q18244983-41"}