{"title": "Anxhela Peristeri zbulon më shumë për “Pa Mua” dhe koncertin e parë recital", "text": "Anxhela Peristeri zbulon më shumë për “Pa Mua” dhe koncertin e parë recital\nAnxhela Peristeri i ka munguar tregut muzikor shqiptar për një periudhë 4-mujore dhe në një intervistë të dhënë për “Top Awards”, artistja është shprehur se mungesa e saj ishte e qëllimshme për shkak të koncertit të parë recital.\nNdërkohë që jemi në prag të këtij recitali, të cilin këngëtarja e ka titulluar “Reflektim”, Anxhela publikon një tjetër projekt muzikor, duke qëndruar sa më pranë fansave.\nKjo këngë, në të cilën këngëtarja ka ardhur mjaft origjinale, është bërë menjëherë pjesë e klasifikimit të “The Top List”, duke u renditur në vendin e 74-të.\nE kontaktuar nga “Top Awards”, Anxhela ka zbuluar më shumë për këtë projekt muzikor si edhe për recitalin e saj, i cili mbahet më 15 Nëntor.\nTA: Pse keni vendosur ta titulloni recitalin tuaj “Reflektim”?\nAnxhela: Ishte një diskutim i gjatë me produksionin dhe grupin kreativ çështja e titullit dhe fjala e parë që i përmblidhte të gjitha mendimet dhe arsyet e këtij projekti ishte “Reflektim”. Këtë kam bërë pas 17 vitesh eksperiencë. Një reflektim të thellë artistik të asaj që shkoi dhe planet e së ardhmes.\nTA: Në prag të recitalit, publikon “Pa mua”, pse kjo zgjedhje? Mos ndoshta për ta mbajtur publikun të karikuar?\nAnxhela: Kisha kohë që nuk kisha nxjerrë këngë të reja dhe të dy projektet e fundit ishin një mishërim i stinës së vjeshtës, që është kaq frymëzuese dhe e dashur për mua. Sigurisht që ka një strategji edhe lançimi i tyre para koncerit por përsa kohë këngët kanë tinguj që të mbushin dhe ka kaq shumë komente e urime për këto dy projekte sa mendoj që kurdo që të ishin lançuar, kishin për të patur po këtë sukses.\nTA: Si po shkojnë përgatitjet, ke emocione për recitalin pasi vetëm pak ditë na ndajnë nga dita e madhe?\nAnxhela: Eshtë një periudhë e ngjeshur. Projekti në vetëvete ka shumë elementë të kuruar në detaje, që padyshim do të rrisin standardet e këtyre lloj koncertesh në atë salle. Kjo do të thotë që emocionet rriten por bëhet edhe më e bukur pritja e datës 15 Nëntor.\nTA: Ata që nuk do mund të jenë të pranishëm në koncert, do kenë ndonjë mundësi ta shohin atë më vonë?\nAnxhela: Patjetër që do e shohin. Një prej televizioneve shqiptare do e rregjistrojë dhe do ta hedhë në transmetim koncertin tim. Më pas do ta gjejnë edhe në kanalin tim në “Youtube”.\nTA: Le të rikthehemi tek “Pa mua”, për çfarë flet ky projekt muzikor?\nAnxhela: Ky projekt muzikor si 80% e repertorit tim është një baladë e trishtë (buzëqesh).\nTA: Dy projektet e fundit, “Shpirti ma di” dhe “Pa mua” vijnë me tekste shumë të trishta, mos ndoshta ka lidhje me jetën personale të Anxhelës? Ka ndonjë të vërtetë në këto tekste?\nAnxhela: Vdes të shkruaj balada. Nëse do të ishin ndjesi personale, të perjetuara nga unë, tani duhet të isha në seanca terapie me psikolog dhe jo të të përgjigjesha ty (qesh). Mendoj që unë kur jam më e lumtur se kurrë mund të shkruaj tekstin më të dhimbshëm që ekziston. Duhet të kem në subkoshiencë ndonjë sinjalizues që merr sinjale nga e përditshmja e njerëzve që më rrethojne se nuk e kuptoj as vetë nga më burojnë vargjet.\nTA: Nje videoklip i thjeshtë, në të cilin ke ardhur tepër natyrale, pse kjo zgjedhje?\nAnxhela: Me videoklipet kam eksperimentuar në të gjitha zhanret. Të tillë nuk kisha bërë kurrë më parë, meqë edhe tendencat janë pa make-up, pa veshje të shtrenjta. Ndjesi rehatie kur vargjet dhe muzika mbajnë peshë.\nTA: “Shpirti ma di” dhe “Pa mua” do i performosh në recitalin “Reflektim”?\nAnxhela: Edhe sikur mos ti’ këndoj unë, do i këndojë salla me siguri. Patjetër që do të jenë qershia mbi tortë e këtij koncerti.", "original_url": "http://topawards.top-channel.tv/index.php/ne-prag-te-recitalit-anxhela-peristeri-zbulon-me-shume-per-pa-mua-dhe-koncertin-e-pare-recital/", "wayback_url": "https://web.archive.org/web/20210508165758/http://topawards.top-channel.tv/index.php/ne-prag-te-recitalit-anxhela-peristeri-zbulon-me-shume-per-pa-mua-dhe-koncertin-e-pare-recital/", "a_id": "Q18244983-37"}