{"title": "Eurovision 2020: James Newman announced as United Kingdom's entry", "text": "Eurovision 2020: James Newman announced as United Kingdom's entry\nImage copyright Victor Frankowski\nSinger-songwriter James Newman will represent the United Kingdom at this year's Eurovision Song Contest.\nHe'll perform My Last Breath at the event's final in Rotterdam in The Netherlands on 16 May.\nSpeaking to Radio 1 Newsbeat, James hopes his \"simple, memorable and anthemic\" song will help win votes.\nJames is a successful pop songwriter and has written for acts including Ed Sheeran and Jess Glynne, and is the older brother of John Newman.\nThe UK's looking to improve on 2019's contest, when Michael Rice's X-Factor style ballad Bigger Than Us finished in last place.\nIt marked the fourth time the UK had come bottom of the table but James says he doesn't feel nervous at that prospect.\nHe feels his song will \"connect\" with the audience and says he has a \"massive opportunity to get my song out to the world in such a big way\".\nImage copyright Getty Images Image caption James has co-written song for pop acts such as Ed Sheeran, Little Mix and Louis Tomlinson\nJames is signed to record label BMG, who the BBC have worked with to select and produce this year's entry.\nAfter he was approached, James says he had a \"little think\" before saying yes but decided Eurovision was a \"celebration of music\".\nWhile the United Kingdom is still one of the most successful countries in the 63-year history of the contest (five wins in total), its seen little success since its last win in 1997.\nWhilst many still associate the event with camp, cheese and tackiness, the modern day contest is a slick production where many countries send their best acts.\nEurovision is the world's largest live music event, with organisers claiming the 2019 edition was seen by 182 million viewers across 40 markets.\nImage copyright Getty Images Image caption Duncan Laurence won the 2019 contest for the Netherlands with his stirring ballad, Arcade.\n\"Since I was a little kid, I've always wanted to be an artist and performer myself,\" says James. \"It just feels like the right time to start putting songs out.\"\nHe says he's lucky to have a brother like John (Newman) who's used to performing in front of thousands of people but, with a cheeky smile, he reckons it's time to show everyone who the \"actual good singer\" is.\nMy Last Breath was written in Scotland when he was staying near a loch with his mates (and fellow songwriters) Ed Drewett, Iain James and Adam Argyle.\n\"We were jumping in the loch every morning. This was January. It was freezing.\"\nThe song was inspired by a documentary about a diver in the North Sea who has to be saved after getting cut off from the rest of his crew, and the video features Dutch cold water swimmer Wim Hof.\n\"It got us thinking about what you would for other people.\"\nIain James already has Eurovision credentials, co-writing Azerbaijan's 2011 winning entry, Running Scared.\nJames Newman also has Eurovision history himself after writing Ireland's 2017 entry - but it didn't qualify for the final.\nThere was a weird moment when Greg James played the UK's Eurovision song on BBC Radio 1.\nThere it was, sandwiched between tracks by Harry Styles and Dua Lipa and... it didn't sound like his show had been hacked.\nThat's down to the pedigree of James Newman and his co-writers, who have written hits for some of the UK's biggest pop exports of the last decade.\nMy Last Breath ticks all the Eurovision boxes: It's a mid-tempo banger with a Coldplay-style \"woah-oh\" hook and a lyric about undying love.\nGranted, the central metaphor is weirdly macabre (it concerns two scuba divers running out of air) but somehow that makes it more memorable.\nIt doesn't feel like a winner but nor does it feel like an embarrassment. And that, at least, is progress.\nImage copyright Getty Images Image caption James won a Brit Award for co-writing Waiting All Night, performed by Rudimental and Ella Eyre\nOver the past decade, the BBC has tried two strategies for Eurovision, with neither providing amazing results.\nFrom 2011 to 2015, the act was internally selected by the BBC, with Blue's I Can getting the best result. It placed 11th out of 25 in 2011.\nFrom 2016 to 2019, the act was selected with a public vote. Of those, Lucie Jones' 2017 ballad I'll Never Give Up On You placed 15th.\nThe last time the UK actually got into the Eurovision final top ten was in 2009, when Jade Ewen performed the Andrew Lloyd Webber-penned track It's My Time and came fifth.\nThis year, the United Kingdom's strategy has changed once again, with the BBC essentially giving record label BMG free rein to choose the act and curate the performance.\nNo matter what happens when the votes start rolling in, James says it's an \"amazing thing to be singing something you love in front of all those people.\"\nFollow Newsbeat on Instagram, Facebook, Twitter and YouTube.\nListen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here.\nm", "original_url": "https://www.bbc.co.uk/news/newsbeat-51634461", "wayback_url": "https://web.archive.org/web/20200227100243/https://www.bbc.co.uk/news/newsbeat-51634461", "a_id": "Q55614888-4"}