{"title": "LA trip for surprise Brit Award winner James Newman", "text": "LA trip for surprise Brit Award winner James Newman\nBrit Award winner James Newman from Stainforth was flying out to Los Angeles this week following a surprise win at the annual top music awards.\nJames is the older brother of well-known pop star John Newman.\nBoth James, 26, and John, 23, were nominated in the Best British Single category, but it was James’s Waiting all Night, written with the electronic music quartet, Rudimental, that won.\n“It was a shock, there were so many amazing songs in our category so I thought we only had a slim chance,” said James, who studied theatre and music at Settle High School.\n“When they said Rudimental I almost passed out, I couldn't believe it. Waiting all Night has been a huge foot in the door for me and has changed my life.”\nJames, who after Settle High School did an HND in popular music in Newcastle upon Tyne, said he was lucky to have worked with some very talented people including GhostWriter, Rudimental and the “very amazing” Ella Eyre.\n“Now I'm working hard, looking forward to the year ahead and getting lots more music out,” he said.\nAn artist in his own right, James, who now lives in London and has a record deal with KItchenware Records, is currently putting together his own project.\n“I have two features coming out In the next few months with some great dance producers,” he said.\n“I have been here in London for a few years now and have been writing for lots of exciting people,” he said.\n“I'm currently writing for Rudimental, Bondax, Gorgon City, Kat Krazy, Connor Maynard, Becky Hill and many others.”\nAnd last weekend, James flew out to Los Angeles to work with producers writing for Beyonce, Katy Perry and Miley Cirus.\n“ I've also got a big session lined up with David Guetta to write a feature,” he said.\nJames’ brother, John, who in addition to being nominated in the best single category, was also up against David Bowie for the Best British Male.\nJohn has also collaborated with Rudimental. In 2012 he featured on their number one hit, Feel the Love.", "original_url": "http://www.cravenherald.co.uk/news/localnews/11038017.LA_trip_for_surprise_Brit_Award_winner_James_Newman/", "wayback_url": "https://web.archive.org/web/20180612143636/http://www.cravenherald.co.uk/news/localnews/11038017.LA_trip_for_surprise_Brit_Award_winner_James_Newman/", "a_id": "Q55614888-0"}