{"title": "Montaigne: “I’m still absolutely stoked I can present Technicolour”", "text": "Montaigne: “I’m still absolutely stoked I can present Technicolour”\nEurovision.tv caught up with Montaigne after it was revealed that the Australian delegation will be unable to travel to the Netherlands and will therefore compete from home.\nEarlier, Australian broadcaster SBS announced that following a comprehensive assessment of the situation, they would be unable to send their team to Rotterdam and that Montaigne would compete using her ‘live-on-tape’ performance of Technicolour.\nAhead of a special Instagram Live takeover at 11:00 CEST, an upbeat Montaigne spoke to Eurovision.tv about what she sees as the challenges and opportunities presented by this unique situation.\nHey Montaigne, in a Eurovision first, you’re competing from the other side of the world... how are you feeling about that?\nI’m feeling okay about it. Thrilled I still get to compete but bummed that I don’t get to take advantage of that gigantic Eurovision stage.\nAustralian Eurovision acts, in general, have always had to build fanbases in advance of the Contest from afar - do you think this gives #TeamMontaigne an advantage when it comes to adaptability?\nThe answer’s in the question I think. We’ve always been campaigning from a distance and so the only thing about the situation that changes here is where the performance is taking place, which I think we have adapted nicely and I’m excited for everyone to see it! Campaigning will simply go on happening!\nMontaigne She Is Aphrodite\nWhat’s your personal philosophy about situations like this?\nI have the preternatural ability to let go of opportunities that don’t come through. Like water off a duck’s back. I could go into my past that has birthed this resilience in me but wouldn’t that be long and boring, ha!\nIn Technicolour you touch upon a lot of subjects; vulnerability, togetherness, courage…. do the lyrics now take on extra meaning regarding the new challenges we face during the COVID-19 pandemic?\nAbsolutely! The greatest thing that I have learnt during this time has been the concept of mutual aid, which is really just an encapsulation of the notion that humanity needs to work together in order to survive. We need to care about each other too, survive not just for ourselves but for love and love of others, and that’s how we get through something like a pandemic together.\nCompeting from home opens up an exciting new question: who will be joining you in the green room?\nMy partner, Pat! Of course. My family - my mum, dad, and sister, I’m sure….and a handful of my closest friends and my managers.\nWhat are you most looking forward to during Eurovision week?\nCelebrating the year and a half that has been with my people! It’s important to honour the time and effort spent on creative projects. I’m so excited to see people’s reactions from all across the world too. I can’t wait.\nMontaigne will compete in the first Semi-Final on Tuesday 18 May.\nRead more: What is a ‘live-on-tape’ performance?\nPress release: Australia to compete from home using ‘live-on-tape’ performance", "original_url": "https://eurovision.tv/story/montaigne-q-and-a", "wayback_url": "https://web.archive.org/web/20210420060248/https://eurovision.tv/story/montaigne-q-and-a", "a_id": "Q19666292-18"}