{"title": "Qazaqstan TV starts broadcast of Silk Way Star contest", "text": "Qazaqstan TV starts broadcast of Silk Way Star contest\nASTANA – The national TV channel Qazaqstan has launched Sept. 30 broadcasting of the international music television show Silk Way Star. Artists from nine countries will compete during the 12 weeks until the end of December.\n“Here we are making emphasis on the promotion of modern Kazakh art; they [participants] are given the task to perform the best Kazakh hits. Also, they will be performing songs in their own languages and in English,” said Chairman of the Board of Qazaqstan Radio and Television Corporation Yerlan Karin, according to today.kz.\nProfessional singers from Kazakhstan, Azerbaijan, Turkey, Georgia, Kyrgyzstan, Uzbekistan, Tajikistan and Russia’s Bashkortostan and Tatarstan came to Almaty to take part in the production. According to news reports, four episodes have been already shot. One of the conditions of participation is that the singer should be already known in his country. The jury also consists of well-known musicians, composers and media persons of the participating countries.\nKazakhstan is represented by Aikyn Tolepbergen, who is widely known in the country.\nAccording to Karin, the project is an original work, not a franchise of foreign shows. It is wholly financed by Qazaqstan.\nThe winner’s title will go not only to the most talented performer, but also to the country he represents. Broadcast of the TV show is being held in all participating countries.\nIt is expected the final show will be a gala concert with the best performances of participants and invited stars.\nAccording to the channel’s website, the goal of Silk Way Star is to promote the development of the culture and traditions of the Turkic-speaking countries through the music of the peoples united by the Great Silk Road.\n“The audience will have a unique opportunity to support their favourites, as well as to feel the culture of other countries. We understand that, at the end of the project, these nine artists will be real stars,” commented Adam Media Plus General Producer Dinara Adam.", "original_url": "https://astanatimes.com/2017/10/qazaqstan-tv-starts-broadcast-of-silk-way-star-contest/", "wayback_url": "https://web.archive.org/web/20171005102256/http://astanatimes.com/2017/10/qazaqstan-tv-starts-broadcast-of-silk-way-star-contest/", "a_id": "Q31294219-1"}