{"title": "San Marino: Senhit to Eurovision 2021", "text": "San Marino: Senhit to Eurovision 2021\nSenhit will represent San Marino at the Eurovision Song Contest 2021.\nSan Marino is the latest country to announce that they will be sending the artist selected for Eurovision 2020 to the 2021 contest. Senhit was selected to represent the nation with “Freaky!” in this year’s contest in Rotterdam before it was cancelled due to the COVID-19 pandemic.\nTo date the following nations have confirmed their 2021 participants:\nAustralia – Montaigne\nAustria – Vincent Bueno\nAzerbaijan – Samira Efendi\nBelgium – Hooverphonic\nBulgaria – Victoria\nCzech Republic – Benny Cristo\nGeorgia – Tornika Kipiani\nGreece – Stefania\nIsrael – Eden Alene\nLatvia – Samanta Tina\nMalta – Destiny Chukunyere\nNetherlands – Jeangu Macrooy\nRomania – Roxen\nSan Marino – Senhit\nSlovenia – Ana Soklic\nSpain – Blas Cantó\nSwitzerland – Gjon’s Tears\nUkraine – Go-A\nThe Eurovision Song Contest 2020 was scheduled to take place in at the Ahoy Arena in Rotterdam on the May 12, 14 and 16. The Netherlands won the right to host the competition following their win in 2019 with Duncan Laurence and the song “Arcade”.\nWho is Senhit?\nSenhit was born on October 1 1979 in Bologna, Italy to Eritrean parents. She previously represented San Marino at the 2011 contest with her song “Stand By”. Since her previous participation, she went on to release new singles “Through The Rain” and “AOK”, as well as appearing as a permanent guest on Canale 5’s “Domenica Live”.\nSource: / Image Source:\nSan Marino in the Eurovision Song Contest San Marino debuted in the Eurovision Song Contest in 2008 alongside Azerbaijan. On their debut they were represented by Miodio and the song “Complice”, and finished last in their semi final with just 5 points. San Marino withdrew from the contest before returning again in 2011. Since then the country has participated annually and in 2014 qualified for their first final. The nations worst result came in 2017 when Valentina Monetta represented San Marino for the fourth time alongside Jimmie Wilson with “Spirit of the Night.” The pair finished last in their semi-final with just 1 point.", "original_url": "https://eurovoix.com/2020/05/16/san-marino-senhit-to-eurovision-2021/", "wayback_url": "https://web.archive.org/web/20200618172200/https://eurovoix.com/2020/05/16/san-marino-senhit-to-eurovision-2021/", "a_id": "Q240907-5"}