{"title": "Jendrik Sigwart will sing for Germany in 2021", "text": "Jendrik Sigwart will sing for Germany in 2021\nThe 26-year-old Hamburg native will represent Germany in the Eurovision Song Contest this year after impressing 2 independent juries in a multi-stage selection process.\nGerman public broadcaster, NDR, decided to put their faith into the hands of experts to select their Eurovision 2021 star. Jendrik was part of 100 people and songs competing in Rotterdam for Germany: a “Eurovision Jury” which saw the jury make the final call.\nJendrik Sigwart will represent Germany at Eurovision 2021 NDR\nWho is Jendrik?\nJendrik grew up in Hamburg as the second eldest of 4 siblings. He began to play piano and violin at a young age and after finishing high school, he studied musical theatre at the Osnabrück University of Applied Sciences. He has been passionately writing his own songs for years and even writes his own songs for the ukulele too, his favourite musical instrument.\nLast summer, he couldn’t perform his music due to the restrictions caused by the coronavirus, so he used the time to write a song and produce the music video for it. He humorously posted its creation on TikTok and Instagram under the motto: “How to make a Musikvideo”.\nThe Eurovision Song Contest (ESC) has been his dream for a very long time so in each of these small, creative films, he articulated his wish to be able to compete in the Contest. Although the talented musician dreamed of becoming Germany’s candidate with his first self-produced song, he didn’t really think he would succeed.\nJendrik is extremely excited about his opportunity to participate in the event: “I am really looking forward to performing for Germany at the ESC. Okay - I just can’t stay serious about this. Hey, everyone! I am really going to the ESC! This is a dream come true. Amazing!”\nThe Head of the German Delegation, Alexandra Wolfslast, said that “Jendrik is totally authentic. He has fantastic charisma and incredible entertainment qualities. It was not surprising that he convinced the ESC juries. We are very happy that he will be representing Germany.”\nThe song\nThe premiere of the German song for this year will be broadcast on Thursday 25 February 2021 at 17:50 CET and 19:56 CET on the ARD public television channel.", "original_url": "https://eurovision.tv/story/jendrik-sigwart-will-sing-for-germany-in-2021", "wayback_url": "https://web.archive.org/web/20210206090112/https://eurovision.tv/story/jendrik-sigwart-will-sing-for-germany-in-2021", "a_id": "Q104301564-0"}