{"title": "Germany: Ben Dolic Not Internally Selected For Eurovision 2021", "text": "Germany: Ben Dolic Not Internally Selected For Eurovision 2021\nNDR has confirmed to ESC Kompakt that Ben Dolic has not been internally selected to represent Germany at Eurovision 2021.\nBen Dolic is the latest artist who has not been internally selected to represent their nation at the Eurovision Song Contest 2021. In an interview with ESC Kompakt, the team from NDR have confirmed that a new selection process will be held for 2021.\nIt has been agreed that a new selection will be held to find the right combination of singer and song for next years contest. Ben Dolic and Borislav Milanov who wrote the German entry for Eurovision 2020, have agreed with this decision and are set to submit a song into the 2021 selection. Thomas Schreiber confirmed that:\nThe 100-member Eurovision jury and the 20-member international expert jury will decide who will compete for Germany in Rotterdam on May 22, 2021.\nGermany joins the likes of Estonia, Finland and Lithuania in organising a new selection process for the Eurovision Song Contest 2021.\nImage Source: Eurovision.de / Source: ESC Kompakt\nGermany in the Eurovision Song Contest Germany was one of seven countries to participate in the Eurovision Song Contest in 1956. The country has taken part in every contest since then, apart from in 1996 when they failed to make it through the qualifying round. To date Germany has won the contest twice, the first time being in 1982 when Nicole sang “Ein Bisschen Frieden” in Harrogate, which later became a global hit. Germany didn’t win again until 2010, when Lena sang “Satellite” in Oslo. She received 9 sets of 12 points, scoring 236 points overall.", "original_url": "https://eurovoix.com/2020/07/06/germany-ben-dolic-not-internally-selected-for-eurovision-2021/", "wayback_url": "https://web.archive.org/web/20200706192329/https://eurovoix.com/2020/07/06/germany-ben-dolic-not-internally-selected-for-eurovision-2021/", "a_id": "Q104301564-2"}