{"title": "Next two artists announced for ‘Eurovision - Australia Decides’ 2020", "text": "Next two artists announced for ‘Eurovision - Australia Decides’ 2020\nMontaigne and Didirri will take to the stage on the Gold Coast in February. (SBS)\nMontaigne and Didirri are the next two artists to participate in ‘Eurovision – Australia Decides’ in February 2020.\nSBS and production partner Blink TV today revealed the next two artists who will participate in ‘Eurovision – Australia Decides’ in February.\nHosted on the Gold Coast and broadcast live and exclusively on SBS, art pop auteur Montaigne and emerging singer-songwriter Didirri will perform an original song for their chance to represent the country at the Eurovision Song Contest 2020 in Rotterdam, the Netherlands.\nThey join four previously announced artists, Aussie icon Vanessa Amorosi, powerhouse entertainer Casey Donovan, rising First Nations artist Mitch Tambo, award-winning singer-songwriter iOTA and four more artists yet to be revealed.\nThese are the six artists announced so far who'll compete for the chance to represent Australia at next year's Eurovision Song Contest.\nMontaigne\n“I’m excited to participate in Eurovision – Australia Decides for the opportunity to release the part of me that is dramatic and extreme. I manage to do it without a massive international music event as impetus, but on the big stage in Europe in front of millions would be everything the drama queen egomaniac inside me could want, and more. It’s licence to let her out,” says Montaigne.\nAt only 24, the Sydney-based artist has become a major name in Aussie indie music. The past few years have seen her recognised for her work with multiple spots on the Triple J’s Hottest 100, an ARIA award for Best Breakthrough Artist and a nomination for Best Female Artist on her debut album ‘Glorious Heights’. Her sophomore album ‘COMPLEX’ was released in August to critical acclaim.\nMontaigne went on to say she’d relish the chance to represent Australia on the world stage. “I didn’t quite get that far in football, so it would be cool to do it in music. It’s like the World Cup for pop.”\nDidirri\n“I have always been interested in writers. Although the world of Eurovision is new to me, from the outside it seems to respect a well-written song above all else. People seem to be free to express their art in whatever way they want,” says Didirri.\nDidirri’s debut EP ‘Measurements’ has collected over 30 million streams, and led to Didirri playing such renowned festivals as the UK’s The Great Escape and Latitude Festival, Australia’s Splendour In The Grass and Barcelona’s Primavera Sound. In a matter of months, he toured the US and UK twice and shared the stage with well-known acts Vance Joy, Hozier, Tash Sultana, The Temper Trap and more.\n“Personal experience inspires most of my own writing - all I hope to do is to help people express some part of themselves. I’m also over the moon to be joining the line-up with my friend Montaigne who I respect very much.”\n“Montaigne and Didirri are two of the most intriguing artists in Australia at the moment and they bring with them a strong Triple J fan base highlighting yet again how inclusive and exciting Eurovision – Australia Decides is. This is the only show in Australia that can bring together such an amazing group of artists performing original music - and with four more artists still to be announced, this is going to be an incredibly difficult decision for Australia to make!” says SBS Commissioning Editor for Entertainment, Josh Martin.\nCreative Director of Eurovision – Australia Decides Paul Clarke said, “I’ve been watching the careers of Didirri and Montaigne for a long time. They’ve been two of the most exciting Australian songwriters and performers to emerge in recent years, and we’re delighted to have them perform in Eurovision - Australia Decides.\n“They bring a different energy and audience to the event, and you can feel the brilliant diversity of talent who are gathering. We can promise a terrific show in February - it will be next level! We’re also planning some excellent surprise guests for the Opening Night and Matinee shows, so it’s worth seeing them live on the Gold Coast.”\nIn association with the Queensland Government via Tourism and Events Queensland, the City of Gold Coast, Screen Queensland and new partner Moroccanoil, Eurovision – Australia Decides will be presented at the Gold Coast Convention and Exhibition Centre on Friday 7 and Saturday 8 February. Tickets for the Opening Night Show, Matinee Show and Live TV Final are now on sale. Click here to purchase tickets.\nHosted by SBS Eurovisionaries comedian Joel Creasey and music buff Myf Warhurst, Eurovision – Australia Decides will showcase the best of Australian music and bring the nation closer to the Eurovision action. Audiences are encouraged to vote for their favourite acts and the winner will be revealed during the Live TV Final, broadcast live and exclusively on SBS on Saturday 8 February.\nBe a part of history and see it live at the Gold Coast Convention and Exhibition Centre.\nOPENING NIGHT SHOW\nFriday 7 February, 7.30pm AEST (Not televised – Tickets available) Gold Coast Convention and Exhibition Centre\nJury Vote\nMATINEE SHOW\nSaturday 8 February, 1.00pm AEST (Not televised – Tickets available) Gold Coast Convention and Exhibition Centre\nLIVE TV FINAL\nSaturday 8 February, 7.30pm AEST (Live and Exclusive TV Broadcast on SBS – Tickets available)\nGold Coast Convention and Exhibition Centre\nPublic Vote and Winner Announced\nEurovision – Australia Decides airs live and exclusively on SBS on Saturday 8 February 2020. Broadcast times across Australia:\nNSW/VIC/TAS/ACT 8:30pm – 11:00pm AEDT\nQLD 7:30pm – 10:00pm AEST\nSA 8:00pm – 10:30pm ACDT\nWA 5:30pm – 8:00pm AWST\nNT 7:00pm – 9:30pm ACST\n#Eurovision #AusDecides", "original_url": "https://www.sbs.com.au/programs/eurovision-australia-decides/article/2019/12/05/next-two-artists-announced-eurovision-australia-decides-2020", "wayback_url": "https://web.archive.org/web/20191205205607/https://www.sbs.com.au/programs/eurovision-australia-decides/article/2019/12/05/next-two-artists-announced-eurovision-australia-decides-2020", "a_id": "Q19666292-21"}