{"title": "Montaigne to represent Australia at the Eurovision Song Contest 2021", "text": "Montaigne to represent Australia at the Eurovision Song Contest 2021\nYou can't break her, Montaigne will be back for Eurovision 2021!\nAfter the unprecedented cancellation of the Eurovision Song Contest this year, SBS is proud to announce that art-pop singer-songwriter Montaigne will still get her shot at Eurovision glory, when the Eurovision Song Contest returns in May 2021.\nMontaigne was chosen to represent the country after winning Eurovision – Australia Decides with her performance of Don’t Break Me in February 2020. She’s thrilled that Australia’s decision will be honoured in 2021.\n“I’m so happy to receive this good news during such times. At home, we’ve started this ritual of cracking open a fortune cookie daily and reading our fortunes to each other and I got one that read, \"You will be sharing great news with all the people you love.” I’m so glad it came true!” - Montaigne\n5 mins with Montaigne, winner of Eurovision - Australia Decides Montaigne is vying to represent Australia at the 2020 Eurovision Song Contest: \"It feels like music's World Cup, right?\"\nAustralia joins Austria, Azerbaijan, Belgium, Bulgaria, Georgia, Greece, Israel, Netherlands, Romania, Spain, Switzerland and Ukraine in a growing list of countries who’ve given their 2020 artists a second chance.\nWhile Montaigne’s spot on the world’s biggest stage is confirmed for next year, Eurovision rules stipulate this year's songs will not be eligible to compete in 2021. So while we won't hear Don't Break Me being performed next year at Eurovision, SBS Commissioning Editor and Australian Head of Delegation, Josh Martin has said that “Montaigne is not wasting a moment of this period of isolation with many new ideas already on the table!”\nSource: SBS\nIf you are a songwriter and were hoping to submit your own song for Eurovision – Australia Decides next year the Creative Director of Eurovision – Australia Decides and Director of Blink TV Paul Clarke has a message for you. \"To our music community we say - write the perfect Eurovision song! We have every intention of bringing the show back to the Gold Coast in 2022 bigger and better than ever.\"\nSBS is currently exploring alternative Eurovision programming for 2020 to help unite and entertain audiences during these challenging times and will provide more information soon.\nIn the meantime we will be ready to cheer on Montaigne at Eurovision 2021 and it's time to get started writing those music hits for Eurovision – Australia Decides 2022.\nA tribute to the acts we were most looking forward to seeing at Eurovision 2020\nStay tuned to the SBS Eurovision website for updates: sbs.com.au/Eurovision\nJoin the conversation #Eurovision", "original_url": "https://www.sbs.com.au/programs/eurovision/article/2020/04/01/montaigne-represent-australia-eurovision-song-contest-2021", "wayback_url": "https://web.archive.org/web/20200404011628/https://www.sbs.com.au/programs/eurovision/article/2020/04/01/montaigne-represent-australia-eurovision-song-contest-2021", "a_id": "Q19666292-24"}