{"title": "Dua Lipa on Future Nostalgia and rejecting stan culture", "text": "Dua Lipa on Future Nostalgia and rejecting stan culture\nDua Lipa figured out how she was going to save pop music while walking, alone, around Las Vegas. At the corner of faux-New York and faux-Paris, inspired by Outkast and Gwen Stefani, she conceived the name for her second album: Future Nostalgia.\n“I messaged my A&R, ‘I think I have my album title,’” she recalls. “He’s like, ‘Once you tell me this, and if your heart is set on it, we can’t tell anyone. It’s like a baby name.” As soon as she said “Future Nostalgia” – a reference to pushing her sound forward, while also a tribute to the 2000s electropop and R&B she grew up on – it was a lock. It focused the songs, it focused Lipa and it gave the album a purpose. “I want it to be the album that young girls look back on the way I look back on Missundaztood by Pink or The Dutchess by Fergie,” she says. “I want it to be a soundtrack for young girls when they get older. I want it to age well.”\nThe focus has clearly worked. It’s been a hot while since an album’s launch has come out so consistently strong from the offing. When the first song, “Don’t Start Now”, dropped in November 2019, it at once became the perfect soundtrack to every TV advert, SoulCycle class and wedding dance floor. Then, the title track: a weird, sexy banger that feels more like The Pointer Sisters’ “Automatic” than anything in the Top 40. Then, a few weeks before we met, she released “Physical”, a storming bop that did absolutely everything the old Lipa didn’t: it was about love rather than heartbreak, with a video full of intense choreography and bringing the kind of Moroder-esque darkness that made it feel like a forgotten gem from Flashdance.\nHer fourth, “Break My Heart” – “my special one”, she calls it – features an INXS sample. “That’s ‘dance-crying’ to a tee,” she says with a laugh, using her term for what others might call a sad banger. “It came from a really good place: that thing of being so happy.” After becoming known as the woman who sticks a finger up at all your awful exes, Lipa has gone full optimist. “I’ve been describing the album as a dancercise class. It keeps you moving.” There’s barely a ballad in sight. “Some mid-tempo bits that give me a bit of a breather when I’m on tour... but I’ve been a little bit relentless with this one.”\nIt was her sixth single, 2017’s “New Rules”, that changed the game for her. After entering the UK singles chart at No75, it climbed to No1 over the next five weeks, thanks to the video’s viral success, becoming the first UK chart topper for a female solo artist since Adele’s “Hello” in 2015.\n“I also didn’t think my album was going to do what it did,” admits Lipa. The song’s cowriter, Emily Warren, credits its success, in part, to being a break-up song for women by women. “Women are singing what men think they want to say,” says Warren, “rather than what they want to.” The success of “New Rules” – a song of Lysistrata-level female solidarity, released in the middle of the Me Too movement – has changed all that. “People care about what you’re saying,” Warren continued, “because they need what you’re saying, because that’s the music people want to hear.”\n‘I was born to do this. I’m exactly where I’m meant to be’\nThat’s what Lipa’s first album became known for: songs about the catharsis of getting over bad former lovers, the fundamental fabric of disco music, even if she was drawing more from R&B than Donna Summer. But the sound of Future Nostalgia – which mixes Janet Jackson, Moloko and more – “is a better representation of me than my first record”, says Lipa, as I hitch a ride with her through London between appointments in March, an indication of just how busy she is currently.\n“I thought my first record was so me...” Yet, with Future Nostalgia, she says, the name gave the whole thing a more singular vision. “This time I feel like I’m really finding my feet.”\nBorn in northwest London to Kosovan parents, she moved to Pristina, the Kosovan capital, for her father’s work when she was eleven. Three years later she asked to move back to London: she wanted to attend weekend classes at Sylvia Young Theatre School. She sold it to them by saying she needed A-levels to get into a British university. Back in the UK she started a blog, tried acting and modelling, networking around the city and sending people her demos. She signed a contract in 2013 with Lana Del Rey’s managers, Ben Mawson and Ed Millett, and then a record deal in 2015. “She signed to Warner Bros partly because they didn’t have a big female pop artist and they needed one,” Millett said in 2018. “They really wanted her, so she had the focus of the team from day one.” It’s a story of savvy ambition. “If you assert yourself and you know exactly what you want, people are going to call you a bitch,” Lipa tells me with a shrug. “But you can’t allow other people’s words to affect your growth.”\nWhile “New Rules” went viral for all the right reasons, some of her live performances found a less pleasant afterlife online. One 2018 performance of her Calvin Harris collaboration “One Kiss”, in particular, became a meme due to its awkward choreography: the performance ended up as shorthand for any moment when one is asked to dance or move reluctantly and was even parodied by drag queens – a sure sign that you’ve entered the cultural lexicon.\n© Tung Walsh\nLipa knows what the internet thought of that performance. She even retweeted the jokes. That doesn’t mean it wasn’t hurtful, though. “Once you get big enough, everybody wants to see if you can back it up. And rightfully so,” she says, never firmer than when discussing the bargain of success. “But at the same time, I was learning; I was at the beginning of my career. And so I did feel like it was quite unfair when I started getting hate about certain things – what I was doing, what my performances were like, what my dancing was like, what my singing was like – and I felt like I was being picked at from so many angles of my life.”\nAs Lipa would like to point out, women in pop have long been expected to be athletes as much as singers, a bar men are rarely expected to match. “I remember going to a show by...” Lipa pauses and stops herself from naming names, a wry but polite smile crossing her face, “...a male artist that actually doesn’t do anything on stage. And they got this stellar five-star review. But then you have women who get up on stage and they’re practically doing cartwheels, costume changes – it’s a spectacle. And then [reviewers] nitpick every little thing.” But while Lipa is more than aware of the double standards put on women and musicians from marginalised communities, she’s also not somebody to wallow in self-pity.\n“It almost seemed like a myth to be able to do everything on stage,” says Lipa, laughing. “I was like, ‘At least if I can just sing my song really well then nothing else matters.’ But I think now I’ve come to terms with the fact it just has to be all or nothing. It’s made me so much stronger.” Lipa realised she couldn’t release a disco record and not serve visuals and performance alongside, so she practised. A lot. “I sat in a dance studio with Charm La’Donna, my choreographer in LA, for two weeks, just doing the routine over and over again until I literally knew it in my sleep.”\n‘The MTV EMAs was the first time when I felt I can do this’\nThe work paid off. A year on from her memed “One Kiss” performance, Lipa performed “Don’t Start Now” live at the 2019 MTV Europe Music Awards. In three minutes she proved she’d learned to command a stage, with confident dancing, strong vocals and crisp, minimalist staging directed by the incredible Es Devlin (who also designed Lady Gaga’s Monster Ball and Beyoncé’s Formation tours). “The EMAs,” she says, “was the first time I felt I can do this.”\nThe performance didn’t just establish her artistic vision: from direction and choreography to vocal coaching and make-up, the entire thing was led by women, something Lipa is fiercely passionate about. Never shy to call out inequality – during her acceptance speech for Best New Artist at the 2019 Grammys she called out the then Recording Academy president Neil Portnow for previously suggesting women needed to “step up” if they wanted to be recognised by the awards – Lipa is now committed to getting more women into roles in music from which they have traditionally been absent.\n“There is a massive problem – that maybe starts in schools – in which girls aren’t necessarily encouraged to play more masculine instruments, aren’t really encouraged to go into production, whereas men naturally fall into that path.” Production and engineering are hugely dominated by men: in a 2016 survey by the Audio Engineering Society, only seven per cent of their members identified as women. Other groups, such as the Women’s Audio Mission, suggest this number is lower.\nWhen I ask Lipa how many women are in the credits for Future Nostalgia, there is a definite pause. “There are no female producers on the record, which, you know... Hopefully in the future I would be able to work with more of them. I just, in all honesty, don’t know very many. And I really wish I did, because I would really take the time to sit down and hone in a sound with women.”\nLipa loves the men she works with – “I wouldn’t have gotten these songs without them” – but that doesn’t mean she doesn’t cherish the energy of having other women in the room. “I’ll never forget when I first started going to the studio. I was only 17. I went into rooms that were predominantly male, or a lot older than me, and when I was initially writing I wouldn’t open up as much as I wanted to or wouldn’t express what I wanted to write about because I felt these people had been doing it for longer than me.”\n‘If there was more female energy in studios it wouldn’t feel so intimidating’\nBut the women who worked on her first album really helped her to find her voice: people such as Emily Warren and Caroline Ailin, who cowrote “New Rules”, or Sarah Hudson, who cowrote “Genesis”. “They really helped me come into myself and be able to write things that come from the heart,” says Lipa. “My very, very closest friends are all girls. I always feel it’s easier to talk to girls and I’m more open around female energy. Maybe if women in general had a little bit more of that in studios it wouldn’t feel so intimidating to begin with.”\nLipa deserves more credit than she gave herself when we spoke: there are two female producers (Lauren D’Elia and Lorna Blackwood) on the album and a sizeable number of female cowriters – women cowrote, alongside Lipa, nine of Future Nostalgia’s eleven tracks.\nChelcee Grimes wrote on Lipa’s first album and also on Future Nostalgia (she’s a cowriter on the track “Love Again”) having met her after Lipa’s first record deal. On the first album she cowrote several songs, including “Kiss And Make Up”, which was left off the tracklist of the original release. Grimes loved it, pitched it to others – Demi Lovato, Britney Spears, Miley Cyrus – but, she says, “They thought the lyrics were too young.” Then, a year-and-a-half later, Lipa’s people came back to her. They were going to do it as a collaboration with K-pop sensation Blackpink – it now has more than 300 million streams on Spotify. “For [Lipa] it was an important record, because it was just me and her and then we brought on the Blackpink girls,” says Grimes. “Dua’s all for the girls.”\nUnderestimated but ultimately successful female-written pop songs have a habit of following Lipa around. “New Rules”, the song that changed her self-titled album from a good debut into a worldwide smash, had been recorded long before it became Lipa’s first UK No1. Cowriter Warren feels that the song ripped up the rule book of what was expected for women in pop. “When I first got signed and came out to LA, I was working with a seasoned male writer and he told me that whenever you write a lyric you should make sure the guy doesn’t think he isn’t going to ‘get it’,” she says, sighing. “‘New Rules’ was such a cool moment for all of us: it’s the opposite.”\n‘If I followed stan culture, I’d probably try to remake “New Rules” over and over’\nGrimes says that often it’s not just men that can make life difficult for women in the industry. “I’ve heard management or agents say, ‘Oh, she doesn’t like working with girls,’” she tells me. “I know top-liners who write the biggest songs of the year and won’t wear make-up because artists will feel threatened. Sometimes it’s the girls who make us dilute ourselves.” Lipa, says Grimes, creates a very different energy. “She’s about closeness and togetherness of everything. I respect Dua a lot.”\nLauren D’Elia, one of the album’s only two female producers, was brought in to help deliver a very specific sound to the album track “Hallucinate”. She was picked, she thinks, because of her work with Kaytranada and producing his female collaborators’ vocal performances. D’Elia says that when female artists enter the room, she is usually the first female vocal producer they’ve worked with. “I don’t want to speak for Dua, but I’ve heard from other artists that there is this comfort that comes from seeing a female in my position,” she explained. “Recording vocals is a very intimate thing. An artist shows you their imperfect side – it’s everything before it’s a perfect song. Being a woman, a younger woman, there’s this wall that comes down immediately.”\n© Tung Walsh\nWas I right to put the onus on her, I ask her collaborators, or should that question be aimed at the label, the management or anybody else, rather than a woman working on her second album in a difficult industry?\n“I think it’s probably a little bit of both,” says “Pretty Please” cowriter Julia Michaels. “The artist is in the public eye. They’re a role model to a lot of people and they want to set an example. It’s up to the label to agree to do those things.” Ali Tamposi – who cowrote “Break My Heart” – argues that it needs to fall on labels and management: “The artists have their focus, performance, so I don’t think the awareness is fully there of which female songwriters are on the rise.”\n‘I needed an album I was really proud of, without the opinion of others’\nThere’s no doubt listening to Future Nostalgia that Lipa is a pop star who has found exactly the artist she wants to be – the way she wants to perform, the music she wants to make, the culture she wants to nurture – in part because she took herself off Twitter and outside of stan culture (the fickle loving and loathing of women in pop music). “I needed to create an album that I was really proud of, without the opinion of other people,” she says. “If I stayed online and tried to follow the guidelines of stan culture, I’d probably be trying to remake ‘New Rules’ over and over again.”\nThe response to her new sound has been huge. The doubters have realised Lipa is the pop star she knows she can be. “Even after I got Best New Artist at the Grammys, I think everybody maybe expected me to fall. But, like I said, I think I’m meant to be here.”\nLipa has always been sold as a deeply ambitious pop star, one who isn’t afraid to let you know how much she wants this. But what “this” is has clearly evolved, matured and been refined. “I feel like I’ve grown so much as a person. Future Nostalgia has opened a door for me mentally that’s helped me understand what I want.” You just have to watch her perform to see this isn’t only hot air. We’re seeing the second stage of a truly great pop talent.\nThat is part of the charm of Future Nostalgia-era Lipa. Nobody can doubt now she deserves her success, because her drive helped to make something so fun, so sexy and so undeniably her. “Sometimes people would be like, ‘Oh, you know, maybe you’re not ready for it.’ And I was like, ‘I know that I was born to do this. And I know that I’m exactly where I’m meant to be.’” At these words, there’s adamantium resolve in Lipa’s doe eyes, the look of a woman who has found her sound and has no plans to let it go. “This was all just part of my learning phase.”\nDownload to read the full June issue now.\nSubscribe now to get one year of GQ for only £12, with free home delivery.\nFor more information on how you can help NHS charities visit nhscharitiestogether.co.uk\nDua Lipa's Future Nostalgia is out now.\nHead to GQ's Vero channel for exclusive music content and commentary, all the latest music lifestyle news and insider access into the GQ world, from behind-the-scenes insight to recommendations from our editors and high-profile talent.\nNow read\nJohn Legend: ‘We’ve treated black people unfairly for the entirety of our nation’s history’\nDua Lipa: One billion people can't be wrong\nHow Doja Cat broke the internet", "original_url": "https://www.gq-magazine.co.uk/culture/article/dua-lipa-interview-2020", "wayback_url": "https://web.archive.org/web/20200506215853/https://www.gq-magazine.co.uk/culture/article/dua-lipa-interview-2020", "a_id": "Q27916123-14"}