{"title": "Chelcee Grimes’ Summer of Pride Playlist: Listen", "text": "Chelcee Grimes’ Summer of Pride Playlist: Listen\nChelcee Grimes is a very special breed of triple threat. As one of today’s freshest solo voices, the Liverpool pop newcomer has earned a global audience on the heels of her latest left-of-center hits, from “Just Like That” and “I Need a Night Out” to her biggest feature to date “Wild,” on Jonas Blue’s 2018 LP Blue, which also included guest spots by Joe Jonas, Liam Payne, Jack & Jack and more. Behind the decks, Chelcee has also found success as a top songwriter for other artists including Olly Murs, Little Mix, Zara Larsson and Dua Lipa. On the latter’s eponymous debut LP, she inked three songwriting credits: on “Dreams,” “Bad Together” and “Kiss and Make Up” featuring BLACKPINK, which has surpassed 300 million streams across platforms.\nThe 27-year-old talent’s first love, though, is the U.K. sport of football (read: soccer). A born-and-bred footballer since she was a teen, she has played for local teams Everton, Tottenham, Tranmere and currently reps Fulham FC. She’s since taken on the role of on-camera presenter for BBC and Copa90, and even inked her own show with BBC Sport — dubbed Chelcee Away — in which she brings her music friends to football games, as well as branded partnerships wtih Adidas, Nike and New Balance.\nWithout making any concessions in her career, the queer upstart is finally in full-on thrive mode. Her latest solo single “Girls” arrived this April. “And there’s nothing like the shape of our body, make a grown man shake and we’re not sorry,” she spits on the feminist cut. “We’re always full of surprises, mothers and daughters.” The track is about self-acceptance at its core, but doubles as an anthem for girls who like girls. “This is for all of us girls around the world,” she wrote on Twitter after the track’s release. “Work with what you got girls, you’re all bloody beautiful.”\nAs part of Billboard’s Summer of Pride, Chelcee put together a Pride-themed playlist, comprised of her favorite same-sex love anthems of all time, plus a few nods to her own songwriting discography.\nFor Chelcee, it all began with Russian pop duo t.A.T.u.’s classic 2002 gay anthem “All the Things She Said.” “I remember this song, but I’m not sure why!” she admits. (The duo performed the hit at the 2003 MTV Video Music Awards in what was an iconic primetime television moment for the LGBTQ community.) “I was so young when it was released but I loved it. I didn’t realize until many years later that it was a gay anthem, because I’m not sure I ever really paid attention to the video. Now it all makes sense why I loved it so much.”\nNext up, another ubiquitous gay anthem makes the cut: Lady Gaga’s 2011 single (and album title track) “Born This Way.” “I love Lady Gaga. She was my biggest inspiration growing up because she’s the first artist in my generation I saw on the big screen really standing for something and the support she gave to the LGBT community was amazing,” says Grimes. “She really helped me growing through adolescence to feel a little more ok in my skin and knowing I wasn’t alone. She’s just incredible. My dream is to one day write with her. I actually wrote a few songs with [producer] REDONE (“Just Dance” “Poker Face”) on my last L.A. trip & to see all the records hanging from the wall they made together which were a huge part of my growth as a writer was just one of those pinch myself moments.”\nA surprise on the set is Bonnie Raitt’s 1991 hit “I Can’t Make You Love Me,” a sad-bop that has earned a new life as a queer love anthem. “I always thought this was one of the best songs I’d ever ever heard when I started writing music and really listened to lyric & melody in a new way,” she says. “But I remember my first breakup with my first ever girlfriend and she wasn’t ready to ‘come out.’ It was tough because no matter how much you love somebody if they aren’t ready, they aren’t ready. I was so heartbroken and this song come on the radio one night when I was driving through London in the rain. I just started crying like a baby! Ahhh, I’m almost welling up now. What a song!”\nNext up is one of Chelcee’s own cuts: Tom Walker’s “Now You’re Gone,” featuring Zara Larsson. The songwriter penned the track about her last relationship. “It was so toxic,” she adds of the ‘secret’ relationship. “I was madly in love, and I’d constantly say I’d leave and was done with the situation but felt helpless when I’d end it. I was stuck between a rock and a hard place. Tom already had the chorus and in 10 minutes I had the whole verse Zara now sings. It was one of those songs that wrote itself. It was completely honest.”\nLastly, Chelcee recalls an iconic artist who gave her her first ever “break” as a songwriter — on the Kylie Minogue track “Million Miles” (off her 2014 LP Kiss Me Once). Kylie is “obviously a gay icon,” she says, adding that “every guy in the UK who I know is obsessed with her. She’s a Queen!” On the day of the track’s release, Chelcee remembers getting about “500 text messages” from friends and industry contacts. “The whole of her fan base really supported me and were so lovely. That’s why she’s such a household name, she’s always been great to her fans and they’ve done the same to her.”\nGive Chelcee’s full Pride playlist a spin below — featuring further tracks by Katy Perry (“I Kissed a Girl”), King Princess (“1950”) and LP (“Lost on You”) — and catch the rising star at Manchester Pride in the U.K. later this summer (Aug. 24-25), performing alongside Ariana Grande, Years & Years, Basement Jaxx, Pixie Lott and more.", "original_url": "https://www.billboard.com/culture/politics/chelcee-grimes-summer-of-pride-playlist-8515199/", "wayback_url": "https://web.archive.org/web/20211210104851/https://www.billboard.com/culture/politics/chelcee-grimes-summer-of-pride-playlist-8515199/", "a_id": "Q27916123-13"}