{"title": "Wavertree teenager Chelcee Grimes lands Sony’s RCA deal alongside Britney Spears and Beyonce", "text": "Wavertree teenager Chelcee Grimes lands Sony’s RCA deal alongside Britney Spears and Beyonce\nDay or night, you won't miss a story with the Liverpool Echo newsletter Sign me up now Thank you for subscribing We have more newsletters Show me See our privacy notice Invalid Email\nA LIVERPOOL singer has signed to the same record label as Beyonce and Britney Spears.\nChelcee Grimes, 18, was snapped up by RCA Records which is owned by Sony Music Entertainment.\nThe four album deal could be worth £1.5m for the teenager.\nChelcee from Wavertree said: “I’m so excited. I can’t wait to show Liverpool has something else other than The Beatles.\n“I know I’ll never be as big as them but I can’t wait for the day when people say ‘I’m from Liverpool where Chelcee Grimes is from’. I’ll die happy then.”\nChelcee gave up playing for Liverpool Ladies FC to concentrate on singing and writing music.\nShe said: “I chose music just to fill my options up at school when I was 16. I used to play football but then music came about and I fell in love with everything about it.\n“If I’m having a hard time at home and my mum’s telling me to wash my plate the studio is a place I can think about music.\n“I used to be in the ECHO for being a top goal scorer, now I’m in for my music. I love it.\n“I gave up football when I had only been doing music for two months.\n“I dropped out of college because I had to make singing my priority. My mum Maria and dad David were really supportive.”\nChelcee, who is originally from Aigburth, is expected to battle it out in the charts against the X Factor’s Cher Lloyd.\nThe former St Julie's High School student has written and recorded most of her debut album which will be released later this year.\nShe said: “I’m not someone who is trying to be famous. It’s not the X Factor, it is real life.\n“I love the X Factor but that’s like jumping on a trampoline rather than climbing the ladder.\n“I’ve worked hard and I really appreciate everything that is happening.”\nPop singer Chelcee is managed by Martin O’Shea who discovered Atomic Kitten.\nShe said: “I always joke that when I was a kid I used to sit in my bedroom and sing along to The Tide is High.\n“Now I’m in their presence and I have a record deal. It is exciting.”\nCharlie Lycett, MD of RCA, said: “We’re delighted to have signed Chelcee and believe she’s an incredible talent.”", "original_url": "https://www.liverpoolecho.co.uk/news/liverpool-news/wavertree-teenager-chelcee-grimes-lands-3376810", "wayback_url": "https://web.archive.org/web/20200918211529/https://www.liverpoolecho.co.uk/news/liverpool-news/wavertree-teenager-chelcee-grimes-lands-3376810", "a_id": "Q27916123-1"}