{"title": "New Noise: Chelcee Grimes", "text": "New Noise: Chelcee Grimes\nNEW NOISE: CHELCEE GRIMES\nOn finally taking her place in the spotlight.\nIf you don’t know Chelcee Grimes by name, you’ll certainly know some of the songs she’s the mastermind behind. Penning tracks for all our pop faves including Dua Lipa, Kylie and The Saturdays, she’s now stepping up to the mic herself and we couldn’t be happier. Dropping her debut track “Just Like That”, it’s an R&B-tinged banger that we’re gonna be bopping along to all weekend. And with an album on the horizon too, she’s guaranteed to find her place among pop royalty where she belongs, so we grabbed a quick chat to find out just how she’s getting prepared.\nHey Chelcee, how are you? I’m great, thank you! Just very, very excited about my single being released!! Going back to the beginning – when did you first get involved with music? I got into music quite late actually, I was 15/16. I only really got into it because I took music GCSE because I thought it would be easier than History or Geography and found out I really enjoyed writing songs and creating… My music teacher said I had talent so I just pursued it for a little and things started to happen. What kind of styles were you into? I grew up on R&B/Pop music. So Jennifer Lopez, Xtina, Alicia Keys, Beyonce, But as I got a little older I Loved Gwen Stefani, Avril Lavigne, P!nk, Lady GaGa… All the big pop ballsy girls! I was never really into boybands… Have you always wanted to do something musical? No, not really. From the age of seven, I wanted to be a footballer. I played for Liverpool ladies for six years. I play for Fulham now so I’m living my dream doing both. You’ve penned tracks for Kylie, Dua, and loads more of our faves. How did you first get involved with that? Well, it’s not the most glamorous story. The truth is, I got dropped (from the same label who signed me back four years later may I add…) But that’s the truth! I got dropped, had to make money and knew I could write, So I started from the bottom – literally – in my bedroom and started writing for people to sing my songs. At first it was hard because I wanted to be the one singing them, on the stage, but eventually it made me learn more about myself, gain more respect in the industry and help me figure out what album I really wanted to make and what nobody else was really doing… Do you approach writing songs for other people differently to when you write them for yourself? No, not really. It’s just that when your writing for somebody else, they usually give you a brief to work with so you know what kind of vibe your going for. Also it’s their song so I will always be like “what’s going on in your life” and I try to word it in a cool way… However, when I get in the studio, I just try to not box myself in and just go with whatever is in my head at that time… and I don’t have to ask anybody anything. It’s just all about what I want, sometimes that’s scarier because it’s all on you.. But sometimes that’s the most wonderful thing.\n“It’s a bit of a risk but that’s what life’s about right??”", "original_url": "https://www.wonderlandmagazine.com/2018/06/08/new-noise-chelcee-grimes/", "wayback_url": "https://web.archive.org/web/20201019152630/https://www.wonderlandmagazine.com/2018/06/08/new-noise-chelcee-grimes/", "a_id": "Q27916123-5"}