{"title": "Roxen - “Wonderland”", "text": "Roxen - “Wonderland”\nPress Release\n###\nRoxen is part of a fantastic word in the clip for her new song Wonderland\nRoxen is preparing for Eurovision 2021 with an exceptional collaboration with Alexander Rybak, the winner of Eurovision 2009, for the song Wonderland. The artist brings a fantastic world through the clip of the song, with a disco aesthetic and elements inspired from Alice in Wonderland. It all starts with Roxen’s story and her feelings she has experienced during this last period and continues with a lot of dynamism and frames that present her in a universe full of brilliance and thoughts detached from reality.\nThe song Wonderland, feat. Alexander Rybak, has already been released exclusively on the radio and as of today, it is available on all digital platforms.\n“I'm glad we’re finally seeing the clip for Wonderland. It is one of my favorites, I found myself completely in the whole concept, this whole story is a part of me, of my universe and vibrates just like me. I would like both the song as well as the video to make you dream and take your thoughts to a fantastic world”, Roxen said.\nThe song was written and composed by James Daniel Lewis, Chelcee Maria Grimes and Alexander Rybak and the production was made by James Richard Newman and Mădălin Roșioru.\nThe video was directed by Raluca Netca, Alex Chițu was the director of photography and the production was signed by Loops Production.\nThe song Wonderland is being released and promoted also internationally by Warner Music.\nWith a dreamy sound and a rich, profound and unique voice, Roxen succeeds to create an entire universe with each release. Her debut in music was marked by the collaboration with Sickotoy for the song You don’t love me, which had an outstanding performance, being in the top 10 of the most aired songs on the radio in Romania and Bulgaria, but was also in the playlists of the radios in France, Mexico, Spain, SUA and Turkey. Her debut single, Ce-ți cântă dragostea, became one of the most aired songs this year, dominating the charts for 7 weeks and having over 30 million views on YouTube. The artist continued consolidating her successful career nationally with the single Spune-mi. Released in May, the song continues to be a headliner in the top of the most played songs in the country. The latest release, How to break a heart, marks the beginning of the collaboration with Warner Music, which distributes her material globally.\n###\nYou can stream the single below.\nRoxen - Wonderland", "original_url": "https://www.hertzmagazine.com/hot-picks/roxen-wonderland", "wayback_url": "https://web.archive.org/web/20211028175038/https://www.hertzmagazine.com/hot-picks/roxen-wonderland", "a_id": "Q27916123-0"}