{"title": "Eurowizja 2021 chętniej wybierana przez widzów niż poprzedni konkurs", "text": "Eurowizja 2021 chętniej wybierana przez widzów niż poprzedni konkurs\nEurowizja 2021 za nami. Po wielkim finale czas na podsumowania. Jednym z nich jest tradycyjnie zestawienie liczby osób oglądających konkurs w Polsce i w Europie. Czy Eurowizja 2021 była chętnie wybieranym programem przez Europejczyków?\nEurowizja 2021 to już historia. Sensacyjnym zwycięzcą została grupa Måneskin z Włoch. Tuż za nimi Barbara Pravi z Francji oraz faworyt jurorów – Gjon’s Tears z Francji. Sporą sensacją było piąte miejsce Ukrainy, w tym aż 267 punktów i druga pozycja przyznana przez widzów. Publiczność aż czterem krajom nie przekazała ani jednego punktu. Do finału nie awansował Rafał Brzozowski, plasując się na 14. lokacie z dorobkiem 35 punktów.\nEurowizja 2021; Rafał Brzozowski z utworem The Ride. Zdjęcie z jednej z prób. Fot. eurovision.tv / Andres Putting\nEurowizja 2021 w Europie\nZgodnie z danymi zaprezentowanymi przez Europejską Unię Nadawców Eurowizja 2021 była konkursem oglądanym przez 183 miliony widzów. To wynik zbliżony do ostatniej edycji z 2019 roku. Wtedy widowisko śledziło o milion osób mniej. Warto jednak dodać, że z roku na rok spada liczba odbiorców zainteresowanych przekazem telewizyjnym. Tym samym w statystyce udziału w rynku, Eurowizja 2021 osiągnęła lepszy wynik o 4%. Dane opracowano na podstawie informacji z 36 krajów.\nEBU podkreśla znaczenie treści dostępnych w internecie. Tylko podczas tygodnia eurowizyjnego wszystkie materiały na kanale Eurowizji na YouTubie obejrzało ponad 50 milionów użytkowników z 234 krajów i terytoriów zależnych. W tym samym czasie wszystkie profile konkursu w mediach społecznościowych wygenerowały 14 milionów interakcji. Na samym TikToku – nowym kanale dystrybucji materiałów Eurovision.tv – odnotowano 4,3 miliona interakcji.\nEurowizja 2022: gdzie odbędzie się konkurs? Fot. eurovision.tv / Andres Putting\nEurowizja 2021: wyniki oglądalności w Europie\nTegoroczna edycja była rekordowa dla niektórych państw. Co czwarty Włoch śledził zwycięstwo zespołu Måneskin na antenie RAI, co jest nowym najlepszym wynikiem nadawcy, jeśli chodzi o Eurowizję. Rekord także we Francji. 5,5 miliona widzów oglądało występ Barbary Pravi, co jest wynikiem o 15% lepszym w stosunku do 2019 roku i najlepszą statystyką od ostatniego drugiego miejsca kraju osiągniętego w 1991 roku.\nŚwietne rezultaty również w Serbii, gdzie półfinałowy występ Hurricane oglądało prawie 30% obywateli. Największe zainteresowanie konkursem w historii odnotowano także na Litwie. Finlandia może się pochwalić najwyższym statystykami oglądalności Eurowizji od 2003 roku, Najlepsze wyniki od lat także w Norwegii (od 2015) czy Wielkiej Brytanii (od 2014).\nAustralia – 288 000\nAustria – 596 000\nCypr – 173 000\nDania – 533 000\nEstonia – 145 000\nFinlandia – 1 400 000\nFrancja – 5 500 000\nGrecja – 2 000 000\nHiszpania – 4 000 000\nHolandia – 5 400 000\nLitwa – 997 600\nNiemcy – 7 700 000\nNorwegia – 1 400 000\nPolska – 1 480 000\nPortugalia – 1 200 000\nRumunia – 178 000\nSerbia – 1 100 000\nSzwecja – 2 900 000\nWielka Brytania – 7 400 000\nWłochy – 4 500 000\nEurowizja 2021, trofeum dla zwycięzcy konkursu. Fot. EBU STIJN SMULDERS / eurovision.tv\nEurowizja 2021: wyniki oglądalności w Polsce\nEurowizja 2021 okazała się najchętniej wybieranym programem przez telewidzów podczas sobotniego wieczoru. Według danych Nielsen Audience Meauserement między 21:00 a 0:56 konkurs śledziło w TVP 1,48 miliona osób, co dało nadawcy 15,89% udziału w rynku. Tym samym TVP była niekwestionowanym liderem – udział drugiego TVN-u wyniósł 6,87%. Minimalnie gorzej wypadają wyniki oglądalności pierwszego półfinału Eurowizji 2021. Tu program na antenach TVP 1 i TVP Polonia śledziło 1,44 miliona widzów.\nTradycyjnie już Eurowizja 2021 wzbudziła wśród fanów największe emocje przy okazji uczestnictwa Polski w widowisku. Drugi półfinał śledziło średnio 2,54 miliona widzów, co przełożyło się na 21,07% udziału w rynku. Szczytowa oglądalność przypadła na godziny 21:29-21:32, kiedy na scenie Rotterdam Ahoy wystąpił Rafał Brzozowski. Konkurs oglądało wtedy 2,97 miliona widzów.\nhttps://www.youtube.com/watch?v=Uy6TeDNvSGo\nWzrost zainteresowania Eurowizją\nWyniki oglądalności Eurowizji w Polsce w 2021 roku okazały się najlepsze od czasu startu Kasi Moś w 2017 roku. Wtedy finał z udziałem Polski przyciągnął przed telewizory 2,78 miliona widzów. Jeszcze większa widownia śledziła sukces Michała Szpaka w Sztokholmie (4,4 miliona) czy Cleo i Donatana w Kopenhadze (4,63 miliona). Jednak szczęśliwy dla Polski pierwszy półfinał Eurowizji 2017 oglądało zaledwie 1,8 miliona widzów, czyli o 30% mniej niż drugi półfinał Eurowizji 2021, w którym udział wziął Rafał Brzozowski. Najmniejszą widownię w finale wygenerowała Eurowizja 2019 – tylko nieco ponad milion osób oglądało transmisję z Tel Awiwu.", "original_url": "https://eurowizja.org/eurowizja-2021-rafal-brzozowski-wyniki-ogladalnosci/", "wayback_url": "https://web.archive.org/web/20210531104216/https://eurowizja.org/eurowizja-2021-rafal-brzozowski-wyniki-ogladalnosci/", "a_id": "Q50729731-183"}