{"title": "Eurowizja 2021: TIX z Norwegii najgorzej ubranym artystą", "text": "Eurowizja 2021: TIX z Norwegii najgorzej ubranym artystą\nEurowizja 2021 za nami, czas na podsumowania! Fani konkursu przyznali właśnie nagrodę najgorzej ubranemu w tym roku artyście. Głosowanie wygrał reprezentant Norwegii, TIX.\nOd 1997 roku po zakończeniu Konkursu Piosenki Eurowizji internauci mogą wytypować najgorzej ubranych artystów z konkursu. Nagroda im. Barbary Dex z przymrużeniem oka trafia co roku do najdziwniejszych lub po prostu najmniej przemyślanych kreacji, które w trakcie widowiska wywołały najwięcej reakcji zdziwienia wśród widzów konkursu. Znamy wyniki tegorocznego głosowania.\nEurowizja 2021: Norwegia z nagrodą dla najgorzej ubranego artysty. (fot. songfestival.be)\nEurowizja 2021: TIX z najgorszym strojem\nOrganizujący głosowanie na najgorzej ubranego artystę portal songfestival.be poinformował, że w ankiecie wpłynęło ponad 4870 głosów. Tegorocznym laureatem wyróżnienia jest TIX z Norwegii. Jego skrzydła, białe futro, łańcuchy i duża ilość błyskotek od początku zdobywały skrajne różne opinie. Kompozytor wielu przebojów, m.in. Sweet but psycho Avy Max, wygrał norweskie eliminacje Melodi Grand Prix z utworem Fallen angel. Piosenka opowiada o jego przeżyciach w związku z zachorowaniem na zespół Tourette’a. W finale Eurowizji 2021 Norwegia zdobyła 15 punktów od jury (22. miejsce) i 60 punktów od widzów (13. miejsce), zajmując w sumie 18. miejsce.\nhttps://www.youtube.com/watch?v=F0r3vmGLzZU\nDrugie miejsce dość zaskakująco przypadło Roxen z Rumunii za jej wielobarwną sukienkę, a na trzecim miejscu głosowania znalazła się Albina z Chorwacji. Jej błyszcząca kreacja z dziwnymi paskami na nogach i wycięciem na pośladkach również wywołała wiele emocji i była typowana do zdobycia Nagrody im. Barbary Dex. Czwarte miejsce w głosowaniu zajął James Newman z Wielkiej Brytanii. Miał na sobie czarną skórzaną kurtkę z pionowymi paskami; Eurowizja 2021 była dla niego pechowa – zajął ostatnie miejsce z zerem punktów. Na piątym miejscu uplasował się strój Eden Alene z Izraela. Fanom najwidoczniej nie spodobała się kreacja, pod którą przez większość występu ukryta była druga, odważniejsza czarna sukienka.\nNagroda im. Barbary Dex: czym jest?\nW 1993 roku reprezentująca Belgię na Eurowizji Barbara Dex zaprezentowała się we własnoręcznie przygotowanym stroju. Prześwitująca żółta sukienka i domowej roboty kolczyki nie wyglądały najlepiej. Cztery lata później belgijscy fani Eurowizji rozpoczęli poprzez internetowe głosowanie wybierać najgorzej ubranego artystę w konkursie, przyznając mu Nagrodę im. Barbary Dex. Stało się to coroczną tradycją. Reprezentant Polski zdobył to wyróżnienie raz – w 2001 roku trafiło ono do Piaska i jego słynnego futra z norek. Trzy lata później o nagrodę otarła się prześwitująca kreacja Tatiany Okupnik. W 2019 roku nagroda powędrowała do Conana Osirisa. Była to druga Barbara Dex Award na koncie Portugalii, dwukrotnie zdobyli ją także przedstawiciele Macedonii Północnej i Serbii.\nEurowizja 2021: Albina z Chorwacji trzecią najgorzej ubraną artystką. (fot. Thomas Hanses, eurovision.tv)\nźródła: songfestival.be, fot. eurovision.tv", "original_url": "https://eurowizja.org/eurowizja-2021-barbara-dex-award-norwegia-tix/", "wayback_url": "https://web.archive.org/web/20210602215321/https://eurowizja.org/eurowizja-2021-barbara-dex-award-norwegia-tix/", "a_id": "Q50729731-179"}