{"title": "koronawirus w delegacji Islandii! Co dalej?", "text": "koronawirus w delegacji Islandii! Co dalej?\nEurowizja 2021 odbywa się w warunkach pandemii. Nic więc dziwnego, że artyści i wykonawcy biorący udział w konkursie są regularnie testowani na obecność COVID-19. Jak się okazuje, podczas rutynowej kontroli jeden z członków delegacji Islandii uzyskał pozytywny wynik testu. To nie pierwszy taki przypadek w dotychczasowych ośmiu dniach prób. Wczoraj jedna z osób z Polskiej delegacji również otrzymała pozytywny wynik testu.\nW związku z nadzwyczajną sytuacją Europejska Unia Nadawców wystosowała specjalny komunikat, w którym poinformowała o pozytywnym teście jednej z osób delegacji Islandii.\n[Z OSTATNIEJ CHWILI] Z powodu niebezpiecznej sytuacji w hotelu, w którym znajduje się zarówno polska jak i islandzka delegacja, artyści i ich zespoły, którzy zatrzymali się w tym samym hotelu (Malta i Rumunia) – nie przybędą na turkusowy dywan. Z naszych informacji wynika, że nikt z Malty and Rumunii nie ma pozytywnego testu, jednakże środki ostrożności zostały zastosowane.\nEurowizja 2021 z udziałem Islandii zagrożona? Na scenie wokalista – Dadi Freyr. Fot. eurovision.tv / Andres Putting\nEurowizja 2021: koronawirus w islandzkiej delegacji\nZgodnie z informacją podaną przez EBU pozytywny test w kierunku COVID-19 otrzymał jeden z członków islandzkiej delegacji. Niestety nie wiemy czy to jeden z artystów występujących na scenie, czy może ktoś spoza artystycznej ekipy.\nKażda osoba biorąca udział w konkursie jest rutynowo testowana. W przypadku uzyskania pozytywnego wyniku trafia ona na izolację. Reszta islandzkiej delegacji musi teraz powtórzyć test PCR i udać się na 5-dniową kwarantannę. W związku z regulacjami zawartymi w protokole bezpieczeństwa Dadi Freyr i i jego zespół nie weźmą udziału w ceremonii otwarcia Eurowizji 2021, zaplanowanej na dzisiejsze, niedzielne popołudnie.\nIslandia nie weźmie udziału w konkursie?\nTaki scenariusz nie jest w tym momencie przesądzony. Wszystko zależy od wyniku testów PCR, które ponownie przejdzie cała delegacja Islandii. Pamiętajmy, że Europejska Unia Nadawców przygotowała się na wypadek wystąpienia objawów COVID-19 u reprezentantów biorących udział w konkursie. W takiej sytuacji organizatorzy mają do dyspozycji nagranie zapasowe, tzw. live-on-tape, zrealizowane przez każdą delegację w marcu. Niewykluczone, że do dyspozycji będzie także jedno z nagrań prób Islandii, które odbyły się w czwartek.\nDaði Freyr (Eurowizja 2021, Islandia). Fot. Birta Rán/RÚV\nEurowizja 2021: co wiemy?\nEurowizja 2021 odbędzie się w dniach 18, 20 i 22 maja w Ahoy Arenie w Rotterdamie. Część zeszłorocznych planów organizatorów zobaczymy w tym roku. Konkurs poprowadzą Chantal Janzen, Jan Smit i Edsilia Rombley oraz NikkieTutorials. Nie zmieni się ani slogan, ani projekt sceny autorstwa Floriana Wiedera. Zachowano również podział krajów na półfinały. Odświeżono natomiast logo Eurowizji 2021. Znaczącą różnicą w stosunku do Eurowizji 2020 jest możliwość występu z wgranymi chórkami. Chcąc zabezpieczyć się przed ewentualnym brakiem możliwości zorganizowania występów na żywo w Rotterdamie, organizatorzy poprosili nadawców o nagranie konkursowych prezentacji wcześniej.\n26 zeszłorocznych uczestników potwierdziło udział w Eurowizji w Rotterdamie. Z udziału zrezygnowała Armenia, a Białoruś została zdyskwalifikowana. Polskę reprezentuje Rafał Brzozowski z utworem The Ride. Wystąpi jako szósty w drugim półfinale. Jednak wśród faworytów do zwycięstwa wymienia się Włochy, Francję, Maltę, Islandię, Bułgarię i Szwajcarię.", "original_url": "https://eurowizja.org/koronawirus-w-delegacji-islandii/", "wayback_url": "https://web.archive.org/web/20210516144917/https://eurowizja.org/koronawirus-w-delegacji-islandii/", "a_id": "Q50729731-92"}