{"title": "Eurowizja 2021: Ile państw wystartuje? Czy wróci Czarnogóra? • Eurowizja Junior: Akcja #SayHi z udziałem JAponii i Kosowa", "text": "Eurowizja 2021: Ile państw wystartuje? Czy wróci Czarnogóra? • Eurowizja Junior: Akcja #SayHi z udziałem JAponii i Kosowa\nDo 10 października 2020 roku nadawcy mają możliwość wycofania się ze złożonej wcześniej deklaracji chęci udziału w Eurowizji 2021. Dodatkowo telewizje, które wcześniej nie wysłały swojego zgłoszenia, teraz mają jeszcze parę dni by to zrobić. Po 10 października 2020 roku telewizje z listy wstępnie zgłoszonych będą mogły zrezygnować, ale taka decyzja wiązać się może z karą finansową. Aktualnie 37 telewizji zadeklarowało publicznie chęć udziału w konkursie – na tej liście brakuje Polski 🇵🇱, Wielkiej Brytanii 🇬🇧, Białorusi 🇧🇾 oraz Portugalii 🇵🇹 – te państwa planowały startować w ESC 2020. W porównaniu do ostatniej zorganizowanej Eurowizji – tej z 2019 – brakuje nam także Czarnogóry 🇲🇪 oraz Węgier 🇭🇺, ale w stawce mamy Bułgarię 🇧🇬 i Ukrainę 🇺🇦, które nie uczestniczyły w rywalizacji w Tel Awiwie. Ostatnim krajem, który potwierdził udział były Włochy 🇮🇹, jednak nadawca RAI nie potwierdził sposobu selekcji reprezentanta i nadal nie wiadomo, czy znów uczestnik wskazany będzie w trakcie Sanremo czy np. automatyczną nominację otrzyma Diodato. Wydaje się, że udział Polski, Wielkiej Brytanii i Portugalii to tylko formalność, a nadawcy telewizyjni po prostu nie uznali za konieczne przekazywania takiej informacji do wiadomości publicznej. Niepewny jest status Białorusi, która na razie milczy też w kwestii Eurowizji Junior. Wciąż nie wiemy jak dalej potoczą się losy walczących ze sobą państw kaukaskich – Armenii 🇦🇲 i Azerbejdżanu 🇦🇿. Na powrót Węgier nie ma co liczyć, gdyż nadawca wycofał się bardziej z powodów ideologicznych niż finansowych. Nie ma więc co liczyć na nowy rekord państw startujących. Do tej pory najliczniejsze Eurowizje to te z 2008, 2011 i 2018 roku – startowały wtedy 43 państwa.\n🇲🇪 Czarnogóra: Kto kogo skompromitował?\nNie wiemy co z Czarnogórą. Nadawca RTCG poinformował, że zarząd nie skomentował na razie planów co do udziału w Eurowizji 2021, ale portal telewizji publicznej podaje wiadomość o apelu, jaki w stronę stacji wystosowało Stowarzyszenie Artystów Estradowych i Wykonawców Czarnogóry. Wszystko zaczęło się od facebookowego wpisu Bojany Jokić, członkini rady telewizji publicznej, w którym podała „Uraduję Was zanim zrobią to media – także w 2021 roku nie skompromitujemy się na Eurowizji„. Jokić wpis szybko usunęła, ale nie umknął on uwadze stowarzyszenia artystów, którzy uważają, że taki wpis jest hańbą. „Nie wiemy kogo reprezentuje ta osoba, ale wiemy, że każdego miesiąca zarabia średnie wynagrodzenie pracownika RTCG za, jak widać, taki stosunek do obywateli Czarnogóry, którzy są płatnikami RTCG” – czytamy w oświadczeniu podpisanym przez prezes stowarzyszenia, Renatę Perazić. „Muzycy, którzy dali radość swojemu państwu zdobywając nagrody na licznych festiwalach, którzy stworzyli piosenki rozpoznawane w regionie i na świecie. Pytamy, kogo my, muzycy, kompromitujemy? Jeśli mówimy o Eurowizji, nigdy się nie skompromitowaliśmy, bo jako mały kraj w ciągu ostatnich 10 lat dwa razy byliśmy w finale, a nigdy nie byliśmy ostatni” – czytamy. Stowarzyszenie podkreśla, że nawet jeśli Eurowizja nie zawsze prezentuje najwyższy poziom, to jednak jest najchętniej oglądanym show na całym świecie i jest świetną okazją do promocji kraju, także pod kątem turystycznym, ale przede wszystkim miejscem dla utalentowanych, a głównie młodych, muzyków. Muzycy i artyści domagają się od pani Jokić wyjaśnień, a w tej sprawie skontaktował się z nią też redaktor informacji portalu RTCG, lecz nie dostał jeszcze odpowiedzi, chociaż przecież Jokić reprezentuje tę samą instytucję. Czy RTCG wysłucha muzyków i artystów? Czy wcześniejszy post Bojany Jokić jest prawdą i Czarnogóra także w 2021 będzie pauzować? Dowiemy się zapewne po 10 października. Ostatnim reprezentantem kraju była formacja D Mol (na zdj.) – w 2019 roku grupa zajęła 16. miejsce w półfinale.\nEurowizja Junior: Akcja #SayHi bez Polaków?\nHiszpański nadawca RTVE 🇪🇸 jest bardzo wylewny w kwestii Eurowizji Junior. To jedyna telewizja, która zdradziła projekt swojej sceny na Eurowizję Junior oraz szczegóły dotyczące realizacji występu. Teraz podano, że Solea na scenie wystąpi z czterema tancerzami – Lucią, Tanią, Carlosem i Ivanem. Nad występem scenicznym i wokalem pracować będą Vicky Gomez i Natalia Calderon, które mają doświadczenie m.in. z pracy przy programie Operacion Triunfo. Dziś Europejska Unia Nadawców poinformowała, że Eurowizja Junior włącza się w inicjatywę EBU Kids International Friendship – kampanię #SayHi, która ma promować otwartość, przyjaźń i bycie dobrym dla innych. W ramach akcji nadawca norweski NRK 🇳🇴 przygotował utwór „I see you” i zaprasza wszystkie telewizje EBU do przetłumaczenia tekstu na języki lokalne i nagrania własnych wersji językowych. Z kolei wszyscy są zaproszeni do wzięcia udziału we wspólnej choreografii – taniec odbędzie się w krajach uczestniczących w akcji (nie w JESC) 12 listopada o 12:00. Materiał z przygotowań oraz sam taniec pokazany będzie w trakcie Ceremonii Otwarcia Eurowizji Junior 2020. Na ten moment do akcji zgłosiły się telewizje z następujących krajów – startujące w JESC 2020: Francja 🇫🇷, Gruzja 🇬🇪, Niemcy 🇩🇪, Hiszpania 🇪🇸 oraz nieuczestniczące w konkursie: Belgia 🇧🇪, Czechy 🇨🇿, Węgry 🇭🇺, Włochy 🇮🇹, Japonia 🇯🇵, Kosowo 🇽🇰, Litwa 🇱🇹, Norwegia 🇳🇴, Słowenia 🇸🇮 i Austria 🇦🇹. Telewizji Polskiej 🇵🇱 nie ma na liście, dlatego polskie dzieci na razie nie mogą uczestniczyć w akcji. Przypominam, że w środę o 16:00 w siedzibie TVP konferencja prasowa podczas której zaprezentowani zostaną prowadzący Eurowizji Junior 2020. W spotkaniu udział weźmie także gość specjalny. Na razie nie wiadomo czy konferencja będzie transmitowana na TVP Info, ale na pewno obejrzeć ją będziecie mogli na żywo na grupie Facebook Dziennika Eurowizyjnego. Na sobotę zaplanowano premierę klipu do „I’ll be standing” Alicji Tracz – podaje portal eska.pl.\nEurowizja 2021: Sanah vs. Alicja\nTrwa najbardziej wyrównany pojedynek w historii plebiscytów Dziennika Eurowizyjnego! Superfinał „Wymarzonego Reprezentanta Polski 2021” w którym rywalizują Sanah i Alicja Szemplińska podzielił instagramowiczów dokładnie na pół. W dwóch ankietach dobowych na Instastory łącznie oddano ponad 1800 głosów, a wokalistki dostały równe (co do jednego głosu!) poparcie. Oznacza to, że wynik wciąż jest niepewny i zdecydują o nim czytelnicy Dziennika Eurowizyjnego głosujący TUTAJ oraz facebookowicze (wkrótce). W ankiecie na stronie oddano na ten moment ponad 400 głosów, a głosujący odpowiadali też na pytania dodatkowe, w zależności od tego którą wokalistkę wybrali. 57,3% osób typujących Sanah chciałoby, żeby wokalistka na Eurowizji zaśpiewała utwór w stylu „Melodii”, z kolei 44,4 stawia na coś w stylu „Szampana”. Największym atutem Sanah jest (wg głosujących) oryginalność, wokal i tworzona przez nią muzyka. W przypadku Alicji fani liczą na utwór taki jak „Empires” (46,2%). Za najważniejszą siłę Ali uznają jej wokal, oryginalność i wygląd. Głosowanie trwa! Ankieta dostępna jest TUTAJ.\nGŁOSUJ W HOLFESTIVALEN 14 i wybierz najlepszy utwór września 2020! Głosowanie dostępne TUTAJ.\nŹródło: ESCtoday.com, Eurovoix.com, RTCG, Wikipedia, RTVE, JuniorEurovision.tv, Instagram, inf. własne, fot: @rikiiiiiiiiiiiiiiii", "original_url": "https://dziennik-eurowizyjny.pl/2020/10/05/eurowizja-2021-ile-panstw-wystartuje-czy-wroci-czarnogora-eurowizja-junior-akcja-sayhi-z-udzialem-japonii-i-kosowa/", "wayback_url": "https://web.archive.org/web/20201009221913/https://dziennik-eurowizyjny.pl/2020/10/05/eurowizja-2021-ile-panstw-wystartuje-czy-wroci-czarnogora-eurowizja-junior-akcja-sayhi-z-udzialem-japonii-i-kosowa/", "a_id": "Q50729731-26"}