{"title": "Eurowizja 2021. Lider grupy Maneskin przejdzie test narkotykowy", "text": "Eurowizja 2021. Lider grupy Maneskin przejdzie test narkotykowy\nWokół zwycięzcy tegorocznej Eurowizji wciąż jest bardzo głośno. I to nie tylko za sprawą sukcesu muzycznego. Do sieci trafił film, na podstawie którego, internauci oskarżyli Damiano Dawida o zażywanie narkotyków.\nManeskin. Lider grupy przejdzie test narkotykowy\nW niedzielę zespół wrócił do Włoch i choć fani witali ich bardzo ciepło, to nie obyło się bez pytań o nagranie, które wywołało taki skandal. Tuż po wylądowaniu na lotnisku Leonarda Da Vinci, lider grupy powiedział dziennikarzom, że zamierza poddać się testowi na obecność narkotyków. – Chcemy uciszyć plotki – stwierdził Damiano Dawid. Już wcześniej, grupa Maneskin wydała oświadczenie, w którym zapewniała, że doszło do pomyłki.\nSkandal na finale Eurowizji\nNa filmiku, który wywołał takie zamieszanie, widać jak Damiano Dawid pochyla się nad stołem i wykonuje szybki ruch głową. Zdaniem internautów, artysta wciągał do nosa narkotyki. Gdy o sprawie zrobiło się głośno, grupa Maneskin wydała oświadczenie. „Jesteśmy zszokowani tym, że niektórzy twierdzą, iż Damiano brał narkotyki. Jesteśmy przeciwnikami narkotyków i nigdy nie braliśmy kokainy. Możemy poddać się testom, ponieważ nie mamy niczego do ukrycia. Jesteśmy przeszczęśliwi z powodu wygranej” – napisali wówczas muzycy.\nMoment, który wywołał kontrowersje, można zobaczyć na poniższym nagraniu:\ntwitterCzytaj też:\nEurowizja 2021. Wielki finał. Zobacz wszystkie konkursowe występy. Który z artystów zatriumfuje?", "original_url": "https://www.wprost.pl/prime-time/10449919/eurowizja-2021-lider-grupy-maneskin-przejdzie-test-narkotykowy.html", "wayback_url": "https://web.archive.org/web/20210524111913/https://www.wprost.pl/prime-time/10449919/eurowizja-2021-lider-grupy-maneskin-przejdzie-test-narkotykowy.html", "a_id": "Q50729731-164"}