{"title": "Oficjalna strona OGAE Polska", "text": "Oficjalna strona OGAE Polska\nhttp://eurowizja.org/?p=10564 Drugie zwycięstwo Polski w EYD! POLSKA WYGRAŁA EUROWIZJĘ DLA MŁODYCH TANCERZY Gratulacje dla Viktorii z Poznania!\nhttp://eurowizja.org/?p=10550 Reprezentantka Holandii najgorzej ubranym uczestnikiem 60. Konkursu Piosenki Eurowizji Trijntje Oosterhuis z Nagrodą im. Barbary Dex! Trijntje Oosterhuis z Nagrodą im. Barbary Dex!\nhttp://eurowizja.org/?p=10506 Publikujemy szczegółowe wyniki telewidzów oraz jurorów, którzy wspólnie zadecydowali o losach tegorocznych finalistów 60. Konkursu Piosenki Eurowizji Finał 2015: szczegółowe wyniki głosowania jury oraz telewidzów Jak głosowali widzowie i jurorzy w finale?\nhttp://eurowizja.org/?p=10493 Publikujemy szczegółowe wyniki telewidzów oraz jurorów, którzy wspólnie zadecydowali o losach tegorocznych półfinalistów 60. Konkursu Piosenki Eurowizji Półfinały 2015: Szczegółowe wyniki jury i telewidzów Kto zachwycił widzów, a kto oczarował jurorów?\nhttp://eurowizja.org/?p=10497 Chęć udziału w przyszłorocznym konkursie wyrazili nadawcy m.in. z Danii i Finlandii Pierwsze kraje zapowiadają udział w Eurowizji 2016 Pierwsze kraje zapowiadają udział w Eurowizji 2016\nhttp://eurowizja.org/?p=10478 Które miasto jest chętne aby organizować przyszłoroczną Eurowizję? Powrót bohatera i walka o organizację Powrót bohatera i walka o organizację", "original_url": "https://web.archive.org/web/20150630123549/http://eurowizja.org/download/Statut%20OGAE%20Polska%20AKTU%20KRS%2016092011%20STR.pdf/", "wayback_url": "https://web.archive.org/web/20220303092643/https://web.archive.org/web/20150630123549/http://eurowizja.org/download/Statut%20OGAE%20Polska%20AKTU%20KRS%2016092011%20STR.pdf/", "a_id": "Q50729731-184"}