{"title": "Eurowizja 2021: wiemy, kto poda punkty z Polski!", "text": "Eurowizja 2021: wiemy, kto poda punkty z Polski!\nEurowizja 2021 zbliża się wielkimi krokami! Poznaliśmy nazwisko osoby, która w finale konkursu połączy się z Rotterdamem i przekaże, któremu uczestnikowi polskie jury przyznało 12 punktów. Kto to będzie?\nDo mediów społecznościowych prosto z Rotterdamu przedostała się informacja o osobie, która podczas finału 65. Konkursu Piosenki Eurowizji przedstawi punktację polskiego jury. Potwierdzamy, że rzeczniczką jury w Warszawie będzie Ida Nowakowska, znana nam z prowadzenia Eurowizji Junior w 2019 i 2020 roku.\nEurowizja 2021: Rotterdam Ahoy: Elementy oświetlenia Fot. NPO/NOS/AVROTROS NATHAN REINDS / eurovision.tv\nEurowizja 2021: Ida Nowakowska rzeczniczką polskiego jury\nNa Twitterze pojawiło się nagranie pochodzące z areny Ahoy, gdzie trwają już próby do Eurowizji 2021. Prowadzący konkursu Jan Smit i Chantal Janzen ćwiczą prezentowanie wyników. W opublikowanym materiale zdradzony został utrzymywany dotąd sekret: punkty z Polski 22 maja zaprezentuje Ida Nowakowska. Prezenterka TVP nie jest obca Eurowizji – prowadziła dwa ostatnie konkursy dla dzieci organizowane w Polsce. W roli rzeczniczki jury Ida zastąpi Mateusza Szymkowiaka, który prezentował głosy naszych ekspertów w latach 2018-2019. Nie wiemy jednak jeszcze, kto w tym roku wejdzie w składy polskiego panelu. Poniżej zamieszczamy nagranie z próby (uwaga: zawiera ono spojler wyglądu oprawy graficznej Konkursu!)\nVandaag wordt de puntentelling voor het Eurovisie Songfestival gerepeteerd in Ahoy. 12 points voor België 🇧🇪 pic.twitter.com/04KfFYn5Sp — Richard van de Crommert (@RichardCrommert) May 6, 2021\nKim jest Ida Nowakowska?\nIda Nowakowska poprowadziła Eurowizję Junior dwukrotnie: w Gliwicach w 2019 roku i podczas zdalnego konkursu w Warszawie w 2020 roku. Choć prezenterka miała okazję już wcześniej prowadzić zarówno programy telewizyjne, jak i wydarzenia o charakterze muzycznym, podczas konkursu dała się poznać z nowej strony. Wszechstronnie uzdolniona pod względem artystycznym, potrafiąca zbudować napięcie i jednocześnie bardzo energiczna, ciepła i spontaniczna. Kolejnym walorem Idy jest jej nienaganny angielski, co jest efektem m.in. kilkuletnich studiów w Stanach. Obecne prezenterka spodziewa się dziecka.\nStała się dziesiątą w historii osobą, która podczas finału Eurowizji odczyta wynik głosowania w Polsce. Jako pierwszy w latach 90. robił to Jan Chojnacki. Później głosy z Warszawy przekazywali m.in. Maciej Orłoś, Radek Brzózka, Paulina Chylewska czy Anna Popek.\nEurowizja Junior 2020: prowadzący konkurs: Rafał Brzozowski, Ida Nowakowska, Małgorzata Tomaszewska. Fot. Stijn Smulders / junioreurovision.tv\nEurowizja 2021: co wiemy?\nTegoroczna Eurowizja odbędzie się w dniach 18, 20 i 22 maja w Ahoy Arenie w Rotterdamie. Część zeszłorocznych planów organizatorów zobaczymy w tym roku. Konkurs poprowadzą Chantal Janzen, Jan Smit i Edsilia Rombley oraz NikkieTutorials. Nie zmieni się ani slogan, ani projekt sceny autorstwa Floriana Wiedera. Zachowano również podział krajów na półfinały. Odświeżono natomiast logo Eurowizji 2021. Znaczącą różnicą w stosunku do Eurowizji 2020 jest możliwość występu z wgranymi chórkami.\nZe względu na niepewną sytuację epidemiologiczną EBU przygotowała cztery scenariusze organizacji wydarzenia. Jednak jak już wiemy, obecnie pod uwagę brane są już tylko trzy warianty. Chcąc zabezpieczyć się przed ewentualnym brakiem możliwości zorganizowania występów na żywo w Rotterdamie, organizatorzy poprosili nadawców o nagranie konkursowych prezentacji wcześniej. 26 zeszłorocznych uczestników potwierdziło udział w Eurowizji w Rotterdamie. Z udziału zrezygnowała Armenia, a Białoruś została zdyskwalifikowana. Polskę reprezentuje Rafał Brzozowski z utworem The Ride. Wystąpi jako szósty w drugim półfinale.", "original_url": "https://eurowizja.org/eurowizja-2021-polska-jury-ida-nowakowska/", "wayback_url": "https://web.archive.org/web/20210506140326/https://eurowizja.org/eurowizja-2021-polska-jury-ida-nowakowska/", "a_id": "Q50729731-79"}