{"title": "Razilaze se članice srbijanske grupe Hurricane, planiraju započeti solo karijeru", "text": "Razilaze se članice srbijanske grupe Hurricane, planiraju započeti solo karijeru\nSrbijanska grupa Hurricane koja je proteklih godina sa svojim pjesmama bila u centru pažnje na regionalnoj muzičkoj sceni, odlučila je krenuti novim putem, a njihovoj zajedničkoj suradnji došao je kraj.\nPjevačice Sanja Vučić, Ivana Nikolić i Ksenia Knežević vrtoglavo su se probile na regionalnu muzičku scenu 2019. kada su predstavile pjesmu \"Favorito\" koja je vrlo brzo postala hit.\nOd tada, slušatelji su ih svakodnevno plasirali na vrhove ljestvica slušanosti, a mnogi su ih simpatizirali i zbog vrlo atraktivnog izgleda i zarazne energije. Pjevačice su naposlijetku dogurale i do Eurosonga gdje su prošle godine u Rotterdamu predstavljale Srbiju sa pjesmom \"Loco Loco\".\nUnatoč sjajnim prognozama, zauzele su 15. mjesto, a već tada šuškalo se kako one planiraju nastaviti svaka svojim putem.\nDjevojke iz grupe do sada su svaki put demantirale navode, no izgleda da je bilo samo pitanje vremena kada će se razići.\n\"Treba nekad i prekinuti određenu saradnju kada se ostvari sve što je planirano, a kako smo mi to realizovali, svi smo se složili da je pametna i mudra odluka za sve da za sada stavimo tačku na zajednički rad. U narednih nekoliko mjeseci družit ćemo se i uživati sa publikom kroz pjesmu i muziku, preko koje smo i komunicirali svih ovih pet godina\", potvrdile su članice grupe zvaničnim saopštenjem koje je prenio Blic.\nTakođer, istakli su i kako je u pripremi organizacija oproštajne turneje o kojoj će mediji i javnost na vrijeme biti obaviješteni, a ista će biti održana do novembra.\nNavodi o raspadu grupe već su neko vrijeme punili naslovnice regionalnih medija, u posljednje vrijeme još intenzivnije nakon što su mnogi primijetili kako Ksenia i Sanja nisu prisustvovale Ivaninoj rođendanskoj proslavi.\n\"Njih tri jednostavno više nisu mogle zajedno da izdrže. U pitanju je sudar tri potpuno različita karaktera koji su itekako utjecali na cijelu atmosferu u grupi\", otkrio je izvor za spomenuti medij.\nObjasnio je i kako zajednički ugovor ove grupe ističe u septembru koji su one odlučile da više ne obnavljaju.\n\"Generalno se nisu najsjajnije slagale, pa je i to utjecalo da posao ne funkcioniše najbolje i da dođe do razdora. Za tri mjeseca Hurricane će biti prošlost, a one će se okušati u solo karijeri\", zaključio je izvor.\nGrupa je, podsjećamo, prije svega par dana predstavila pjesmu \"Kontroverzne\" koju su radile skupa sa srbijanskom pjevačicom Teodorom.", "original_url": "https://www.klix.ba/magazin/showbiz/razilaze-se-clanice-srbijanske-grupe-hurricane-planiraju-zapoceti-solo-karijeru/220504066", "wayback_url": "https://web.archive.org/web/20220504123743/https://www.klix.ba/magazin/showbiz/razilaze-se-clanice-srbijanske-grupe-hurricane-planiraju-zapoceti-solo-karijeru/220504066", "a_id": "Q105924118-18"}