{"title": "The Netherlands: Jeangu Macrooy to Eurovision 2020", "text": "The Netherlands: Jeangu Macrooy to Eurovision 2020\nJeangu Macrooy has been confirmed as the Dutch representative for Eurovision 2020 on home ground in Rotterdam.\nEric van Stade, managing director of AVROTROS and member of the selection committee, stated that Jeangu has been on the committee’s radar for quite some time. “The song he delivered touched us right away. We are very happy that Jeangu wants to go on this journey with us!”\nJeangu has also shared his happiness upon being selected: “I am indescribably honoured! It’s a dream come true and the most beautiful thing that has come my way so far. My team and I are excited to make the Netherlands proud! Let’s go!”\nJeangu was born in Suriname and moved to the Netherlands in 2014. He is known for his ‘modern soul’ sound and has been a regular guest on De Wereld Draait Door where he has performed covers and his own music. He has released three albums to date, and last year headlined his first tour of Germany.\nReports about potential entrants for Eurovision 2020 surged last weekend. This occurred after it was revealed on Dutch radio that the singer who will represent the Netherlands in Rotterdam, starts with the letter J.\nJeangu’s Eurovision entry will be revealed at a later date. The Director General of AVROTROS stated on NPO Radio that he believes that the country can win for a second year in a row.\nSource: eurovision.tv\nThe Netherlands in the Eurovision Song Contest The Netherlands debuted in the Eurovision Song Contest in 1956 and has gone on to compete in all bar four contests. To date the Netherlands has won the contest on five occasions; 1957, 1959, 1969, 1975 and most recently 2019. Prior to Duncan Laurence’s victory in Tel Aviv, the Netherlands had been waiting 44 years for their next victory. Duncan Laurence won the contest in Israel with the song “Arcade”.\nShare this: Share\nTwitter\nFacebook", "original_url": "https://eurovoix.com/2020/01/10/the-netherlands-jeangu-macrooy-to-eurovision-2020/", "wayback_url": "https://web.archive.org/web/20200110233636/https://eurovoix.com/2020/01/10/the-netherlands-jeangu-macrooy-to-eurovision-2020/", "a_id": "Q28109988-1"}