{"title": "Naast alle symboliek is er bij Jeangu Macrooy die onfeilbare zang", "text": "Naast alle symboliek is er bij Jeangu Macrooy die onfeilbare zang\nOverweldigend, zo ervoer zanger Jeangu Macrooy de eerste keer dat hij op het uitgestrekte podium van het Eurovisie Songfestival in Ahoy Rotterdam stond. Alsof hij en zijn twee zangers, tweelingbroer Xillan en zangeres A Mili, en danser Gil The Grid „zwommen in open zee”. Maar na de tweede repetitie op zaterdagochtend, waarbij de Nederlandse inzending voor het Europese liedjesfestijn opnieuw drie keer ‘Birth Of A New Age’ kon uitvoeren, is het viertal er al duidelijk meer vertrouwd. De podiumact, die in drie minuten verschiet van ingetogen zwaarte naar licht en uitbundig, oogt strak. „De energie op het podium voelde goed”, stelt de zanger na afloop vast.\nDinsdag begint het Eurovisie Songfestival in Rotterdam met de eerste halve finale. De repetities voor de liveshows op deze door corona beïnvloedde 65ste editie voelen als een uitje voor de deelnemers uit 38 landen (die uit Australië mogen niet reizen en doen mee met een video-optreden) in Rotterdam. Even uit de bubbel – alle delegaties is vanaf hun aankomst opgedragen zoveel mogelijk in en rond het hotel te blijven. De organisatie hoopt de kans op besmetting zo klein mogelijk te houden.\nBlack Lives Matter als inspiratie\nAls winnaar in 2019 heeft gastland Nederland zich direct geplaatst voor de finale. Met nog zes dagen te gaan is het lang wachten voor de Surinaamse zanger Jeangu Macrooy. Maar hij draagt zijn boodschap uit zoveel hij kan.\nIn zijn soulvolle song vol empowerment benadrukt hij de rol van afkomst en je gevoel van eigenwaarde, mede geïnspireerd door Black Lives Matter. ‘Birth Of A New Age’ is „voor alle voorvechters”, vertelt Macrooy het Europese journaille bij de persconferentie in de ochtend. Voor de pioniers die hun kop boven het maaiveld staken. En zijn refrein in de Surinaamse taal Sranantongo – „Yo no mi broko mi” (je kunt mij niet breken) – gaat over „de moed om te staan voor wie je bent”. Het ontroert Surinaamse landgenoten dat hij in de oude taal zingt, zegt hij.\nMacrooys optreden is overladen met symboliek, in zowel tekst als dans, kleding en de visuals. Of die vele boodschappen en referenties zullen overkomen is de vraag, de bookmakers schatten zijn kansen niet hoog in. Maar los van de inhoud valt hij op door zijn onfeilbare zang.\nTijdens de eerste acht tellen van zijn Songfestivalliedje, een schurend dissonante toon, staat Macrooy rug aan rug met zijn tweelingbroer Xillan en zangeres A Mili. Achter hen verschijnen barsten op het ledscherm. Als vierde performer verbeeldt de expressieve danser Gil The Grid vervolgens met gespannen ‘krump’-dansbewegingen rauwe pijn en worsteling.\nHet is een klein, donker begin van een lied dat uiteindelijk een viering zal worden. Want als de song openbreekt en vloeibare olieprojecties op de ledschermen een kleurrijk decor vormen, dansen de affirmatieve zinnen „Yu no man broko mi” (Mij zul je niet breken) en „You can’t break me” over de schermen.\nLees ook: Jeangu Macrooy: in Suriname waren er geen homoseksuele rolmodellen voor mij\nTribale patronen van de Marrons\nOpvallend is zijn outfit, een modern scherp gesneden kobaltblauw pak met een kort jasje, waarbij tal van elementen refereren aan zijn Surinaamse roots. Zoals de riempjes en snoeren met rode kralen bovenaan de pantalon. Ze lijken op de lendensnoeren van een kamisa (lendendoek) van Surinaamse Indianen. De tribale patronen op zijn bovenbenen zijn geïnspireerd op die van de Marrons uit het binnenland van Suriname. En ook voor de looks van zijn zangeres en danser hebben modeontwerpster Silvy ten Broeke en styliste Lissa Brandon zich door Surinaamse bevolkingsgroepen (Chinezen, Marrons, Creolen) laten beïnvloeden. Als totem prijkt op Macrooys borst een ketting met een zilveren Surinaamse halve cent.\nDat Macrooy steeds expliciet de camera inkijkt toont duidelijk de hand van de Belgische regisseur Hans Pannecoucke. Hij trok ook de acts van Duncan Laurence en The Common Linnets naar een hoger plan. De danspassen in de vrolijke slotdans zette Macrooy, zeer actief op sociale media, deze week al online. Vooralsnog is het echter de Franse zangeres Barbara Pravi die met haar kwetsbaar maar vurig gebrachte chanson ‘Voila’ geldt als topfavoriet.", "original_url": "https://www.nrc.nl/nieuws/2021/05/15/naast-alle-symboliek-is-er-bij-jeangu-macrooy-die-onfeilbare-zang-a4043689", "wayback_url": "https://web.archive.org/web/20210515165959/https://www.nrc.nl/nieuws/2021/05/15/naast-alle-symboliek-is-er-bij-jeangu-macrooy-die-onfeilbare-zang-a4043689", "a_id": "Q28109988-22"}