{"title": "Czech Republic: ČT reveals international jury members for 2018 national final", "text": "Czech Republic: ČT reveals international jury members for 2018 national final\nAn international jury will determine 50% of the final vote for the Czech Republic’s national final for Eurovision 2018. Now we know the names of the 10 international members, featuring plenty of familiar faces!\nČT, the Czech national broadcaster, confirmed the return of the country’s national final in December, the last of which took place 10 years before back in 2008.\nThe search was soon underway to find the right artists to compete in the nation’s returning selection, with the Czech broadcaster selecting a total of 6 acts to perform for the right to represent the country at the 2018 Eurovision Song Contest.\nThe winner of the Czech national final, Eurovision Song CZ, will be determined via a combined 50/50 public and jury vote, with the public vote currently still underway.\nInternational jury members unveiled\nWith the jury votes set to be unveiled ahead of the Czech national final, ČT confirmed the names of the 10-member jury panel who have each cast their vote in the country’s national final.\nIn a nice surprise for Eurovision fans, all of the international jury members for the Czech Republic are former Eurovision representatives, many of which are from recent editions of the competition.\nDami Im (Australia 2016)\n(Australia 2016) Robin Bengtsson (Sweden 2017)\n(Sweden 2017) Naviband (Belarus 2017)\n(Belarus 2017) SunStroke Project (Moldova 2010 and 2017)\n(Moldova 2010 and 2017) Sanja Vučić (Serbia 2016)\n(Serbia 2016) Jalisse (Italy 1997)\n(Italy 1997) Iveta Mukuchyan (Armenia 2016)\n(Armenia 2016) Nathan Trent (Austria 2017)\n(Austria 2017) Norma John (Finland 2017)\n(Finland 2017) Liora Simon (Israel 1995)\n😮😮😮 A JE TO TADY, toto jsou porotci, kteří spolurozhodují o osudu naší šestice finalistů 🏆🏆🏆 co na ně říkáte? KOHO MYSLÍ… Geplaatst door Eurovision Song Contest Czech Republic op maandag 22 januari 2018\nWith the above international jury making up a total of 50% of the final vote, their official votes are set to be unveiled tomorrow evening at 18:00 CET.\nThe jury votes will be combined with those of the public vote next week on the 29 January; the artist who receives the highest percentage of the final vote will go on to represent the Czech Republic at the 2018 Eurovision Song Contest.\nListen to the 6 competing entries ahead of next week’s national final!", "original_url": "http://esctoday.com/157293/czech-republic-ct-reveals-international-jury-members-2018-national-final/", "wayback_url": "https://web.archive.org/web/20180122235122/http://esctoday.com/157293/czech-republic-ct-reveals-international-jury-members-2018-national-final/", "a_id": "Q23009087-4"}