{"title": "Roxen - Amnesia", "text": "Roxen - Amnesia\nPuntengemiddelde: 3.34 Roxen - Amnesia (Reviews: 35 )\n04/03/2021 20:20\nBearcat *** ESC 2021\nRomania\nHelaas zal dit ook niet veel doen vrees ik\nErg middelmatig ESC 2021RomaniaHelaas zal dit ook niet veel doen vrees ikErg middelmatig\n05/03/2021 16:34\nvancouver **** Dieser Titel soll Rumänien am ESC 2021 vertreten.\nLarisa Roxana Giurgiu hat bereits erfolgreich Singles in Rumänien veröffentlicht. Moderner Track im trendigen BillieEilish-Stil. Gefällt mir ganz gut Dieser Titel soll Rumänien am ESC 2021 vertreten.Larisa Roxana Giurgiu hat bereits erfolgreich Singles in Rumänien veröffentlicht. Moderner Track im trendigen BillieEilish-Stil. Gefällt mir ganz gut\n06/03/2021 12:35\nKirin **** etwas störender Akzent, sonst nicht schlecht etwas störender Akzent, sonst nicht schlecht\n11/03/2021 11:51\nFabio (auch Fabi GaGa) **** ESC 2021 - Romania\nGefiel mir letztes Jahr besser und Roxen hat auch sonst bessere Titel. ESC 2021 - RomaniaGefiel mir letztes Jahr besser und Roxen hat auch sonst bessere Titel.\n11/03/2021 18:09\nmeikel731 ** Eurovision Songcontest 2021 / Rumänien.\nEtwas mühsam. Eurovision Songcontest 2021 / Rumänien.Etwas mühsam.\n14/03/2021 20:36\nBesnik ***** Ich mag dieses Mädchen und ich halte sie für sehr talentiert! Hier stimmt alles, die Lyrics, die Melodie, der Clip - ich finde das sehr stark! Hab auch schon ihr \"Alcohol you\" vom Vorjahr gut gefunden! Jetzt kann ich nur hoffen das sie einen verdienten guten Platz im Mai landen kann! Ich mag dieses Mädchen und ich halte sie für sehr talentiert! Hier stimmt alles, die Lyrics, die Melodie, der Clip - ich finde das sehr stark! Hab auch schon ihr \"Alcohol you\" vom Vorjahr gut gefunden! Jetzt kann ich nur hoffen das sie einen verdienten guten Platz im Mai landen kann!\n07/04/2021 21:14\nChartsfohlen **** Die Ähnlichkeit zu Billie Eilish sehe ich hier zwar, im Gegensatz zum Mädel aus Bulgarien HÖRE ich sie hier allerdings nicht - und das ist mir im Zweifelsfall dann doch etwas wichtiger. Dennoch ist Roxens Ästhetik sehr stark dem aktuellen Zeitgeist angepasst, eher düster gehalten, zerbrechlich und melancholisch. Mir fehlt hier wie schon im Vorjahr so der letzte Kick und das letzte Bisschen Einzigartigkeit, das mich daran glauben ließe, \"Amnesia\" immer und immer wieder hören zu wollen. Davon abgesehen ein solider Popsong, der Rumänien sicher keine Schande bereiten wird.\nDie Buchmacher sehen das Lied derzeit auf Platz 14, da gehe ich mit. Der Finaleinzug dürfte gelingen, dann aber eher im unteren Mittelfeld anzusiedeln, irgendwo zwischen Platz 13-17. Die Ähnlichkeit zu Billie Eilish sehe ich hier zwar, im Gegensatz zum Mädel aus Bulgarien HÖRE ich sie hier allerdings nicht - und das ist mir im Zweifelsfall dann doch etwas wichtiger. Dennoch ist Roxens Ästhetik sehr stark dem aktuellen Zeitgeist angepasst, eher düster gehalten, zerbrechlich und melancholisch. Mir fehlt hier wie schon im Vorjahr so der letzte Kick und das letzte Bisschen Einzigartigkeit, das mich daran glauben ließe, \"Amnesia\" immer und immer wieder hören zu wollen. Davon abgesehen ein solider Popsong, der Rumänien sicher keine Schande bereiten wird.Die Buchmacher sehen das Lied derzeit auf Platz 14, da gehe ich mit. Der Finaleinzug dürfte gelingen, dann aber eher im unteren Mittelfeld anzusiedeln, irgendwo zwischen Platz 13-17.\n11/04/2021 10:49\nsbmqi90 **** Ihr Alkohol-Song vom Vorjahr gefiel mir etwas besser, aber auch \"Amnesia\" ist grundsolide\nund hat genug Klasse für das Halbfinale, sofern sie das live gut rüberbringt. 4+ Ihr Alkohol-Song vom Vorjahr gefiel mir etwas besser, aber auch \"Amnesia\" ist grundsolideund hat genug Klasse für das Halbfinale, sofern sie das live gut rüberbringt. 4+\n17/04/2021 20:52\nul.tra *** Nichts, was man unbedingt öfters hören muss. Nichts, was man unbedingt öfters hören muss.\n18/04/2021 18:40\nJonas.St ***** Glaube, das es Rumänien in den Final schafft. Platz 15. Kein Final, da lag ich daneben.\nLaatst gewijzigd: 18/05/2021 23:03 Glaube, das es Rumänien in den Final schafft. Platz 15. Kein Final, da lag ich daneben.\n19/04/2021 13:29\nRichard (NL) ** Dit is een nummer wat niet op gang komt, meer een nummer om te gaan stofzuigen. Dit is een nummer wat niet op gang komt, meer een nummer om te gaan stofzuigen.\n19/04/2021 14:14\ngherkin *** Geen verkeerde maar ook geen bijzondere inzending. Weet niet hoe veel mensen zich het echt gaan herinneren als er moet gestemd worden wat misschien toepasselijk is maar niet handig. Geen verkeerde maar ook geen bijzondere inzending. Weet niet hoe veel mensen zich het echt gaan herinneren als er moet gestemd worden wat misschien toepasselijk is maar niet handig.\n26/04/2021 17:50\nhisound *** Ja, mit \"Alcohol\" gefiel sie auch mir besser. Das hier ist nichts. Ja, mit \"Alcohol\" gefiel sie auch mir besser. Das hier ist nichts.\n03/05/2021 10:34\nsanremo *** weniger weniger\n04/05/2021 13:00\nZwelfbungt ** Ziemlich tief gefallen ist sie bei mir, die Roxen. Das Lied plätschert emotionslos sowie saft- und kraftlos drei Minuten vor sich hin. Einziger Pluspunkt ist die interessante und irgendwie schöne Stimme von Roxen, die das Lied nun aber auch nicht rettet. Auch wenn es viele nicht so sehen: Ich denke, dass Rumänien es dieses Jahr schwer haben wird. Ziemlich tief gefallen ist sie bei mir, die Roxen. Das Lied plätschert emotionslos sowie saft- und kraftlos drei Minuten vor sich hin. Einziger Pluspunkt ist die interessante und irgendwie schöne Stimme von Roxen, die das Lied nun aber auch nicht rettet. Auch wenn es viele nicht so sehen: Ich denke, dass Rumänien es dieses Jahr schwer haben wird.\n12/05/2021 16:38\nShadowViolin ***** Joa die Ähnlichkeit zu Billie wurde erwähnt, dabei ist Amnesia besser wie alles, was Billie in den letzten 12 Monaten veröffentlicht hat und gleichzeitig auch deutlich stärker wie das etwas ähnliche, meiner Meinung nach zu unrecht so gehypte Growing Up Is Getting Old von Bulgarien. Für mich ein klarer Finaleinzug und würde von mir 6 Punkte im 1. Semi-Final erhalten. -5* Joa die Ähnlichkeit zu Billie wurde erwähnt, dabei ist Amnesia besser wie alles, was Billie in den letzten 12 Monaten veröffentlicht hat und gleichzeitig auch deutlich stärker wie das etwas ähnliche, meiner Meinung nach zu unrecht so gehypte Growing Up Is Getting Old von Bulgarien. Für mich ein klarer Finaleinzug und würde von mir 6 Punkte im 1. Semi-Final erhalten. -5*\n16/05/2021 09:58\nMusicfreaky_93 *** Kommt kalt und kalkuliert rüber. Kommt kalt und kalkuliert rüber.\n16/05/2021 12:21\nsoledurn *** Eine Powerstimme hat sie ja, aber das reicht noch nicht um einen guten Song zu produzieren, der ist für mich eher unbedeutend. Eine Powerstimme hat sie ja, aber das reicht noch nicht um einen guten Song zu produzieren, der ist für mich eher unbedeutend.\n18/05/2021 22:08\nSteffen Hung ***** Aufgerundete 4.5. Gefällt mir relativ gut. Aufgerundete 4.5. Gefällt mir relativ gut.\n18/05/2021 22:30\n!Xabbu *** leider kaum musik im sound vorhanden.\ndauert ne gute minute bis mal was kommt.\nda ist man von rumänien anderes und besseres gewohnt.\nals unterhaltung gut genug für 3*\nLaatst gewijzigd: 18/05/2021 23:01 leider kaum musik im sound vorhanden.dauert ne gute minute bis mal was kommt.da ist man von rumänien anderes und besseres gewohnt.als unterhaltung gut genug für 3*\n18/05/2021 22:59\nKamala *** Hört sich live etwas fad und langweilig an. -3.5 Hört sich live etwas fad und langweilig an. -3.5\n19/05/2021 08:18\nremy ** The Title says fits perfectly - Song is finished and you have forgotten it already, even worse than \"Alcohol you\"\nLaatst gewijzigd: 19/05/2021 08:22 The Title says fits perfectly - Song is finished and you have forgotten it already, even worse than \"Alcohol you\"\n19/05/2021 19:41\nWidmann1 **** Ich finde ihn nicht schlecht, aber mit heutigen Tag werde ich ihn vergessen, da sie im 1.Halbfinale ausgeschieden ist. Ich finde ihn nicht schlecht, aber mit heutigen Tag werde ich ihn vergessen, da sie im 1.Halbfinale ausgeschieden ist.\n19/05/2021 21:31\nsophieellisbextor **** J'aime beaucoup, déçu par l'élimination. J'aime beaucoup, déçu par l'élimination.\n20/05/2021 12:45\nstaetz *** Es ist meines Erachtens bestens verkraftbar, dass die Rumänin Roxen mit ihrer Midtemponummer am Finalabend nicht zu hören sein wird. Während hektische Backgroundtänzer und disharmonischer Gesang die Liveperformance massiv belasteten, liefert die etwas ausgereiftere Studioaufnahme hinreichend Anhaltspunkte, insbesondere aufgrund des ansatzweise markanten Refrains knapp zur 3 aufzurunden. Klar ungenügend!\nEs ist meines Erachtens bestens verkraftbar, dass die Rumänin Roxen mit ihrer Midtemponummer am Finalabend nicht zu hören sein wird. Während hektische Backgroundtänzer und disharmonischer Gesang die Liveperformance massiv belasteten, liefert die etwas ausgereiftere Studioaufnahme hinreichend Anhaltspunkte, insbesondere aufgrund des ansatzweise markanten Refrains knapp zur 3 aufzurunden. Klar ungenügend!\n20/05/2021 13:47\nwasserkraft **** Schöner Beitrag aus Rumänien zum Song Contest 2021. Leider war die Performance zu schwach. Somit ok, dass es bei dem starken Teilnehmerfeld den Weg ins Finale nicht geschafft hat.\nSchöner Beitrag aus Rumänien zum Song Contest 2021. Leider war die Performance zu schwach. Somit ok, dass es bei dem starken Teilnehmerfeld den Weg ins Finale nicht geschafft hat.\n21/05/2021 00:39\nSacred ** Schwaches Ding. Ich sah sie auch ganz hinten. Zurecht raus. Schwaches Ding. Ich sah sie auch ganz hinten. Zurecht raus.\n23/05/2021 10:17\nsouthpaw **** Etwas unter Wert geschlagen. Und überraschend für Rumänien. Etwas unter Wert geschlagen. Und überraschend für Rumänien.\n23/05/2021 21:21\npupsiD ** dachte am anfang WOW xylophon nummer des abends bis die zehenhochroll downer voice einsetzt.. dachte am anfang WOW xylophon nummer des abends bis die zehenhochroll downer voice einsetzt..\n25/05/2021 23:26\nReto ***** Eine der speziellsten Stimmen am ESC in Rotterdam. Leider eine Spur schwächer als der letztjährige Beitrag und daher knapp im Halbfinal gescheitert. Da konnte auch die rauchlastige Show nichts daran ändern. Eine der speziellsten Stimmen am ESC in Rotterdam. Leider eine Spur schwächer als der letztjährige Beitrag und daher knapp im Halbfinal gescheitert. Da konnte auch die rauchlastige Show nichts daran ändern.\n25/05/2021 23:29\nmerlin77 * für mich einer der bottom 3-songs dieses esc-jahrgangs. song und auftritt waren gar nicht mein fall. für mich einer der bottom 3-songs dieses esc-jahrgangs. song und auftritt waren gar nicht mein fall.\n29/05/2021 08:23\nJeroen68 *** krap 3 krap 3", "original_url": "https://dutchcharts.nl/showitem.asp?interpret=Roxen&titel=Amnesia&cat=s", "wayback_url": "https://web.archive.org/web/20210602214238/https://dutchcharts.nl/showitem.asp?interpret=Roxen&titel=Amnesia&cat=s", "a_id": "Q84850732-43"}