{"title": "International hit-makers coming to work with Kiwi artists", "text": "International hit-makers coming to work with Kiwi artists\nInternational hit-makers coming to work with Kiwi artists\nInternational hit-makers coming to work with Kiwi artists\nThis February, three of the world‘s top songwriters touch down in Auckland to collaborate with some of our most promising musical talent.\nCo-writers, producers and collaborators are the secret weapons of top selling artists. From Lorde to Adele, The Weeknd to John Legend, stars of the charts often write their best songs with other people - songwriters whose names you may not know, but whose musical influence runs far and wide.\nSongHubs Auckland brings this experience to New Zealand, with platinum-selling, Grammy Award winning, Billboard #1 songwriters Mike Elizondo, Emily Warren andJames Newman travelling from the UK and US for an intensive five day song-writing workshop at Auckland’s Roundhead Studios, from February 27 to March 4.\nMike Elizondo is perhaps best known for his work with Eminem, co-writing number 1 hit The Real Slim Shady, along with much of the rest of The Marshall Mathers LP. But his co-writing credits range far and wide, from hip hop greats Jay-Z and Snoop Dogg, to Twenty One Pilots, Maroon 5, Tegan & Sarah, Regina Spektor, and two of New Zealand’s favourite songbirds, Gin Wigmore, and Kimbra.\nEmily Warren is having a stellar year, having helped The Chainsmokers win a Grammy yesterday for Don't Let Me Down, as well as achieving international stardom and chart success (they’re currently sitting at #5 and #16 in the NZ Top 40). Warren has not only co-written three songs with the American DJ duo, but her vocals also feature on two tracks – Until You Were Gone, and Paris. Aside from that she’s worked with Jessie J, Shawn Mendez, 5 Seconds of Summer, Tiesto, Fifth Harmony, Sean Paul, and a host of others.\nJames Newman is the unassuming older brother of rising British dance-soul star John Newman, and has spent the past few years working as a key collaborator with Rudimental (for which he won a Brit Award), as well as working with Calvin Harris, Ella Eyre, and David Guetta, while also working on his own material, which looks set to be released this year.\nWe also have local hip hop and pop producer star Pete Wadams aka P-Money joining the team. P-Money is known for his many collaborations, including his current smash hit with Starley Hope, Call On Me (which is in the Top 10 throughout Europe and has had more than 230 million streams), plus chart topping classics written with Scribe, Vince Harder, and Akon, as well as his own work as a producer and songwriter.\n“Having this calibre of international artists come together to share their talent, knowledge and experience with our songwriters is totally unprecedented in New Zealand, and a huge opportunity for our writers.” says APRA’s Manager of NZ Member Services Victoria Kelly. “We’re incredibly excited about the music that will come from these collaborations, the seeds that will be sown for our artists, the relationships they’ll build, and the fact that it’s all happening here in Auckland.”\nWe’re also very pleased to announce the list of impressive local artists who will spend the week writing new songs with Elizondo, Warren, Newman, and Wadams:\nBenny Tipene\nChelsea Jade\nDave Baxter\nDiaz Grimm\nEcca Vandal\nEstere\nIva Lamkum\nMitch James\nNik Brinkman\nPossum Plows\nRaiza Biza\nTeeks\nThey will be joined by local producers Josh Fountain, Djiesan Suskov, and Sam de Jong for the week.\nPlease contact us for info and biographies on all participants.\nParticipants have been selected by SongHubs Auckland curator, producer Greg Haver(Manic Street Preachers, Catatonia, Pluto)\nSongHubs is an APRA AMCOS initiative, supported by the Federal Government of Australia. In addition to APRA AMCOS, SongHubs Auckland has been made possible with the support of NZ On Air, Auckland Council, Recorded Music NZ and the New Zealand Music Commission.\n//ends//\n© Scoop Media", "original_url": "https://www.scoop.co.nz/stories/CU1702/S00272/international-hit-makers-coming-to-work-with-kiwi-artists.htm", "wayback_url": "https://web.archive.org/web/20170215010251/http://www.scoop.co.nz/stories/CU1702/S00272/international-hit-makers-coming-to-work-with-kiwi-artists.htm", "a_id": "Q55614888-9"}