{"title": "Brace yourself: Hurricane storms into Eurovision 2021", "text": "Brace yourself: Hurricane storms into Eurovision 2021\nWe can now excitedly confirm that Serbia’s Hurricane will return to the Contest in 2021. Sanja Vučić, Ivana Nikolić and Ksenija Knežević will represent the country in Rotterdam with a brand new song to be selected by RTS viewers at a later date.\nThe trio was set to represent Serbia in 2020 with their song Hasta La Vista before the Contest was cancelled due to the coronavirus pandemic. Now, they’re back in the race and ready to make an impact!\nAbout Hurricane\nSanja Vučić was born on 8 August, 1993, in Kruševac, Serbia. She finished secondary music school in Kruševac in the Department of Solo Singing. Sanja was a member of the church choir Knez Lazar, an ensemble performing Ethno music called Bele vile, and member of a reggae/jazz/ska/punk fusion band called ZAA. She represented Serbia with the song Goodbye at the Eurovision Song Contest 2016, where she finished in 18th place in the Grand Final.\nIvana Nikolić was born on 16 April, 1995, in Niš, Serbia. At the age of 14, she joined a dance school called Boom 018 in Niš, where she continued to dance for the next 6 years. During her dance education, she participated in national and European competitions where she won numerous awards and became a dance champion on multiple occasions.\nKsenija Knežević was born on 24 January, 1996, in Belgrade, Serbia and has participated in numerous festivals, such as Niški susreti, Čarolija and Beovizija. In 2015, she started singing as a backing vocalist in a number of festivals and concerts. That same year, she also sang as a backing vocalist at the Eurovision Song Contest in Vienna as part of the Montenegrin team, which was then represented by her father, Nenad Knežević Knez.\nWhile we (not so) patiently wait for any updates on their 2021 song, let's enjoy their 2020 hit Hasta La Vista:", "original_url": "https://eurovision.tv/story/brace-yourself-hurricane-storms-into-eurovision-2021", "wayback_url": "https://web.archive.org/web/20201217123505/https://eurovision.tv/story/brace-yourself-hurricane-storms-into-eurovision-2021", "a_id": "Q23009087-9"}