{"title": "ZAA to represent Serbia with \"Goodbye\"", "text": "ZAA to represent Serbia with \"Goodbye\"\nSerbian public broadcaster (RTS) has announced that Sanja Vučić will represent the country in the 2016 Eurovision Song Contest. Sanja will use the stage name ZAA, which is also the name of the band she performs with. The song, Goodbye, will be premiered in a special TV show, Serbia's Song For Europe, on 12th March at 21:00 CET. You can follow all the action right here on Eurovision.tv!\nThe Serbian entrant for the 2016 Eurovision Song Contest was chosen internally, Dragan Ilić, Head of Serbia's delegation told Eurovision.tv. This year we decided to introduce a completely new face. A young and talented artist. We believe that it's going to be a big surprise for the Eurovision fans in Serbia and abroad. RTS had a different approach, this time, Ilić explained. \"The decision was made by RTS music editors, and this method helped us to choose and send someone new. We think that our representative will represent Serbia in Sweden in a best possible way.\"\nAbout Sanja Vučić ZAA Sanja Vučić ZAA (23) is from Kruševac, Serbia. Since she was a child, Sanja has been expressing talent for music. She finished both primary and secondary music school in her hometown (section: opera singing).\nDuring the studies, Sanja sang in various ensembles, ranging from the band performing ethno music Bele vile (White Fairies), over the jazz orchestra, to the church choir Sveti Knez Lazar (Saint Prince Lazar) with which she toured Hungary, Belarus and Poland.\nFurthermore, she attended singing master classes held by the famous opera singer Katarina Jovanović. Sanja also tried enrolling at the Faculty of Music in Belgrade, but without success, which she does not consider to be a significant setback because perhaps precisely that's what led her to the 2016 Eurovision Song Contest 2016.\nSince April 2012, when she joined a crossover band called ZAA, as a permanent member, she has performed at more than 100 concerts in the region (at festivals like Exit, Love Fest, Nishville, Arsenal Fest, Overjam Reggae Festival in Slovenia, Lake Fest in Nikšić, etc.).\nAs a member of ZAA, she has had one album called \"What About\" recorded. Also, she is working with numerous authors and musicians as a studio singer for radio and TV jingles, advertisements and corporate videos.\nAll available resources that the Serbian public broadcaster had were used to support this year's Serbian representative. It is different this year. Because for the first time, we mobilised everyone at RTS, including the producers, authors, and the orchestra. We used all the resources we had to produce the song that the Serbian entrant will perform in Stockholm - Dragan Ilic added. Besides Ivana Peters, who wrote the song (both music and lyrics), Ivan Ilić, a conductor of the RTS Big Band Jazz Orchestra and Uroš Marković, have also been working on the orchestration and programming.\nAbout the author Ivana Peters (42) is a composer and singer from Belgrade. She has been in the music world in the Balkans since she was a child. Having played the piano in the primary music school, she also finished secondary music school. At the age of 15, she started singing in a hip-hop group named Who Is The Best.\nIn 1994, being less than twenty years old, she performed at the Beogradsko Proleće (Belgrade Spring Festival), drawing attention to herself by her exceptional performance. Soon she joined the group TAP 011, one of the most successful pop dance groups in Serbia in the 90s, having many radio chart-busters.\nAfterward, she left the group and formed her rock band Negativ (Negative), with which she has released three albums until now. She became an accomplished author by composing and writing lyrics for most of the group's songs.\nIvana Peters also took part in the national selection in 2004 with the song Zbunjena (Confused).\nLast year Bojana Stamenov finished 10th in the Grand Final with Beauty Never Lies. Serbia will compete in the second Semi-Final of the Eurovision Song Contest in Stockholm on 12th May.", "original_url": "http://www.eurovision.tv/page/news?id=its_zaa_with_goodbye_for_serbia", "wayback_url": "https://web.archive.org/web/20160307230115/http://www.eurovision.tv/page/news?id=its_zaa_with_goodbye_for_serbia", "a_id": "Q23009087-2"}