{"title": "Eurovision Song Contest Lisbon 2018", "text": "Eurovision Song Contest Lisbon 2018\nFifteen years later, she has developed a voice to perform challenging songs of soul artists like Aretha Franklin, Beyoncé.\nNevertheless, Sanja developed her voice further with the opera diva Katarina Jovanović, who said that \"it is important for Sanja to remain who she is and retain her distinctiveness\". Besides studying Arabic, Sanja is a lead vocalist in the band ZAA.\nSanja lives in Belgrade, but she adores her hometown of Kruševac. Now she will have the opportunity to get to know Stockholm. Her career is referred to as \"a Serbian dream\", since she is a young girl who, thanks to her talent, managed to get the chance of a lifetime.\n{Video#YT, id:55N_0T-EiRY}\nAbout Ivana Peters\nIvana Peters was born in Belgrade. She has been in the music world since she finished both primary and secondary music school. At the age of 15, she started singing in the group named Who Is the Best.\nBeing less than twenty years old, she performed at the \"Beogradsko prolece\" (Belgrade Spring) festival, drawing attention with her outstanding performance. After the festival, she joined the group Tap 011\", one of the most popular groups in the 90s.\nAfterwards, she formed her own rock band \"Negativ\", with which she has recorded three albums so far. With these projects, she became an accomplished author, composing and writing lyrics for most of the group's songs. In 2004, she won at the \"Beovizija\" festival (former national selection in Serbia) with the song Confused .\nThings you should know about Sanja\nWhat are the three most interesting aspects about your entry?\nThe first thing would be that I've been chosen to represent my country in the Eurovision Song Contest, without being a well-known artist. Also the music I create is somewhat non commercial, and in spite that fact, the organizers have seen the potential and given a chance to a young and perspective artist, and I hope to do so in many years to come.\nWhat are the three most impressive facts about you?\nIs there a right way to answer this question without being vain? As a singer, I can \"swim\" through genres of all kinds. For as long as I can remember, I have been testing my vocal abilities and challenging myself to do the impossible. I get around quite well with my dancing skills too, mainly in dancehall and afrobeat. I have a talent for languages, I speak three languages fluently, and I understand and can achieve a decent conversation with another three as well.\nDo you have a (lucky) routine before you go on stage?\nNot really, but I still like to look behind the curtain right before I go on the stage, just to see the crowd. It gives me quite a rush, and while I perform, I like to pick a person from the crowd, and give him or her undivided attention, that creates an incredible synergy, which circulates through the venue and makes a fantastic atmosphere.\nWhy is the Eurovision Song Contest important for you?", "original_url": "https://eurovision.tv/participant/sanja-vucic-zaa", "wayback_url": "https://web.archive.org/web/20180513000957/https://eurovision.tv/participant/sanja-vucic-zaa", "a_id": "Q23009087-7"}