{"title": "Hooverphonic à nouveau sans voix", "text": "Hooverphonic à nouveau sans voix\nLe groupe Hooverphonic et sa chanteuse Noémie Wolfs ont décidé d’un commun accord de se séparer.\nLa nouvelle, tombée jeudi dans l’après-midi, a fait l’effet d’une bombe, la tournée du groupe de Saint-Nicolas n’étant pas encore terminée. Sur sa page officielle, le groupe rassure néanmoins: les trois derniers concerts de Waregem (le 27), Huy (le 28) et Colfontaine (le 29/3) sont maintenus, avec Noémie. Alex Callier et Raymond Geerts, qui ont fondé Hoover – transformé en Hooverphonic par obligation – en 1995, ont toujours rencontré des soucis avec leurs chanteuses. Avant Geike Arnaert, qui a chanté la plupart des grands succès entre 1997 et 2008 (avant de se lancer dans une carrière solo qui n’a toujours pas décollé), il y eut Liesje Sadonius, Kyoko Bartsoen et enfin Esther Lybeert.\nDear fans, in mutual agreement Hooverphonic and Noémie Wolfs have decided to end their collaboration.More info http://t.co/nZFYnzbRj0 — HooverphonicOfficial (@HooverphonicOff) 26 Mars 2015\nLa toute jeune Noémie Wolfs était donc la cinquième chanteuse de la formation menée par son principal auteur et compositeur (et bassiste sur scène) Alex Callier. Un Alex perfectionniste, producteur et maître à bord. Rien ne permettait cependant de se douter que Noémie s’en irait si tôt. Le 26 février dernier, encore, dans les loges du Whalll de Woluwe-Saint-Pierre, Alex nous confiait qu’il ne savait pas encore comment il allait fêter les 20 ans du groupe et qu’il avait du mal à se rendre compte que cela faisait déjà cinq ans que Noémie avait trouvé sa place, aisément, au sein d’Hooverphonic. Toute jeune, sans expérience, Noémie a vite réussi à s’imposer, se réappropriant les tubes chantés par Geike et apportant une nouvelle fraîcheur sur les deux derniers albums du groupe.\nSur Facebook, Noémie Wolfs s’est laissée aller à quelques confidences au sujet de cette rupture et de cette aventure dont elle ne retient que les meilleurs moments : « C’est la fin d’un chapitre fantastique durant lequel je n’ai vécu que des moments fabuleux, car, mon D’ieu, que n’ai-je ri durant ces 5 ans! Je ne citerai pas de nom pour n’oublier personne. Merci à tous ceux qui m’ont accompagné que ce soit sur un podium, une scène, dans un tourbus. Merci pour la confiance placée en moi, même celle que je n’arrive plus à avoir moi-même. Et maintenant, cap sur de nouvelles aventures. J’ai hâte ».", "original_url": "https://frontstage.lesoir.be/2015/03/26/hooverphonic-a-nouveau-sans-voix/", "wayback_url": "https://web.archive.org/web/20230416082607/https://frontstage.lesoir.be/2015/03/26/hooverphonic-a-nouveau-sans-voix/", "a_id": "Q1979585-13"}