{"title": "Manuel Agnelli: \"I Maneskin hanno vinto perché hanno risvegliato il pubblico. Ma non possono salvare il rock italiano da soli \"", "text": "Manuel Agnelli: \"I Maneskin hanno vinto perché hanno risvegliato il pubblico. Ma non possono salvare il rock italiano da soli \"\n«Non me l’aspettavo, nei miei sogni più reconditi il podio sarebbe stato una mezza rivoluzione, così è una rivoluzione vera e propria»: non nasconde l’emozione Manuel Agnelli, mentre si sofferma sull’incredibile vittoria dei Maneskin. Perché la rivoluzione l’ha innescata lui, quando quattro anni fa, giudice di X Factor, intravide in questi ventenni romani, la scintilla sempiterna del rock’n’roll. Ma, per Manuel, questo trionfo, il primo del genere nella lunga storia del Festival, non è così incredibile: «Una gran parte del pubblico si è riconosciuta: finalmente c’è una roba diversa, non hanno tutti lo stesso vestiario, gli stessi testi, gli stessi suoni, l’autotune e così via. I Maneskin hanno risvegliato l’emotività delle persone, essendo liberi di essere sé stessi: in un palco che ti costringe ad adeguarti, non si sono adeguati» . Poi c’è la bravura e quella conta sempre: «Sono tutti talentuosi, ma Damiano ha un carisma naturale, quello dei grandi frontman, lo sa e lo sa usare». Una rivoluzione nella rivoluzione è aver portato, con Manuel, i CCCP nella serata dei duetti, band lontana mille anni luce dalle atmosfere dell’Ariston: «L’hanno scelta loro, non io: li conoscevano e ciò dimostra cultura musicale anche nella loro generazione. Ma non hanno fatto un tributo, se la sono “mangiata”».", "original_url": "https://www.corriere.it/spettacoli/festival-sanremo/notizie/manuel-agnelli-maneskin-hanno-vinto-perche-hanno-risvegliato-pubblico-ma-non-possono-salvare-rock-italiano-soli-1ccd547e-7f59-11eb-b700-62d4180eb118.shtml", "wayback_url": "https://web.archive.org/web/20210308111138/https://www.corriere.it/spettacoli/festival-sanremo/notizie/manuel-agnelli-maneskin-hanno-vinto-perche-hanno-risvegliato-pubblico-ma-non-possono-salvare-rock-italiano-soli-1ccd547e-7f59-11eb-b700-62d4180eb118.shtml", "a_id": "Q57415344-3"}