{"title": "Manizha's 'Russian Woman' wins on International Women's Day", "text": "Manizha's 'Russian Woman' wins on International Women's Day\nManizha has won the Russian ticket to the Eurovision Song Contest and will perform 'Russian Woman' in Rotterdam.\nVery few Eurovision nations can whip up such intrigue and excitement with their national final, leaving fans speculating on so many fronts right up until broadcast. The mysteries surrounding the Russian show left fans with several questions: How many acts would compete? Would there be a televote? Might we see Little Big return tonight?\nThe answer to the last query is: yes! Little Big opened the show with a live version of their 2020 entry Uno before lead singer Ilya Prusikin went on to explain that they would not compete this year:\n\"We are happy to have had the opportunity to go to Eurovision last year, but Russia is full of creative people and we want to give the stage to new artists. We're very proud that 'Uno' set the record for most number of views on the official Eurovision YouTube page.\"\nWith Ilya and friends clearing the path, three potential Russian entries took to the stage: up first was rock band Therr Maitz with their ballad Future Is Bright; followed by breakthrough duo #2Mashi performing Bitter Words; and singer and activist Manizha rounding off the final with her female empowerment anthem Russian Woman.\nManizha stormed the public vote (winning with 39.7% over #2Mashi's 35.7% and Therr Maitz on 24.6%) and explained the meaning behind Russian Woman to Eurovision.tv:\nThis is a song about the transformation of a woman's self-awareness over the past few centuries in Russia. A Russian woman has gone an amazing way from a peasant hut to the right to elect and be elected (one of the first in the world), from factory workshops to space flights. She has never been afraid to resist stereotypes and take responsibilities. This is the source of inspiration for the song. By coincidence I wrote it on March 8, 2020 while on tour, but for the first time I perform it a year later.\nThat date is important, as even though it's now considered a global event, International Women's Day in Russia was first marked on March 8, 1913, when women demanded the right to vote via a public demonstration. It became a public holiday in the country in 1918.\nAbout Manizha\nSome acts are described as ‘triple threats’, but Russia’s Manizha excels at so many different vocations, it’s impossible to describe the limit to her talents. A singer-songwriter, musician, author, director, performer and public figure (a UN Goodwill Ambassador for Refugees since 2020), she can now add Eurovision Song Contest participant to the list of her achievements!\nRussia at the Eurovision Song Contest\nRussia has been one of the most successful nations competing at the Eurovision Song Contest in recent years. Since their debut in 1994 they've participated 22 times and finished in the top 5 on 10 occasions.\nRussia have won the Contest once, in 2008 thanks to Dima Bilan, but most fans 'Believe' they'll win again soon.", "original_url": "https://eurovision.tv/story/russia-national-final", "wayback_url": "https://web.archive.org/web/20210309031323/https://eurovision.tv/story/russia-national-final", "a_id": "Q29359663-20"}