{"title": "ðŸ‡®ðŸ‡ª Lesley Roy will wave the Irish flag at Eurovision 2020 with the song \"Story Of My Life\"", "text": "ðŸ‡®ðŸ‡ª Lesley Roy will wave the Irish flag at Eurovision 2020 with the song \"Story Of My Life\"\nThursday, 5 March meant D-Day for Ireland. At breakfast time, the Irish broadcaster RTÃ‰ revealed both the artist and song to represent the country in Rotterdam.\nWatch the music video on YouTube\n“The music video was a fun shoot”, Lesley reacts. Kate Dolan directed the video . Her work captured what Lesley wanted to create in the song. “The music video supposes to show people that we can and will defy them, rise up and throw a massive dance party to celebrate.”, Lesley added.\nListen to the song on Spotify\nComing soon\nAbout Lesley Roy\nLesley Roy is an Irish singer-songwriter living in Dublin. She owns several international experiences, such as releases with Adam Lambert, Miss Montreal, Medina, Jana Kramer and Marlee Scott. She released her debut album “Unbeautiful” in 2008. Music styles she owns the best are Pop Rock and Alternative Rock. Lesley describes this Eurovision 2020 experience as one of her lifetime ambitions.\nAbout “Story Of My Life”\nLesley Roy produced the song herself, alongside some of her co-writers from Nashville: Robert Marvin, Catt Gravitt and Tom Shapiro. Lesley wanted to bring an encouraging uptempo song around overcoming your diffculties and getting back up again.\nMeet the team\nBack in January, the Irish broadcaster promised to reveal the entry for Eurovision 2020 very soon. That “very soon” has finally arrived! In the mean time, we already got to know the team behind the entry. Philly McMahon of This Pop Baby can call himself the Creative Director of the Irish entry, while Philip Connaughton provides the choreography.\nWhat do you think about the Irish entry? Will they get a better result than last year? Let us know in the comments below, or on our social media platforms!", "original_url": "https://escxtra.com/2020/03/05/lesley-roy-will-wave-the-irish-flag-at-eurovision-2020-with-the-song-story-of-my-life/", "wayback_url": "https://web.archive.org/web/20200315183704/http://escxtra.com/2020/03/05/lesley-roy-will-wave-the-irish-flag-at-eurovision-2020-with-the-song-story-of-my-life/", "a_id": "Q3784982-1"}