{"title": "Lesley Roy shares 'Maps' for Rotterdam", "text": "Lesley Roy shares 'Maps' for Rotterdam\nIreland's pop powerhouse Lesley Roy has revealed 'Maps', the entry she will perform during the first Semi-Final on 18 May in Rotterdam with the hope of qualifying for the Grand Final 4 days later.\nThe uplifting anthem was debuted by broadcaster RTÉ on the Breakfast with Doireann & Eoghan radio show and is now available to watch again and again on the official Eurovision Song Contest YouTube channel.\nMaps was written and produced by Lesley alongside producer Lukas Hällgren (credited on Luca Hänni’s 2019 Swiss entry She Got Me) and Emilie Eriksson, a Stockholm-based songwriter at Baggpipe Studios.\nLesley explains her dedication to both her song and the Contest:\n\"I’m thrilled to see through this project and represent Ireland at Eurovision 2021 with Maps. I’m so happy with the song and so passionate about it and Eurovision. It’s a true honour and I want to have the best time I possibly can on the stage for Ireland. This has been a year in the making and I’m thrilled to finally get it out there for everyone to hear. Maps was specifically written for Eurovision. It's heart-felt, it’s uplifting, and I hope people love it.\"\nThe video was directed by Ais Brady and shot against the stunning backdrop of Páirc Náisiúnta Sléibhte Chill Mhantáin (the Wicklow Mountains National Park) near Dublin.\nLesley Roy's music video was shot in Wicklow Mountains National Park, Ireland RTÉ\nAbout Lesley\nLesley is a singer-songwriter from Balbriggan, Dublin, who splits her time between her Irish hometown and her American wife's neighbourhood of East Village in New York City. Lesley released her debut album, Unbeautiful, in 2008 on Jive/Sony Records, which was executive produced by Max Martin.\nAs a songwriter, Roy's career has been prolific, lending her talents to numbers performed by artists including Adam Lambert, Miss Montreal, Medina, Jana Kramer, Marlee Scott and Deorro. A lifelong fan of Eurovision, Lesley said that getting to represent Ireland in 2020 with a song she worked extremely hard on has meant that one of her lifetime ambitions has been fulfilled.\nStart Lesley talking about Eurovision and she won’t stop:\n“Growing up in Ireland, obviously the Contest holds a special place in my heart, as it does for many people. It was a very big event in my house every year, we watched and voted on each act and I became a massive fan at a very young age. I’m very lucky that I am from the era of Niamh Kavanagh, Paul Harrington, Eimear Quinn and Riverdance.\"\nIreland at the Eurovision Song Contest\nIreland first entered the Eurovision Song Contest in 1965. The country famously won 4 out of the 5 contests between 1992 and 1996, becoming the first country to win 3 times in a row.\nIreland has won the Eurovision Song Contest a record 7 times in total but they need to watch out for Sweden - the Nordic nation is creeping up on them with 6 victories.", "original_url": "https://eurovision.tv/story/lesley-roy-maps-ireland", "wayback_url": "https://web.archive.org/web/20210226215420/https://eurovision.tv/story/lesley-roy-maps-ireland", "a_id": "Q3784982-4"}