{"title": "Anxhela Peristeri to represent Albania at Eurovision 2021!", "text": "Anxhela Peristeri to represent Albania at Eurovision 2021!\nAnxhela Peristeri has won the 59th edition of Festivali i Këngës, the Albanian national selection for the Eurovision Song Contest. Anxhela will perform the song ‘Karma’ at the Eurovision Song Contest 2021 in Rotterdam.\nThe 59th edition of Festivali i Këngës took place from Monday 21 December to Wednesday 23 December in an outdoor venue at the 'Sheshi Italia' in Tirana. Two semi-final shows were held ahead of the live final which once again was used to determine the Albanian Eurovision entry.\nFrom the 18 participating acts in the final, a professional jury made of Luan Zhegu (composer, singer), Kastriot Çaushi (actor), Zana Shuteriqi (musicologist, composer), Vasil Tole (composer), Preç Zogaj (poet, writer), Ramë Lahaj (tenor) and Andri Xhahu (spokesperson and commentator for Albania at the Eurovision Song Contest) selected the Albanian entry for Eurovision and they opted for Karma.\nAbout Anxhela\nAnxhela Peristeri released her music album Anxhela për ju in 2004. For years she has been singing at concerts and performing at festivals including Kënga Magjike, Çmimet Kult, Netët e Klipit and YFSF where she has won various awards. In 2018 she released her first recital concert, Reflektim. Anxhela has many songs to her credit as a singer-songwriter. Her first participation in Festivali i Këngës was in 2001. This year she returned for the second time and won with the song Karma.\nThe final show\nThis was the running order of the 18 acts in the final:\nSardi Strugaj - Kam me t'ba me kajt (2nd) Xhesika Polo - Më mbron Orgesa Zaimi - Valixhja e kujtimeve Wendi Mancaku - Vesi i shpirti tim Era Rusi - Zjarri im Gjergj Kaçinari - Më jep jetë Rosela Gjylbegu - Vashëzo Devis Xherahu - Peng Mirud - Nëse vdes Gigliola Haveriku - E lirë Viktor Tahiraj - Nënë Kamela Islamaj - Kujtimet s'kanë formë Florent Abrashi - Vajzë Inis Neziri - Pendesë Evi Reçi - Tjerr Anxhela Peristeri - Karma (winner) Festina Mejzini - Kush je ti dashuri (3rd) Kastro Zizo - Vallja e jetës\nAfter the performances of the finalists there were some guest performances including Eugent Bushpepa, who won Festivali i Këngës three years ago and represented Albania in Lisbon in 2018. Then the hosts Jonida Vokshi and Blendi Salaj announced the top three: 3rd place went to Festina Mejzini, the runner-up was Sardi Strugaj and the winner Anxhela Peristeri.\nYou can rewatch the final show on RTSH's YouTube channel.\nAlbania's best result in the Eurovision Song Contest is a 5th place in 2012 by Rona Nishliu and her song Suus.\nWhat do you think of the Albanian choice, Karma, the first selected song for Eurovision 2021? Tell us in the comments below!\n===\nPosted 22 December 2020 at 12:44 CET\nWe already have 22 confirmed participants for Eurovision 2021. On Wednesday 23 December the Albanian participant will be chosen during the final of the 59th edition of Festivali i Këngës.\nAs has become tradition, Albania has kicked off the national selection season with their show Festivali I Këngës which Eurovision fans in a loving way started calling FiK-mas (as the Albanian show always takes place around Christmas). On Monday 21 December, all the participants performed their songs on stage which has, due to the circumstances, been placed in the patio of the National Archaeological Museum in Tirana. The finalists for the final of Festivali i Këngës have been announced:\nAnxhela Peristeri - Karma\nDevis Xherahu - Peng\nEra Rusi - Zjarri im\nEvi Reçi - Tjerr\nFestina Mejzini - Kush je ti dashuri\nFlorent Abrashi - Vajzë\nGiliola Haveriku - E lirë\nGjergj Kaçinari - Më jep jetë\nInis Neziri - Pendesë\nKamela Islamaj - Kujtimet s’kanë formë\nKastro ZIZO - Vallja e jetës\nMIRUD - Nëse vdes\nOrgesa Zaimi - Valixhja e kujtimeve\nRosela Gjylbegu - Vashëzo\nSardi Strugaj - Ka me t’ba me kajt\nViktor Tahiraj - Nënë\nWendi Mancaku - Ves I shpirtit im\nXhesika Polo - Më mbron\nSeven acts did not make it to the final.\nFranc Koruni - E morën botën\nKlint Çollaku - Do t’ja dal\nFatos Shabani - Ty\nEnxhi Nasufi - Njësoj\nErik Lloshi - Jo\nAgim Poshka - Vendi im\nStefan Marena - Meteor\nOn Tuesday 22 December, you will be able to enjoy all 25 songs again, this time as acoustic/unplugged versions.\nYou can rewatch the first show on RTSH's YouTube channel.", "original_url": "https://eurovision.tv/story/anxhela-peristeri-to-represent-albania-at-eurovision-2021", "wayback_url": "https://web.archive.org/web/20201224081847/https://eurovision.tv/story/anxhela-peristeri-to-represent-albania-at-eurovision-2021", "a_id": "Q18244983-1"}