{"title": "Alle Infos zum ESC 2021 in den Niederlanden", "text": "Alle Infos zum ESC 2021 in den Niederlanden\nStand: 24.04.20 10:21 Uhr\nAlle Infos zum ESC 2021 in den Niederlanden\nDer ESC soll auch 2021 in der Ahoy Arena in Rotterdam stattfinden.\nDer Eurovision Song Contest 2021 findet in Rotterdam statt. Der Stadtrat hat einer Austragung mehrheitlich zugestimmt. Mit der Zusage verbunden war die Billigung eines städtischen Zuschusses von 6,7 Millionen Euro für das Musikevent. Ein genaues Datum für den ESC im nächsten Jahr steht bisher noch nicht fest. Wegen der Corona-Pandemie hatten die Verantwortlichen den Wettbewerb am 18. März für 2020 abgesagt. Er sollte am 12., 14. und 16. Mai in der Ahoy Arena in Rotterdam stattfinden.\nErste ESC-Künstler für 2021 stehen schon fest\n13 Länder haben sich bereits auf die neue Situation eingestellt und sich dazu entschlossen, an ihren ausgewählten Künstlern festzuhalten und sie für den ESC 2021 ins Rennen zu schicken.\nESC-Vorentscheide in Schweden, Estland und Norwegen\nDer Sänger Uku Suviste erhält einen Startplatz beim Vorentscheid Eesti Laul 2021.\nEinige Länder wiederum haben angekündigt, ihre Künstler mittels eines nationalen Vorentscheids zu ermitteln. Dazu gehören unter anderem Schweden mit dem Melodifestivalen und Estland. Der diesjährige estnische Kandidat Uku Suviste hat allerdings das Angebot erhalten, einen der 24 Startplätze beim Vorentscheid Eesti Laul anzunehmen. Für dieses Verfahren hat der Sänger bereits zugesagt. Auch The Roop bekommen einen Startplatz im Finale des litauischen Vorentscheids. Der Sender LRT wolle damit den Einsatz der Band - bis zum Zeitpunkt der ESC-Absage - würdigen. In Finnland gibt es keinen fixen Startplatz für Sänger Aksel. Der Vorentscheid Uuden Musiikin Kilpailu wird nächstes Jahr wieder stattfinden. Auch Portugal plant im nächsten Jahr den Vorentscheid Festival da Canção auszurichten. Die diesjährige Gewinnern Elisa werde allerdings nicht dabei sein. Der dänischer Sender DR hat für 2021 einen Dansk Melodi Grand Prix bestätigt. Ben & Tan, die Gewinner von 2020, erhalten dafür aber wohl keine Einladung daran teilzunehmen. Ulrikke verzichtet in Norwegen auf einen Startplatz im Melodi Grand Prix 2021, stattdessen soll sie als Interval-Act dort auftreten.\nSongs dürfen nicht vor September 2020 erscheinen\nWährend Künstler aus diesem auch im nächsten Jahr antreten dürfen, sieht es bei der Songauswahl anders aus. Da die Beiträge laut den Regularien der EBU nicht vor September 2020 kommerziell veröffentlicht werden dürfen, braucht jeder Teilnehmer ein neues Lied. Alle Beiträge aus diesem Jahr will die EBU im TV-Format Europe Shine A Light präsentieren, das Das Erste am 16. Mai ab 21 Uhr anstelle des ESC live überträgt.", "original_url": "https://www.eurovision.de/news/Alle-Infos-zum-ESC-2021-in-den-Niederlanden,niederlande1250.html", "wayback_url": "https://web.archive.org/web/20200428181220/https://www.eurovision.de/news/Alle-Infos-zum-ESC-2021-in-den-Niederlanden,niederlande1250.html", "a_id": "Q4925264-12"}