{"title": "ESC 2021: Blas Cantó singt für Spanien", "text": "ESC 2021: Blas Cantó singt für Spanien\nStand: 02.04.20 12:25 Uhr\nBlas Cantó ist Spaniens ESC-Kandidat 2021\nWenig triumphal sind die ESC-Auftritte Spaniens zuletzt gewesen - und so gehört das Casting-Format \"Operación Triunfo\" nach insgesamt acht Staffeln der Vergangenheit an. Stattdessen hatte sich der Sender RTVE für 2020 zu einer internen Kandidaten-Auswahl entschlossen. Der 28-jährige Sänger Blas Cantó sollte die mäßige Bilanz des Big-Five-Landes beim 65. Eurovision Song Contest in Rotterdam kräftig aufpolieren und den 22. Platz von Miki in Tel Aviv 2019 und Alfred und Amaias Rang 23 in Lissabon 2018 möglichst schnell vergessen machen. Der ESC 2020 wurde jedoch wegen des Coronavirus abgesagt, allerdings ist Blas Cantó bereits als Vertreter Spaniens für 2021 bestimmt. Nach einer Ankündigung der EBU brauchen aber alle Kandidaten, die 2020 angetreten wären, dann neue Songs.\n\"Universo\" klingt wie eine \"Achterbahn der Gefühle\"\nDas Video für Blas Cantós Song \"Universo\" entstand auf Lanzarote und Teneriffa gedreht.\nAuch musikalisch wollten sich die Iberer 2020 neu orientieren. Sicher ist aber, dass keine Partynummer wie \"La venda\" aus dem vergangenen Jahr gewünscht war. Aber auch ein so schmalziger Titel wie \"Tu Canción\" von 2018 kam offenbar nicht infrage. Am 30. Januar veröffentlichte RTVE schließlich den Songtitel von Blas Cantó: Die Wahl aus 50 Beiträgen fällt auf \"Universo\". Die moderne und gefällige Elektropop-Nummer, gesungen auf Spanisch, ist in einem großen Team entstanden, zum dem Dan Hammond, Dangelo Ortega, Maciej Mikolaj und Ashley Hicklin gehören. Die beiden Letzteren haben bereits ESC-Erfahrung - so stammt aus der Feder von Mikolaj der tschechische Beitrag \"Friend Of A Friend\" von Lake Malawi aus dem vergangenen Jahr. Hicklin hat 2010 den Song des Belgiers Tom Dice geschrieben.\nEs sei ein sehr komplettes Lied - am Anfang mysteriös, mit einem Refrain voller Energie und einem explosivem Schluss, beschreibt der Interpret den Song. \"Er klingt wie eine Achterbahn der Gefühle\", so Blas Cantó weiter. Im Song schildere er seine innere Zerrissenheit, im richtigen Moment nicht die Stimme erhoben und die Augen verschlossen zu haben. Deshalb die Entschuldigung ans Universum. \"Wenn ich ihn singe, fühle ich mich frei.\"\nBlas Cantó Name: Blas Canto Moreno\nGeburtstag: 26.10.1991\nGeburtsort: Ricote, Spanien\nKontakt:\nFacebook\nTwitter\nInstagram\nYouTube\nDer frühe Traum vom Eurovision Song Contest\nBlas Cantó Moreno stammt gebürtig aus dem kleinen Ort Ricote in der Region Murcia im Südosten Spaniens. Mit acht Jahren wagt er sich erstmals auf eine Bühne und nimmt an einer Talent-Show für Kinder teil. Vier Jahre später, 2004, zeigt sich der junge Blas bei Eurojunior, der spanischen Ausgabe des Junior ESC, und erreicht dort Platz zwei. Wie so viele spätere Kandidaten träumt auch Blas Cantó schon damals vom großen Eurovision Song Contest. Dafür widmet er sich ganz der Musik: Nach der Schule besucht er ein Konservatorium und studiert Trompete und Piano.\nBlas Cantó feiert Erfolge mit Debütalbum \"Complicado\"\nBlas Cantó stürmt mit Debütalbum \"Complicado\" im Jahr 2018 die spanischen Charts.\nBeinahe ist schon 2011 eine ESC-Teilnahme in Düsseldorf möglich: Blas Cantó tritt mit der Boyband Auryn beim spanischen Vorentscheid \"Destino Eurovisión\" an - es reicht aber nur zu Platz zwei hinter Lucia Pérez. Inzwischen konzentriert sich der 28-Jährige ganz auf seine Solokarriere - und das mit Erfolg. 2018 erscheint das Debütalbum \"Complicado\", das auf Platz eins der spanischen Charts landet. Die Single-Auskoppelung \"Él no soy yo\" erlangt Platin-Status und klickt sich auf YouTube 66 Millionen Mal.\nProfitiert Cantó von TV-Erfahrung?\nBlas Cantó, der heute in Madrid lebt, bringt also jede Menge musikalische Vorschusslorbeeren mit. Außerdem macht der 28-Jährige mit den blau-grauen Augen, wie auf seinem Instagram-Account zu sehen, stets eine gute Figur - ob in Anzug, Hoodie oder Lederjacke. Auf der Bühne könnte ihm zudem seine Fernseh-Erfahrung zugute kommen: Bei der Show \"Tu Cara Me Suena\" gelang ihm 2016 dank der Stimmen der spanischen Televoter der Sieg.", "original_url": "https://www.eurovision.de/teilnehmer/ESC-2021-Blas-Canto-singt-fuer-Spanien,spanien1208.html", "wayback_url": "https://web.archive.org/web/20200408031020/https://www.eurovision.de/teilnehmer/ESC-2021-Blas-Canto-singt-fuer-Spanien,spanien1208.html", "a_id": "Q4925264-11"}