{"title": "Profile of Rapper Flo Rida", "text": "Profile of Rapper Flo Rida\nEarly Career With 2 Live Crew:\nBorn Tramar Dillard December 16, 1979, Flo Rida grew up in the housing projects of the Carol City neighborhood of Miami Gardens, Florida. He has been a member of a home-grown group, the Groundhoggz, since 9th grade. At age 15, Flo Rida began working with his brother-in-law who was connected to Luther Campbell, aka Luke Skywalker, of 2 Live Crew. By 2001 Flo Rida was the promotion man for 2 Live Crew's Fresh Kid Ice when he headed out on a solo career.\nReturn to Florida:\nThrough the music industry relationships he cultivated, Flo Rida met DeVante Swing of the group Jodeci and headed west to Los Angeles, California to pursue a music career. He left college to focus full-time on becoming a recording artist. \"After basketball didn't work out, I knew this was what I was meant to do.\" After four years in California, Flo Rida returned to his home state of Florida and signed a contract with Miami hip hop label Poe Boy Entertainment in early 2006.\n\"Low\":\nFlo Rida's first official single \"Low\" was released in October, 2007. It features vocals as well as writing and production from T-Pain. The song is featured in the soundtrack to the film Step Up 2: The Streets. It became a phenomenal smash hit hitting the top of the pop singles chart in January 2008. The song has now sold over 4.5 million digital copies, and so far is the bestselling digital single of all time. Billboard ranked the song as #23 all time in the summer of 2008.\nMail On Sunday - The Debut Album From Flo Rida:\nMail on Sunday, the first full-length album from Flo Rida, was released in March 2008. It includes contributions from Timbaland, will.i.am, and J.R. Rotem among others. The singles \"Elevator\" and \"In the Ayer\" were additional top 40 pop hits.\n\"Right Round\":\nFlo Rida previewed his second solo album by releasing the single \"Right Round\" in January 2009. It is built around the melody line of Dead or Alive's classic pop hit \"You Spin Me Round (Like a Record).\" \"Right Round\" quickly headed to the top of the pop singles chart and set a new record for the most digital sales of a single in one week, 636,000 in the last week of February 2009.\nFlo Rida Records and Awards:\nMost digital sales of a single in one week - \"Right Round\" 636,000\n2009 Grammy Award nominations as Best Rap Song and Best Rap/Sung Collaboration - \"Low\"\n2008 MTV Video Music Awards nominations for Best Male Video and Best Hip Hop Video - \"Low\"\n2008 American Music Awards nominations Breakthrough Performer and Favorite Male Hip Hop Artist\nR.O.O.T.S. - The Second Album From Flo Rida:\nThe acronym R.O.O.T.S., the title of Flo Rida's second solo album, stands for \"Roots of Overcoming the Struggle.\" It was released in March 2009 and includes the hit single \"Sugar\" that is built around the catchy melody of Eiffel 65's \"Blue (Da Ba Dee).\" Collaborators include Akon, Nelly Furtado, and Ne-Yo.", "original_url": "http://top40.about.com/od/f/p/floridarapper.htm", "wayback_url": "https://web.archive.org/web/20090505201126/http://top40.about.com:80/od/f/p/floridarapper.htm", "a_id": "Q213538-11"}