{"title": "Czech Republic presents 7 hopefuls for Rotterdam 2020", "text": "Czech Republic presents 7 hopefuls for Rotterdam 2020\nČeská Televize just announced its national finalists for the Eurovision Song Contest 2020. Their competing songs will be announced at 8:00 CET on Monday 20 January. Like last year, you will be able to vote for your favourite song with the official Eurovision app.\nCheck out the biographies of the 7 artists below. The international public will be able to vote for their favourite artist and song. Once the songs are published on Monday 20 January, you can cast your vote via the official Eurovision app (DOWNLOAD).\nMonday 20 January 2020: Voting starts at 8:00 CET through the official Eurovision app when also all songs and music videos will be published\nSunday 2 February 2020: Voting ends at 20:00 CET\nMonday 3 February 2020: Winner will be announced\nAside from the public vote, an international jury will also review the finalists and cast their vote. From this combined vote, the act that will represent the Czech Republic at the Eurovision Song Contest 2020 will be selected.\nBarbora Mochowa\nBarbora was born in Trutnov in 1993. When she was 7 years old, she participated in a television contest Rozjezdy pro hvězdy, and then appeared in several more television shows afterwards. Barbora wanted to play the violin, so she started studying voluntary art school in Trutnov. As a result, she still has a very close relationship to classical music, and thinks this is also reflected in her own productions.\nIn 2019, Barbora attended the first Czech song-writing camp where she met the producer Viliam Béreš. Together, they composed the song True Colors which was selected to the Czech national selection of the Eurovision Song Contest 2019. As of now, they're working on her second album with Viliam Béreš, and the album will also include the current song for the national selection.\nBarbora Mochowa Le Monika\nBenny Cristo\nBenny Cristo has been working in the Czech music scene for 10 years. In 2019, he released his new EP Kontakt, which contains a total of 6 songs including hits Aleiaio an Plan. His biggest hits so far are songs called Bomby (24 million views on YouTube), Asio (14 million views) and Padam (24 million views).\nIn September 2019 he performed at the almost sold-out O2 arena for 15.000 people, which he decided to do again in 2020.\nIn addition to his musical career, Ben is a professional jiu-jitsu competitor and holding prestigious awards from international tournaments in his category.\nBenny Christo Lucie Vysloužilová\nElis Mraz & Cis T\nElis Mraz is a Czech singer and songwriter. Her writing skills are evident in the collaborations on her forthcoming album for which she took writing and recording trips to Los Angeles and London.\nEarly in her career, she reached the semi-finals of NOVA Voice of the Czech Republic and became the summer face of an advertising campaign 'Say it through Song'. She won the Czech Nightingale Mattoni 2014 award in the 'Discovery of the Year' category.\nCis T (Čistychov) is an urban hip-hop artist from Bratislava, Slovakia. He started to record tracks in 1996. He was active with his first group L.U.Z.A. and founded and was part of the legendary crew NAZOV STAVBY which was defining the hip-hop sound in Slovakia at the time. He has released 13 studio albums so far.\nElis Mraz & Cis T CT\nKarelll\nKarelll is a Czech singer-songwriter and a music producer. He studied songwriting at the BIMM Institute in London. During his studies, he gathered so much experience that made it possible for him to launch his career right after he finished university. When he came back home from the United Kingdom, Karelll opened his own recording studio and started to utilize his experience. Nowadays, he writes and produces songs for himself and for many other artists. He has also started a band with whom he is planning to perform live.\nKarelll Karelll\nOlga Lounová\nOlga Lounová is a singer, composer, activist and rally driver who has found success with over 1500 concerts, multiple millions of YouTube views and numerous hits in her country to her name. She opened for P!nk during one of her concerts in Prague.\nOlga has recently lived in Prague and Los Angeles, where she already recorded several tracks for her new upcoming record with well known and respected producers.\nShe is also involved in various humanitarian activities.\nOlga Lounová Olga Lounová\nPam Rabbit\nPam Rabbit is a singer and writer from the Czech republic with Armenian roots. As a young girl, she found a passion for music and dancing. She creates her own music videos. Pam is a student at the Jaroslav Ježek Conservatory and makes her living by singing in bands and writing songs for other singers.\nPam really cares about freedom, this can be heard in her lyrics. She found a big connection with animals and that‘s how she got her nickname Rabbit.\nShe is not new to the Eurovision Song Contest; Pam was a backing vocalist at the Eurovision Song Contest 2018 for Mikolas Josef and took part in the Czech Republic's national selection in 2019.\nPam Rabbit\nWe all Poop\nWe all Poop is a pop-rock band consisting of 4 people:\nJakub Božek – lead singer\nSince he was 14, Jakub has been doing music, especially playing the guitar. He attended music lessons at a basic art school and started singing at the age of 27. He never formally learned to sing, he only started taking lessons recently. He is a co-founder of an asylum for livestock - The Hope Farm - where he has worked since its establishment until the summer of 2019. He has been active in the field of animal protection in general since 2010.\nVojtěch Božek – bass guitar\nVojtěch (Vojta) is 25 years old and was born in Prague. He has been doing music since he was about 15, but also has a pilot license having majored in aviation mechanics. He founded a music label named Stone Smoker, who mostly works with psychedelic bands from all over the world.\nŠimon Martínek - guitar\nŠimon has been playing in several bands, where he is the guitar player, but also songwriter and vocalist. Besides being in a band himself, he is also a guitar teacher at the International School of Music and Fine Arts in Prague. He currently attends the Prague Conservatory himself and majored in Arts management between 2014 and 2018.\nMichal Jiráň – drums, main composer\nMichal studies the piano when he was 10 and added guitar and bass guitar at the age of 14. A year later, he started to play the drums and started studying at an arts school. During his studies, he worked as an assistant editor at TV Nova, and later as a sound engineer in the theatre of the international conservatory and at a recording studio.\nHe currently works at the Divadlo v Dlouhé theatre, plays the drums in the Perutě band and is working on music production.\nThese are the 7 finalists of the Czech Republic's national selection. Stay tuned for their competing songs!", "original_url": "https://eurovision.tv/story/czech-republic-presents-7-hopefuls-for-rotterdam-2020", "wayback_url": "https://web.archive.org/web/20200113134647/https://eurovision.tv/story/czech-republic-presents-7-hopefuls-for-rotterdam-2020", "a_id": "Q11068745-1"}