{"title": "Benny Cristo unleashes ‘omaga’ for the Czech Republic", "text": "Benny Cristo unleashes ‘omaga’ for the Czech Republic\nBenny Cristo will perform ‘omaga’ at the Eurovision Song Contest in Rotterdam.\nAlready a competitive snowboarder, tennis ace and master of Brazilian jiu-jitsu, Plzeň-born performer Cristo can now add a second Eurovision entry to his list of accomplishments!\nCheck out the video for Benny’s banger omaga, the song he will perform in the first half of the second Semi-Final on 20 May 2021 in Rotterdam:\nCristo explains how much he enjoyed filming the video for omaga:\n“We recorded so many different, amazing scenes, so I knew that even if we only used 10% of them, we could still make a great, funny and entertaining video. Jan (Strach), the director, came up with the creative idea and I feel we’ve managed to realise it in the best way possible. I hope fans enjoy the video as it was so much fun to make!”\nDirector Jan Strach added:\n“To reference a bunch of iconic movies in a funny way was a big challenge, but we pulled it off thanks to Benny’s superb acting and sense of fun. He was able to pay tribute to those movies in such a respectful and fun way.”\nBenny Cristo filming the video for 'omaga' Pavla Hartmanová\nFor omaga, Cristo collaborated with producer Filip Vlček, who says of the song:\n“Our collaboration took Benny into new territory vocally, but I think the challenge really paid off. The style suits him well.”\nAbout Benny Cristo\nBenny’s roots span from the Czech Republic all the way to Angola (his mother and father’s respective birthplaces), and it’s his ability to fuse a range of global genres that Česká televize (ČT) believe could give Cristo the edge at the Eurovision Song Contest.\nLast year Benny won the Czech Republic’s national selection show ESCZ with his track Kemama, pushing Elis Mraz & Čis T into second place. After the cancellation of the 2020 Contest, Benny Cristo was one of the first artists to receive a no-strings invitation from their home broadcaster to return with a new entry the following year.\nA man of many talents, Ben da Silva Cristóvão is incredibly popular in his home country, packing out Prague’s O2 arena with 15,000 fans to celebrate his first ten years on the music scene. He hopes to repeat this massive party in 2022 when circumstances allow.\nCzech Republic at the Eurovision Song Contest\nThe Czech Republic’s first trip to the Eurovision Song Contest came about in 2007 with thrash metal band Kabát, but their song, and the following three Czech entries, failed to qualify for the Grand Final. It wasn’t until 2016 when Gabriela Gunčíková performed her ballad I Stand that the Czechs finally qualified for the Saturday night showcase!\nThe Czech Republic's fortunes have improved in recent years with great results for Lake Malawi (2019) and Mikolas Josef (2018) who finished in 11th and 6th place respectively. A feat all the more impressive from Mikolas when you consider he managed to seriously injure himself while practicing his acrobatics during rehearsal week.", "original_url": "https://eurovision.tv/story/premiere-benny-cristos-video-for-omaga", "wayback_url": "https://web.archive.org/web/20210216175826/https://eurovision.tv/story/premiere-benny-cristos-video-for-omaga", "a_id": "Q11068745-14"}