{"title": "Klubi-info - Euroviisuklubi OGAE Finland", "text": "Klubi-info - Euroviisuklubi OGAE Finland\nMikä ihmeen OGAE?\nOGAEn (Organisation Générale des Amateurs d’Eurovision) eli euroviisufanien kerho on perustettu Savonlinnassa vuonna 1984 Jari-Pekka Koikkalaisen toimesta. Suomen euroviisumenestys ei ole usein häikässyt meitä, mutta voimme siitä huolimatta olla ylpeitä siitä, mitä Suomi on tälle kilpailulle antanut: vuodesta 1975 käytössä olleen pistejärjestelmän sekä tämän euroviisufanien organisaation joka on perustamisensa jälkeen levinnyt lähes 40 klubin perheeksi ympäri Euroopan.\nEuroviisuklubin perusidea on edistää Euroviisujen laulukilpailua erinäisin tavoin. Pyrimme saattamaan viisufanit yhteen nauttimaan samanhenkisestä seurasta sekä itse euroviisuista. Järjestämme klubitapahtumia, artistitapaamisia sekä klubimatkoja Euroviisuihin. Lisäksi kauttamme voi ostaa lippuja suomen euroviisukarsintoihin, itse Euroviisukonsertteihin ja osallistua myös muiden maiden karsintakonsertteihin.\nKlubi voi parhaimmillaan tarjota paljon iloa euroviisujen ystäville. Rekisteröitymättömän yhdistyksen toimintaa jatkamaan perustettiin Suomen Euroviisuklubi OGAE Finland ry joka hakeutui yhdistysrekisteriin 9.12.2004. Yhdistyksen säännöt vahvistettiin 23.6.2005. Vuonna 2008 yhdistyksen nimeä yksinkertaistettiin ja toimimme nimellä Euroviisuklubi OGAE Finland. Jäsenmäärämme kasvaa tasaisesti ja vuoden 2015 lopussa jäseniä oli yli tuhat ja tällä jäsenmäärällä Euroviisuklubi OGAE Finland ry onkin yksi maailman suurimmista euroviisuharrastajien klubeista OGAE -verkostossa.\nOGAE klubien kattoorganisaatio on OGAE International. Tästä pääset tutustumaan OGAE Internationalin sivustolle: http://www.ogaeinternational.com/\nLiity jäseneksemme täältä.\nYhdistyksen hallitus\nPuheenjohtaja:\nJouni Pihkakorpi (puheenjohtaja@euroviisuklubi.fi)\nHallituksen jäsenet:\nTiina Rinkinen (varapuheenjohtaja)\nRiku Niemi (sihteeri)\nRoss Kamarul-Baharin (rahastonhoitaja)\nVille Vanhatalo\nOlli Tamminen\nSami Luukela\nJari Känninen (varajäsen) Tero Aalto (varajäsen)", "original_url": "http://euroviisuklubi.fi/klubi-info/", "wayback_url": "https://web.archive.org/web/20160303025236/http://euroviisuklubi.fi:80/klubi-info/", "a_id": "Q50729731-100"}