{"title": "Euroviisuklubi OGAE Finland ry", "text": "Euroviisuklubi OGAE Finland ry\nKlubi-info Mikä ihmeen OGAE? OGAEn (Organisation Générale des Amateurs d´Eurovision) eli euroviisufanien kerhon perusti Jari-Pekka Koikkalainen Savonlinnassa vuonna 1984. Vaikka Suomen euroviisumenestys ei ole useinkaan häikäissyt, niin voimme silti olla ylpeitä siitä, mitä Suomi on antanut tälle kilpailulle: vuodesta 1975 käytössä ollut pistejärjestelmä ja tämä euroviisufanien organisaatio, joka Suomesta lähten on nyt levinnyt lähes 40 klubin perheeksi alati kasvaen OGAEn alkuperäinen logo\nKlubin perusideana on edistää Euroviisujen Laulukilpailuja kaikilla mahdollisilla tavoilla. Lisäksi pyritään saattamaan viisufanit yhteen nauttimaan samanhenkisestä seurasta ja euroviisuista monin eri tavoin esimerkiksi monipuolisiin klubitapahtumiin, artistitapaamisiin ja tietenkin klubimatkoille. Klubi voi parhaimmillaan tarjota paljon iloa euroviisujen ystäville. Vanhan rekisteröitymättömän yhdistyksen toimintaa jatkamaan perustettu Suomen Euroviisuklubi OGAE Finland ry. hakeutui yhdistysrekisteriin 9.12.2004. Yhdistyksen säännöt vahvistettiin 23.6.2005. Suomen klubin jäsenmäärä kasvoi kohisten jo ennen Lordin voittoa ja etenkin sen jälkeen: vuoden 2008 lopussa jäseniä meillä oli melkein 800. Yhdistyksen hallitus Puheenjohtaja: Jouni Pihkakorpi Sähköpostiosoite on suojattu roskapostiohjelmia vastaan, Javascript-tuen tulee olla päällä nähdäksesi osoitteen Hallituksen jäsenet: Ville Vanhatalo Iida Marin Eeva Minkkinen Ross Kamarul-Baharin Pasi Parkkisenniemi Maiken Mäemets Varajäsenet: Tiina Rinkinen Martti Heikkinen Heidi Maijala Yhdistysasiat ( 2 artikkelit )", "original_url": "http://www.euroviisuklubi.fi/index.php?option=com_content&view=section&id=8&Itemid=41", "wayback_url": "https://web.archive.org/web/20110608221321/http://www.euroviisuklubi.fi:80/index.php?option=com_content&view=section&id=8&Itemid=41", "a_id": "Q50729731-389"}