{"title": "Blas Cantó, preparado para el despegue y protagonista de un nuevo LOS40 Stage", "text": "Blas Cantó, preparado para el despegue y protagonista de un nuevo LOS40 Stage\nHace apenas unos días Blas Cantó recibió el primer premio de su carrera en solitario en la gala de Cadena Dial. Es el principio de un camino al que le queda mucho recorrido y que comenzó hace tiempo.\nÉl es uno de esos niños prodigio que desde muy pronto tuvo claro a qué quería dedicarse y no dejó más opción que la música como forma de vida. Pasó por el concurso Veo Veo de Teresa Rabal, por Eurojunior y acabó encontrando a los compañeros idóneos para dar forma a una de las boy band de mayor éxito de nuestro país: Auryn.\nSupo lo que es estar arriba pero, como suele ocurrir con este tipo de proyecto, la banda acabó disolviéndose en pro de desarrollar proyectos personales. Había que empezar prácticamente de cero pero esta vez en solitario, y lo hizo. Fue uno de los primeros en empezar a moverse, y es que su carácter inquieto no le permite estar mucho tiempo parado.\nLe vimos en televisión donde se convirtió en el ganador de la quinta edición de Tu cara me suena. Ese concurso le abrió las puertas a un público nuevo que se dejó conquistar con su sentido del humor y su talento. Y sus dotes para la imitación, para qué negarlo. Aunque acabó tan saturado que ahora le cuesta hacerlo, lo de imitar a otros artistas.\nCon ese repunte de popularidad se embarcó en la preparación de lo que iba a ser su primer disco en solitario: Complicado. Aunque su carta de presentación fue en inglés con In your bed, lo cierto es que después de dos singles en este idioma, optó por probar con el español. Las cosas empezaron a irle mejor. Él no soy yo logró un disco de platino por sus ventas.\nFue un punto de inflexión en su planteamiento de futuro. Siguió apostando por su lengua materna en No volveré (a seguir tus pasos) y los resultados volvieron a ser positivos.\nSerán temas que seguro que podremos escuchar en su LOS40 Stage, un concierto que nos ofrecerá a un Blas cantó en directo desde la cercanía. Toma nota porque será el próximo 3 de abril en la Sala Cool (Calle Isabel La Católica, 6) a partir de las 20 horas.\nLo más importante es que puedes conseguir entradas de manera gratuita pinchando aquí. No dejes pasar la oportunidad de ver a uno de nuestros artistas más entregados en su hábitat natural, el escenario.", "original_url": "https://los40.com/los40/2019/03/26/radio/1553598637_839549.html", "wayback_url": "https://web.archive.org/web/20190327190723/https://los40.com/los40/2019/03/26/radio/1553598637_839549.html", "a_id": "Q4925264-1"}