{"title": "Xillan Macrooy lanceert solocarrière", "text": "Xillan Macrooy lanceert solocarrière\nPARAMARIBO - Xillan Macrooy lanceert met het uitbrengen van de eerste single zijn solocarrière. “De single komt uit op vrijdag 5 april. Het is een track genaamd ‘Hurt People’. “De komende maanden zal ik steeds meer wat laten horen van de muziek waaraan ik heb gewerkt. Deze fase is mijn introductie als soloartiest”, deelt de artiest het goede nieuws.\nXillian vormde samen met zijn tweelingbroer Jeangu jarenlang het Surinaamse popduo Between Towers, totdat Jeangu in 2014 voor studie vertrok naar Nederland. Twee jaar daarna volgde Xillan en fungeerde hij als backing vocals samen met A Mili ( Milaisa Breeveld). In Nederland is Jeangu een ster aan het worden en hij bracht onlangs alweer zijn tweede album 'Horizon' uit. Hij won tal van muziekprijzen en heeft al op diverse grote podia gestaan.\nXillan is de volgende golf van Surinaams talent dat in Nederland dzijn ster zal doen schijnen. Hij is derdejaarsstudent aan het Conservatorium van Amsterdam op de Popafdeling. Hij heeft voor zijn eigen project heeft hij de afgelopen jaren vooral veel in de studio geëxperimenteerd met zijn producer ZEP. \"We hebben samen heel lang gewerkt aan het vinden van een eigen sound, door elkaar als songwriter en producer uit te dagen. Er is een heel natuurlijke en dynamische energie tussen ons. En we zijn nog maar aan het begin van onze samenwerking.\"\nDe artiest heeft een totaal andere stijl dan zijn broer. Hij wordt heel erg geïnspireerd door pop, (alternative) r&b; en zelfs hiphop. Zijn focus ligt nu vooral op het releasen van singles, maar uiteindelijk wil hij een EP en zelfs een album uitbrengen. Het nummer dat te horen is onder het promofilmpje op Facebook is een van de vele tracks, die ready is om de wijde wereld in te gaan, maar het is niet de eerste single.", "original_url": "https://fathh.com/suriname/nieuws/96499/xillan-macrooy-lanceert-solocarriere.html", "wayback_url": "https://web.archive.org/web/20210519171214/https://fathh.com/suriname/nieuws/96499/xillan-macrooy-lanceert-solocarriere.html", "a_id": "Q28109988-10"}