{"title": "So You Think You Can Dance: Top 16 Revealed", "text": "So You Think You Can Dance: Top 16 Revealed\n(S04E09) Mia cried. Mary kept relatively quiet (Thank God!). Nigel lectured. Cat wore a green dress. And we eliminated another two dancers last night on So You Think You Can Dance . Off we go!\"Elevator\" by Flo Rida featuring Timbaland (choreographer: Shane Sparks)What a great hip-hop performance! And I'm so glad that Shane Sparks is lending his expertise to the show again. I was worried he'd be totally wrapped up in America's Best Dance Crew this summer. The girls part on the floor was great but a few of them messed up the arm movements. The best part of the piece was Comfort with the three guys. It was near perfect. My eyes never left Comfort. I wasn't impressed with her krumping on Wednesday but this opener proved to me why she's there.\nAlso, what did you think of the girls' costumes? I liked the guys' costumes. The suits were a little predictable but a nice blend of colors. But the with the girls, I was undecided. I'm not sure about those corsets. I wonder if they were restricting, which can be especially limiting considering the amount of chest isolations hip-hop dance usually requires.\nWho's Dancing for Their Life?\nKatee and Joshua [SAFE]\nTwitch and Kherrington [SAFE]\nChelsea and Thayne [BOTTOM THREE]\nChelsea and Mark [SAFE]\nMatt and Kourtni, bottom three last week [SAFE]\nWill and Jess, bottom three last week [SAFE]\nSusie and Marquis [BOTTOM THREE]\nChris and Comfort [BOTTOM THREE]\nCourtney and Gev [SAFE]\nGuest Performers\nTimo Nuñez, \"America's Number One Flamenco Dancer,\" performed as the night's special guest dancer. Why was he sweaty before he started dancing? I guess it was just for effect. He's got some body though. I didn't mind the sweaty abs. I don't think very many ladies did. His flamenco was great. I'm really happy that So You Think You Can Dance added this feature to the results show. I hope they have some good tappers lined up; tap dance is always sorely under-represented on this show.\nFlo Rida performed a single called \"In the Air\" from his debut CD. I was bored watching him walk around the stage in his sneakers with no laces and lip sync. Not impressed at all. He did have on cool sunglasses though.\nThe Solos\nChelsea T. performed a contemporary solo to \"Time is Now\" by Moloko. It was fierce. She has such gorgeous legs and really makes eye contact with the audience. Her outfit was well-chosen too. I hate when female contemporary dancers cover their legs or wear some fluffy baby doll dress. It makes them look shorter. Chelsea's costume suited her body and complimented her lines. However, Nigel said that if she wanted to stay, she'd better step up.\nThayne danced a contemporary piece to \"Belief\" by Gavin DeGraw. It was forgettable. Too much running around the stage with his arms outstretched. I get it. You have a flexible back. And why does he smile the whole time? I don't think every piece needs a big ear-to-ear grin like that. Nigel commented that Thayne had a \"great spirit on stage.\"\nSusie danced a salsa (or whatever she calls it) to \"The Anthem\" by Pitbull featuring Lil' Jon. She was interesting to watch, but I think she needed to do some more turns or extensions. Also, her legwarmers cut off the line of her leg. And with Latin dance, I think you need to see long, toned legs that finish in high heels. Think Heidi from season two. Nigel added that she didn't use the stage.\nMarquis danced to \"Stop and Stare\" by OneRepublic. This could have been amazing. With his technique and such a moving song, he could have rocked that stage. Instead his beautiful jumps and turns were lost amidst flips and contortionist-looking extensions. Nigel maintained that the solo contained too many tricks and not enough dance.\nComfort was great in her hip-hop routine to \"Planet Rock\" by Afrika Bambaata. The judges were less enthused though. Nigel wondered if her injury was affecting her. In fact, they only kept her in the competition because of her performance in the Shane Sparks piece. (Note: I just have to point out that I wrote that bit up top about Comfort in the Shane Sparks opening before Nigel said anything at the end of the show. Just had to pat myself on the back for a second.)\nChris danced to \"Again\" by John Legend. His contemporary piece finally got Nigel to say that he had some personality. It was beautifully done too. He combined nice lines with some interesting undulating movements.\nThe Elimination\nIn the end, the judges eliminated Susie and Marquis from the competition. Wow, another couple eliminated. Once again, no one has to get a new partner.", "original_url": "http://www.tvsquad.com/2008/06/20/so-you-think-you-can-dance-top-16-revealed/", "wayback_url": "https://web.archive.org/web/20080919213049/http://www.tvsquad.com:80/2008/06/20/so-you-think-you-can-dance-top-16-revealed/", "a_id": "Q213538-17"}