{"title": "Pinoy wins Austria's ‘Musical! The Show’", "text": "Pinoy wins Austria's ‘Musical! The Show’\n01/12/2008 | 01:20 PM\nVincent Bueno defied all odds to win the first-ever Musical! Die Show (Musical! The Show), a televised musical competition where contestants perform songs from some of the most memorable musicals, held early this morning, January 12 (Manila time).The only Asian among the 10 contestants, Vincent beat Eva Klikovics and Gudrun Ihninger in the finals to win the title as well as 50,000 euros (P3 million) and the chance of a lifetime.The three finalists sang two songs each, one being their favorite among their past performances and the other song, their first performance. Vincent, Eva, and Gudrun also performed duet and group numbers during the finale.Vincent first performed \"Grease Lightning\" from the musical Grease, following it up with \"Music of the Night\" from Phantom of the Opera, a number which he already performed. Vincent was the second performer among the three finalists.Gudrun performed \"Only You\" from Starlight Express and \"Mein Herr\" from Cabaret, while Eva performed \"The Winner Takes It All\" from Mama Mia and \"All That Jazz\" from Chicago.Vincent was the only finalist who received standing ovations from the audience for both of his solo performances.In the end, he was declared the winner. All Vincent could do after hearing his name as the winner was to shout and say \"I love you\" in Deutsch.Musical! Die Show started with 10 contestants chosen from 400 aspirants. The first round of elimination started on November 23, 2007 and from then on, one contestant was eliminated each week.The elimination process is determined through votes from televiewers from Austria and other European countries.Vincent wowed the viewers and even the judges of Musical! Die Show from the moment he performed his first musical number—\"Hair\" from the musical of the same title—showcasing his powerful voice, impressive stage presence, and electrifying dance moves.Aside from \"Hair\" and \"Music of the Night,\" the viewers watched in awe as Vincent performed memorable songs from other hit musicals, like \"I Wanna Be Like You\" from Jungle Book, \"Superstar\" from Jesus Christ Superstar, \"Why God Why?\" from Miss Saigon (a homage to his Filipino roots since fellow Filipino Lea Salonga first portrayed the Tony Award-winning musical title character), \"Singin' in the Rain\" from the musical of the same title, and the German version of \"Supercalifragilisticexpialidocious!\" from Mary Poppins. - Philippine Entertainment Portal", "original_url": "http://www.gmanews.tv/story/76232/Filipino-singer-wins-Musical-The-Show-in-Austria", "wayback_url": "https://web.archive.org/web/20110522034912/http://www.gmanews.tv/story/76232/Filipino-singer-wins-Musical-The-Show-in-Austria", "a_id": "Q700468-3"}