{"title": "INQUIRER.net", "text": "INQUIRER.net\nFilipino rocker hits global stage January 10, 2008\nUpdated 05:37:11 (Mla time)\nPocholo Concepcion\nPhilippine Daily Inquirer MANILA, Philippines -- Mick Jagger of the Rolling Stones once said he’d rather be dead than still be singing “Satisfaction” at age 40. But he’s now 64 and just finished a world tour that made his band richer by $437 million. Arnel Pineda has just turned 40 and the roller-coaster ride that has marked his profession as a rock singer is about to take a new turn. On Feb. 1 he will fly to the United States to start rehearsing and recording as the new vocalist of Journey -- the American band famous for its power ballads, and whose records have sold 75 million copies since 1973. Landing the slot wasn’t exactly the biggest deal of his life. “At least [not] in the first few days after Neal Schon (Journey founder and lead guitarist) told me I was their new man,” Pineda said Wednesday in an interview at the Greenhills office of his manager, TV director Bert de Leon. Pineda recalled telling himself, “This isn’t a very secure job; they can fire me anytime.” But the thrill of everything that lay ahead -- performing as a Filipino musician who would certainly make his countrymen proud sank in soon enough. “I thought my Friendster account would explode with the volume of e-mail that poured in from Filipinos based in the US and Europe,” Pineda recounted. “But here at home, there was little noise about it. Lately na lang.” No greenhorn Standing a bit too short at 5-foot-3 to look like a rock star, Pineda isn’t exactly a greenhorn in the scene. He has logged in 25 years of singing with various local bands that earned their keep by performing all-cover repertoires. “I felt I had become the Willie Nepomuceno of [Pinoy rock],” he quipped. And this is no laughing matter. Pineda can sing almost exactly like Journey’s Steve Perry, and also deftly tackles Freddie Mercury (Queen), Sting (The Police), David Lee Roth (Van Halen), Bono (U2), and Robert Plant (Led Zeppelin) -- among many others. His mean cover of Led Zep’s “Black Dog” has been uploaded on YouTube along with Steve Perry covers that had helped make up Schon’s mind. Young blood The now famous story making the Internet rounds is that Schon -- whose guitar prowess earlier earned him an invitation to join Eric Clapton’s band Derek and the Dominos in the 1970s (Schon joined Santana instead “because he called first.”) -- was desperate to find a new singer for Journey, which was still very active on the concert circuit, touring at least six months a year. Schon wanted young blood and was trolling from so many videos on YouTube, but couldn’t find anyone that impressed him. “It was actually his girlfriend who stumbled upon our video,” said Pineda, referring to the clip in which he sang Journey’s “Faithfully” with his band, The Zoo. The video was shot by a friend from Olongapo City who had attended the band’s gig at Hard Rock Café in Makati. It was uploaded on YouTube for posterity. After Schon saw the video, he lost no time in hooking up with Pineda. The rest is history: Pineda flew to San Francisco for a two-day audition, at one point jamming for three hours with Schon and other Journey members Jonathan Cain (keyboards), Ross Valery (bass) and Deen Castronovo (drums). “I had had two hours of sleep and was very nervous when I played with the band,” Pineda said. “I was sure I blew it; I was even croaking in some parts. But they gave me a study tape of two new songs, and we recorded some demos of their old songs. Then Neal said, ‘You got the gig, man.’” Target: a Grammy Pineda has yet to sign contracts and is letting De Leon, who was also manager of The Zoo, handle legal matters. A new Journey album is reportedly in the works, to be produced by Kevin Shirley (known for his work with Aerosmith, Rush, Iron Maiden, The Black Crowes and Led Zeppelin), and due out in July. “There will still be power ballads, plus upbeat tracks,” said Pineda. “We’re aiming for a Grammy.” It’s definitely been a long, uh, journey for the Sampaloc, Manila-born Pineda, who experienced abject poverty at age 12, after his mother’s death from heart disease. His parents were both tailors. “We used up all our money on my mother’s treatment. When she died, my three siblings and myself (he’s the eldest) had to part ways.” For a year Pineda lived like a vagrant, sleeping in friends’ homes and sometimes on benches at Rizal Park. Pineda has also gone through the whole sex, drugs and rock ’n’ roll lifestyle but is now very conscious of his health. “I’d like to keep singing for the next 10 years,” Pineda mused. “I would like to serve as a door for others, like Bamboo, to break into the global rock scene. We’ve made it in pop music.” The Pinoy rocker’s baptism of fire with his new band mates is at the Festival de Viña del Mar in Chile, on Feb. 21. ’70s Jukebox Queen The latest example of a Pinoy pop artist possibly on the brink of worldwide attention is 1970s Jukebox Queen Claire de la Fuente, who recently recorded an album in the US with a lineup of musicians identified with Barbra Streisand, Michael Jackson and Josh Groban. The album, whose title track, “Something in Your Eyes,” was originally composed by Richard Carpenter (of the brother/sister duo The Carpenters) and sung by Dusty Springfield in 1982, has gained praise from Carpenter himself, who welcomed De la Fuente in his home last December and has committed to come to Manila for the record launch in February. De la Fuente, also known as the Karen Carpenter of the Philippines, said Richard had likewise agreed to compose a new song for her next album. Austrian exposure Still another Filipino, 22-year-old Vincent Bueno, is poised to break into the world pop consciousness with his outstanding performance in “Musical Die Show,” a reality talent program in Austria. Bueno has landed in the magic five finalists, with the final showdown on Friday.\n©2008 www.inquirer.net all rights reserved Send your feedback here", "original_url": "http://services.inquirer.net/express/08/01/10/html_output/xmlhtml/20080110-111456-xml.html", "wayback_url": "https://web.archive.org/web/20080120125117/http://services.inquirer.net:80/express/08/01/10/html_output/xmlhtml/20080110-111456-xml.html", "a_id": "Q700468-1"}