{"title": "Eurovision Winners Maneskin Agree to Drug Test", "text": "Eurovision Winners Maneskin Agree to Drug Test\nManeskin, Danish for “moonlight” and a tribute to bass player Victoria De Angelis’ Danish ancestry, won with a total of 529 points. France was second while Switzerland, which led after national juries had voted, finished third.\n“We are out of our minds!” Florence’s Uffizi Galleries tweeted, echoing Maneskin’s winning song lyrics, along with an image of a Caravaggio Medusa and the hashtag #Uffizirock.\nThe band was the bookmakers’ favorite going into the Eurovision finale and sealed the win early Sunday with the highest popular vote in the enormously entertaining, and incredibly kitsch, annual song festival.\nTheir win gave Italy a sorely needed boost after a dreadful year as one of the countries worst hit by the coronavirus and will bring next year’s competition back to the place where European song contests began.\nIn Italy, the drug claim didn’t mar the praise that poured in Sunday from the Italian establishment for the victory of the rather anti-establishment Maneskin, a glam rock band that got its start busking on Rome’s main shopping drag.\nEurovision confirmed that broken glass was found under the table in question, but announced David had offered to take the test, which is scheduled for Monday.\n“It is amazing. It is amazing,“ band members said as they got off the plane and were met by a gaggle of reporters outside baggage claim.\nDe Angelis said the band was shocked at the claims of drug use, which were echoing particularly loudly in runner-up France, where mainstream media prominently reported the suspicions and the country’s foreign minister, Jean-Yves Le Drian, was even asked about them on a news show Sunday.\nLe Drian stayed clear on the controversy, saying: “If there is a need to do tests, they’ll do tests.”\nDe Angelis said the band wants to put the controversy behind them because drug use goes against their ethos and message.\n“We are totally against cocaine and the use of drugs and we would have never done it of course, so we are shocked that many people believe this,” she said.\nThe band got its start performing on Via del Corso, the main commercial thoroughfare in downtown Rome. Their scrappy performances in front of a Geox shoe store were a far cry from the over-the-top, flame-throwing extravaganza Saturday night that literally split David’s pants.\nDavid told a news conference this week that starting out on the street was embarrassing, since the group had to contend with other musicians vying for the same prized piece of sidewalk while neighbors complained about the noise.\n“They were always calling the police,” De Angelis said, laughing.\nManeskin’s win was only Italy’s third victory in the contest and the first since Toto Cutugno took the honor in 1990. The victory means Italy will host next year’s competition, with cities bidding for the honor.\nLaunched in 1956 to foster unity after World War II, Eurovision evolved over the years from a bland ballad-fest to a campy, feel-good extravaganza. It has grown from seven countries to include more than 40, including non-European nations such as Israel and far-away Australia.\nLegend has it that Eurovision got its inspiration from Italy’s Sanremo Music Festival, which began in 1951 as a post-war effort to boost Italian culture and the economy of the Ligurian coastal city that has housed it ever since.\nPerhaps best known for having launched the likes of Andrea Bocelli and one of Italy’s most famous songs “Nel blu, dipinto di blu” -- popularly known as “Volare” -- the Sanremo festival usually picks Italy’s official selection for the Eurovision contest.\nManeskin won Sanremo this year with the same song, “Zitti e Buoni” (“Quiet and good”) that it performed Saturday night in Rotterdam.\nDe Angelis said she hoped that their victory would send a message to future Italian contestants that ballads aren’t the only genre that can win contests.\n“We think maybe from now on more bands will have the chance to play what they want and not be influenced by the radios or what the main genre is in Italy,” she said. “They can feel themselves and play rock music too.”", "original_url": "https://www.billboard.com/articles/news/international/9576768/eurovision-winner-maneskin-drug-test", "wayback_url": "https://web.archive.org/web/20210523180840/https://www.billboard.com/articles/news/international/9576768/eurovision-winner-maneskin-drug-test/", "a_id": "Q50729731-246"}