{"title": "Rotterdam ready to ‘Rock the Roof’", "text": "Rotterdam ready to ‘Rock the Roof’\nThe rooftops of Rotterdam will play a starring role during the interval of the Grand Final of the Eurovision Song Contest on Saturday 22 May.\nHost broadcasters NPO/NOS/AVROTROS have revealed details of 'Rock the Roof', a spectacular interval performance featuring six legendary Eurovision winners: Lenny Kuhr (De Troubadour, 1969), Teach-In with Getty Kaspers (Ding-a-dong, 1975), Sandra Kim (J'aime La Vie, 1986), Helena Paparizou (My Number One, 2005), Lordi (Hard Rock Hallelujah, 2006) and Måns Zelmerlöw (Heroes, 2015).\nOur champions will perform their winning songs across three unique arenas. The roofs of party venue Maassilo, Hotel New York, and the instantly iconic Boijmans Van Beuningen Depot museum, will be transformed into sky-high stages, propelling the Eurovision idols to dizzying new heights.\nHead of Show Gerben Bakker explains:\n“The Eurovision Song Contest is back after a year of absence. Reason enough to treat the millions of viewers to unique performances from three locations in the middle of the city. The title of this great act is \"Rock the Roof\" for a reason. By literally filming at great heights, we want to surprise Europe creatively and visually. In addition, I could not have wished for a better city than Rotterdam. Every shot in this city hits the spot. Rotterdam will not soon be forgotten.”\nAccording to Bakker, all 6 acts immediately said ‘yes’ to the idea, including all the members of one very special Dutch band:\n“Because this is the 65th Eurovision Song Contest, we are taking a journey through time. We are particularly proud that Teach-In will reunite the original line-up after a very long time. Every performance will have its own unique atmosphere.”\nThe 65th Eurovision Song Contest Grand Final takes place at 21:00 CEST on Saturday 22 May.", "original_url": "https://eurovision.tv/story/rock-the-roof", "wayback_url": "https://web.archive.org/web/20210325165159/https://eurovision.tv/story/rock-the-roof", "a_id": "Q50729731-28"}