{"title": "Finale Eurovision 2021: Gabriele Corsi e Cristiano Malgioglio al commento", "text": "Finale Eurovision 2021: Gabriele Corsi e Cristiano Malgioglio al commento\nCambia la coppia al timone del commento italiano per la finale dell’Eurovision Song Contest 2021: ad accompagnare gli spettatori nell’ultima serata del contest, in onda su Rai 1 il prossimo 22 maggio, saranno le voci in diretta da Roma di Gabriele Corsi e Cristiano Malgioglio.\nDopo diversi anni, quindi, la Rai lascia a casa l’ormai affiatato duo composto da Federico Russo e Flavio Insinna. Come invece annunciato qualche giorno fa, le voci delle semifinali su Rai 4 del 18 e 20 maggio saranno quelle di Ema Stokholma e Saverio Raimondo.\nGabriele Corsi: dal trio Medusa a Rai 1\nPartito come membro del trio Medusa alla guida dello show radiofonico Chiamate Roma Triuno Triuno di Radio Deejay, Gabriele Corsi si è fatto conoscere negli ultimi anni per le sue doti di conduttore grazie al passaggio nel gruppo editoriale Discovery Italia.\nTra esperienze come Take me out – Esci con me su Real Time a Deal with it – Stai al gioco su Nove, per Corsi non sono mancate anche esperienze in Rai. Nel 2018 ha condotto la quinta edizione di Boss in incognito su Rai 2 e nello stesso anno è stato al timone di Reazione a catena – L’intesa vincente.\nCristiano Malgioglio: l’Eurovision già vicino nel 2018\nIl cantautore Cristiano Malgioglio, volto ormai storico del piccolo schermo tornato prepotentemente in auge dopo l’esperienza al Grande Fratello Vip nel 2017, non ha mai nascosto la sua passione per l’Eurovision.\nPiù volte si è lasciato andare a commenti sul festival di musica europeo e sugli artisti italiani che avrebbe visto bene sul palco. Tra le altre cose, nel 2019 ha firmato “Amarsi in due“, la versione italiana di “Amar pelos dois” di Salvador Sobral, cantata Arisa e contenuta nel suo album “Una nuova Rosalba in città”.\nGià nel 2018 fu vicino al commento della finale dell’Eurovision, occasione poi sfumata in quanto il cantante accettò di prendere parte al Grande Fratello 15 di Barbara D’Urso, come opinionista insieme a Simona Izzo.", "original_url": "https://www.eurofestivalnews.com/2021/04/09/finale-eurovision-2021-gabriele-corsi-e-cristiano-malgioglio-al-commento/", "wayback_url": "https://web.archive.org/web/20210409175104/https://www.eurofestivalnews.com/2021/04/09/finale-eurovision-2021-gabriele-corsi-e-cristiano-malgioglio-al-commento/", "a_id": "Q50729731-124"}