{"title": "The Eurovision acts that have reached the Official Chart Top 10", "text": "The Eurovision acts that have reached the Official Chart Top 10\n33366\nEurovision Song Contest 2021 winners Måneskin are enjoying a meteoric rise to success which this week sees them join some very elite Official UK Chart clubs.\nLast month, the Italian rock group became the first Eurovision winners since Mans Zelmerlow in 2015 to enter the Official Singles Chart Top 40 the week following the contest with their winning song Zitti e buoni, which peaked at Number 17.\nAnd while 'One Week and Out' may be the story arc for many Eurovision acts, that's not the case for Måneskin who have also captured the hearts of the British public with yet another song, I Wanna Be Your Slave.\nThanks in part to a huge boost from TikTok, I Wanna Be Your Slave has been streamed 7.96 million times, resulting in a Number 7 placing on the latest Official Chart, making Måneskin the first Eurovision act in seven years to enter the Top 10, and the first winners to do so in nine years.\nWhat's more, Måneskin are the first winners to enter the Top 10 with a non-contest single in 19 years, since 1988 winner Celine Dion and her 2002 hit A New Day Has Come.\n\"This year’s Eurovision Song Contest heralded praise from many observers who celebrated the quality of entrants in the 2021 competition,\" says Official Charts chief executive Martin Talbot. \"The fact that UK music fans have sent Måneskin into the Official Singles Top 10 this week (the first winners for nine years to do so) underlines this point and indicates that Eurovision is a powerful platform for launching artists internationally in 2021.\"\nEurovision's executive supervisor Martin Österdahl comments: \"We’re thrilled to see Måneskin enjoying such success following their appearance in Rotterdam. Their popularity proves what a huge springboard the Eurovision Song Contest is and highlights the quality of both the acts and songs taking part.\"\nWhose footsteps are Måneskin following in by entering the Official Singles Chart Top 10? Here's a look at the last three acts who managed to pull off the rare achievement.\nThe Common Linnets\nPrior to Måneskin, the last Eurovision entrants to score an Official UK Top 10 single were The Common Linnets... and they didn't even win!\nSince Anouk's prog rock entry in 2013, The Netherlands have been on a serious run of form, sending out of the box entries that have resonated with fans continent wide, which of course culminated with Duncan Laurence's win in 2019 with Arcade, which itself entered the Official Singles Chart Top 40 for the first time in 2021 thanks to TikTok.\nInspired and impressed by Anouk's approach the previous year, when renowned Dutch pop/country singer Ilse DeLange was approached to take part in 2014, any previous reservations she had had evaporated. Ilse - who has had 11 Number 1 albums in Holland - was just starting her new Americana project The Common Linnets and she alongside fellow country artist Waylon represented their country.\nWhile their song Calm After The Storm finished second behind Conchita Wurst's Rise Like A Phoenix, The Common Linnets had the last laugh on the Official Chart, entering at Number 9 and outperforming Conchita who debuted at Number 17. As a cherry on top, their self-titled album also entered the Official Albums Chart at Number 40.\nLoreen\nIn 2012, arguably Eurovision's greatest ever song Euphoria by Loreen was the winner, an entry that really knocked down perceptions that the contest was not to be taken seriously. Euphoria was a contemporary, captivating track belted out by Loreen and her powerhouse vocals which stopped Europe in its tracks.\nThe result was a Number 3 entry on the UK's Official Singles Chart for the fascinating Swedish talent, making Euphoria the highest-charting ESC song in the UK of the last two decades.\nAlexander Rybak\nNorway's Alexander Rybak is something of a modern-day trailblazer, becoming the first international Eurovision act to enter the Official Chart top flight for 22 years when his winning song Fairytale peaked at Number 10 in 2009. Not since Johnny Logan's Hold Me Now from 1987 had a single by a foreign Eurovision act reached the Top 10. The power of a violin and a glint in your eye!", "original_url": "https://www.officialcharts.com/chart-news/eurovision-song-contest-acts-that-have-reached-the-official-singles-chart-top-10__33366/", "wayback_url": "https://web.archive.org/web/20210618163133/https://www.officialcharts.com/chart-news/eurovision-song-contest-acts-that-have-reached-the-official-singles-chart-top-10__33366/", "a_id": "Q50729731-425"}