{"title": "Eurowizja 2021: wiemy, kto skomentuje konkurs. Zaskakujący duet!", "text": "Eurowizja 2021: wiemy, kto skomentuje konkurs. Zaskakujący duet!\nPrzed nami maj, a wraz z nim Eurowizja 2021! Tegoroczny konkurs będzie wyjątkowy pod wieloma względami. Jednym z nich jest zmiana na stanowisku komentatora Eurowizji. A w zasadzie to komentatorów, bo w tym roku Telewizja Polska zdecydowała się na zaangażowanie aż dwóch osób. Są to twarze dobrze znane fanom konkursu – Marek Sierocki i Olek Sikora.\nPrzez prawie trzy dekady Konkurs Piosenki Eurowizji komentował Artur Orzech. Niestety w marcu współpraca wieloletniego komentatora z Telewizją Polską zakończyła się. Tym samym TVP musiała zaangażować inne osoby do przeprowadzenia relacji na żywo z widowiska.\nEurowizja 2021: konkurs skomentują Marek Sierocki i Olek Sikora\nTelewizja trafiła w przewidywania fanów konkursu. Ci wskazywali, że Marek Sierocki powinien zastąpić Artura Orzecha także na stanowisku komentatora Eurowizji. Wśród potencjalnych kandydatów pojawiali się m.in. Mateusz Szymkowiak, Agata Konarska czy Maria Szabłowska. Ostatecznie za sterami pulpitu komentatorskiego zasiądzie także Olek Sikora. Co ciekawe, to nie pierwszy raz, gdy dwie osoby komentowały Eurowizję dla polskich odbiorców. W latach 1992-1993, kiedy to Polska jeszcze nie uczestniczyła w wydarzeniu, relację z konkursu zdawali Artur Orzech i Maria Szabłowska. Rok później Polska zadebiutowała. Edyta Górniak wyśpiewała dla nas drugie miejsce z balladą To nie ja i od tej pory (z przerwą w latach 1996-1997) konkurs komentował Artur Orzech.\nMarek Sierocki i Olek Sikora – kim są komentatorzy Eurowizji?\nMarek Sierocki to dziennikarz muzyczny, który swój debiut telewizyjny zaliczył jeszcze w latach 80. W czasie swojej kariery piastował szereg funkcji związanych z muzyką. Kierował Krajowym Festiwalem Piosenki Polskiej w Opolu czy redakcją rozrywki Telewizji Polskiej. Marek Sierocki najczęściej kojarzony jest z programem Teleexpress, w którym od ponad 30 lat pełni rolę eksperta muzycznego, prowadząc własny kącik i polecając ciekawe propozycje. W marcu 2021 zastąpił Artura Orzecha w roli konferansjera w Szansie na Sukces.\nEurowizja 2021: Marek Sierocki jednym z komentatorów konkursu. Fot. www.teleexpress.tvp.pl\nOlek Sikora swoją przygodę z mediami zaczął w 2011 roku. W pierwszych latach związany ze stacjami muzycznymi – Viva Polska i 4fun.tv. W latach 2015-2019 reporter portalu Plotek.pl. Od 2016 roku regularnie pojawiał się w programie Pytanie na Śniadanie jako ekspert od świata show-biznesu, a trzy lata później został jednym ze współprowadzących format. Ponadto widzowie telewizyjnej jedynki mogą kojarzyć Olka Sikorę z takich programów jak Dance Dance Dance czy 57. Krajowego Festiwalu Piosenki Polskiej w Opolu. W 2018 roku był jednym z wysłanników TVP na Eurowizję w Lizbonie. Z kolei rok później współprowadził Eurowizję Junior 2019, zakończoną sukcesem Viki Gabor.\nEurowizja 2021: Olek Sikora skomentuje konkurs. Fot. eurowizja.tvp.pl / Waldemar Kompała\nEurowizja 2021: co wiemy?\nTegoroczna Eurowizja odbędzie się w dniach 18, 20 i 22 maja w Ahoy Arenie w Rotterdamie. Część zeszłorocznych planów organizatorów zobaczymy w tym roku. Konkurs poprowadzą Chantal Janzen, Jan Smit i Edsilia Rombley oraz NikkieTutorials. Nie zmieni się ani slogan, ani projekt sceny autorstwa Floriana Wiedera. Zachowano również podział krajów na półfinały. Odświeżono natomiast logo Eurowizji 2021. Znaczącą różnicą w stosunku do Eurowizji 2020 jest możliwość występu z wgranymi chórkami.\nZe względu na niepewną sytuację epidemiologiczną EBU przygotowała cztery scenariusze organizacji wydarzenia. Jednak jak już wiemy, obecnie pod uwagę brane są już tylko trzy warianty. Chcąc zabezpieczyć się przed ewentualnym brakiem możliwości zorganizowania występów na żywo w Rotterdamie, organizatorzy poprosili nadawców o nagranie konkursowych prezentacji wcześniej. 26 zeszłorocznych uczestników potwierdziło udział w Eurowizji w Rotterdamie. Z udziału zrezygnowała Armenia, a Białoruś została zdyskwalifikowana.", "original_url": "https://eurowizja.org/eurowizja-2021-komentator-olek-sikora-marek-sierocki/", "wayback_url": "https://web.archive.org/web/20210430140953/https://eurowizja.org/eurowizja-2021-komentator-olek-sikora-marek-sierocki/", "a_id": "Q50729731-147"}