{"title": "41 Countries to participate at Eurovision 2021", "text": "41 Countries to participate at Eurovision 2021\nPublic broadcasters from 41 countries will take part in the Eurovision Song Contest when the world’s biggest live music event returns next year.\nFollowing the cancellation of the 2020 event, the 65th Contest, organized by the European Broadcasting Union (EBU) and its Dutch Members NPO, NOS and AVROTROS, will be held at Rotterdam’s Ahoy Arena on 18, 20 and 22 May 2021.\nMartin Österdahl, Executive Supervisor of the Eurovision Song Contest, said: “We are grateful for the commitment of the 41 participating broadcasters in helping us bring the Eurovision Song Contest back in 2021.”\n“We have the exact same line up of countries that would have competed in 2020 and we are thrilled that they will all return next year. Together with our host broadcasters we are continuing to develop the 4 different scenarios and maintaining a dialogue with all participants. The team from NPO, NOS and AVROTROS are working hard on ensuring the Eurovision Song Contest will provide the excitement and innovation expected by over 180 million viewers, despite the challenging circumstances.”\nSietse Bakker, Executive Producer of the Eurovision Song Contest 2021, said: \"It is fantastic that the same 41 countries that would have taken part this year still want to come to the Netherlands in May 2021. This demonstrates their confidence in our country still being able to organize a successful Eurovision Song Contest in Rotterdam next year, after the cancellation of the 2020 edition.\"\n\"We have set the bar high to create 3 amazing live shows for an audience of 180 million people, even in these challenging times. To achieve this, we are working on an extensive protocol that guarantees the health of employees, participants, the press and visitors as much as possible.\" he added.\nParticipating broadcasters\nThe following countries (and EBU Member broadcasters) will participate in the Eurovision Song Contest 2021 in Rotterdam:\nAlbania (RTSH)\nArmenia (AMPTV)\nAustralia (SBS)*\nAustria (ORF)\nAzerbaijan (Ictimai TV)\nBelarus (BTRC)\nBelgium (VRT)\nBulgaria (BNT)\nCroatia (HRT)\nCyprus (CyBC)\nCzech Republic (CT)\nDenmark (DR)\nEstonia (ERR)\nFinland (YLE)\nFrance (FT)\nGermany (ARD/NDR)\nGeorgia (GPB)\nGreece (ERT)\nIceland (RUV)\nIreland (RTE)\nIsrael (KAN)\nItaly (RAI)\nLatvia (LTV)\nLithuania (LRT)\nMalta (PBS)\nMoldova (TRM)\nThe Netherlands (AVROTROS)\nNorth Macedonia (MKRTV)\nNorway (NRK)\nPoland (TVP)\nPortugal (RTP)\nRomania (TVR)\nRussia (Channel One)\nSan Marino (RTV)\nSerbia (RTS)\nSlovenia (RTVSLO)\nSpain (TVE)\nSweden (SVT)\nSwitzerland (SRG SSR)\nUkraine (UA:PBC)\nUnited Kingdom (BBC)\n*EBU Associate\nConfirmed Participants\nAfter the cancellation of the Eurovision Song Contest in 2020 nearly half of the broadcasters already confirmed their participants for 2021. 19 participants of the 2020 edition will return next year. The latest addition was announced on Friday, when Daði og Gagnamagnið announced their return to the Contest for Iceland. Many broadcasters have confirmed the return of their national finals which means that despite the pandemic, there will still be a very exciting selection season ahead!\nThe stage for 2021 will include a Semi transparant LED screen NPO/AVROTROS/NOS\nOpen Up to 41 countries\nOf the 41 nations taking part, 35 will compete in two Semi-Finals with 10 successful acts from each Semi-Final joining the Big 5 (France, Germany, Italy, Spain, United Kingdom) and hosts the Netherlands in the Grand Final.\nThe slogan chosen for this year’s cancelled Contest, “Open Up” will remain for the Eurovision Song Contest 2021 – with even more resonance than before.\nThe EBU revealed in September that, in response to the coronavirus pandemic, it has been working on 4 scenarios for hosting the competition including a socially distant event and ones with travel restrictions on all or some of the participants.\nA decision on what the 65th Eurovision Song Contest will look like will be made early next year.", "original_url": "https://eurovision.tv/story/41-countries-to-participate-at-eurovision-2021", "wayback_url": "https://web.archive.org/web/20201029044004/https://eurovision.tv/story/41-countries-to-participate-at-eurovision-2021", "a_id": "Q50729731-8"}