{"title": "Måneskin nella top 20 britannica con \"Zitti e Buoni\": primo brano italiano 30 anni dopo \"Miserere\"", "text": "Måneskin nella top 20 britannica con \"Zitti e Buoni\": primo brano italiano 30 anni dopo \"Miserere\"\nI Måneskin dopo la vittoria all'Eurovision Song Contest 2021 continuano a scalare le classifiche mondiali e si posizionano al 17° posto nella Uk Weekly single chart con il brano 'Zitti e Buoni', già doppio disco di platino. Stabilito un nuovo record dal gruppo rock romano: per la prima volta dopo trent'anni un brano in italiano entra nella Top 20 britannica. Nel 1990 Luciano Pavarotti con \"Nessun dorma\" era arrivato alla ventunesima posizione ma solo il cantautore Zucchero nel 1992 riuscì a entrare nella classifica della chart dei singoli britannica conquistandone la 15° posizione con il brano Miserere.\nAPPROFONDIMENTI ROMA Maneskin, Damiano: relax dopo la vittoria all’Eurovision in un... MUSICA I Måneskin sul podio degli artisti più ascoltati al... SPETTACOLI Maneskin alla finale dell'Eurovision Song Contest 2021 MANESKIN Victoria De Angelis, la ragazza rock è il nuovo modello delle... EUROVISION Maneskin all'Eurovision, Damiano negativo al test antidroga....\nManeskin, Damiano: relax dopo la vittoria all’Eurovision in un noto locale romano: cosa ha fatto?\n«Non ci sono parole per descrivere quanto siamo felici e onorati», hanno fatto sapere i Måneskin in un post condiviso sui loro canali social per il traguardo raggiunto. E ancora: «Restate sintonizzati, questo è solo l’inizio».\nZitti e Buoni is the first song in italian to smash into the official UK chart in the last 30 years, We are #17.\nNo words can describe how happy and honoured we are.\nOur music is spreading through more than 30 charts all over the world and this is literally insane.@BBCR1 pic.twitter.com/zT6x0qrmfS — ManeskinOfficial (@thisismaneskin) May 28, 2021\nIl brano presentato dal quartetto capitolino in gara a Sanremo 2021 e alla più recente edizione del contest musicale internazionale, però, non è l’unica canzone dei Maneskin a comparire nella chart britannica dei singoli relativa alla settimana dal 28 maggio al 3 giugno 2021, che vede al primo posto “Good 4 u” di Olivia Rodrigo. Alla posizione numero 83, infatti, si trova anche “I wanna be your slave”, quarta traccia di “Teatro d'ira - Vol. I”, il secondo album in studio del gruppo capitanato da Damiano David, uscito lo scorso 19 marzo e contenente anche “Zitti e buoni”.\nDamiano, Victoria, Thomas ed Ethan - con oltre 52 milioni di streaming per il loro brano, primo italiano su Spotify con più stream di sempre, con quasi 4 milioni di ascolti in 24 ore nella global chart e con la più alta nuova entrata italiana nella Top 10 Globale al 9° posto - si riconfermano teste di serie nelle classifiche di oltre trenta Paesi nel mondo.\nManeskin ed Eurovision insultati dalla tv bielorussa di regime: «Pervertiti, degenerati, meglio la dittatura». Accuse anche a chi indossa il tanga Video\nMåneskin, record di streaming su Spotify dopo l'Eurovision\nUltimo aggiornamento: 22:00\n© RIPRODUZIONE RISERVATA", "original_url": "https://www.ilmessaggero.it/spettacoli/musica/maneskin_classifiche_zitti_e_buoni_gran_bretagna_cosa_e_successo_news_28_maggio_2021-5989037.html", "wayback_url": "https://web.archive.org/web/20210528200554/https://www.ilmessaggero.it/spettacoli/musica/maneskin_classifiche_zitti_e_buoni_gran_bretagna_cosa_e_successo_news_28_maggio_2021-5989037.html", "a_id": "Q50729731-417"}