{"title": "Dutch duo to open Second Semi-Final", "text": "Dutch duo to open Second Semi-Final\nAward-winning breakdancer Redouan Ait Chitt (better known as Redo) and acclaimed singer Eefje de Visser will open the second Semi-Final of the Eurovision Song Contest in Rotterdam, with a unique performance.\nThe duo of distinguished Dutch artists have worked together on an inspiring showpiece in which Redo relays his life story through dance, as singer Eefje adds musical layers with her infamously bittersweet lyrics and melodies.\nRedo was keen to reveal more about the opening performance:\n“The dance comes from a very personal place; I want to tell the universal story of overcoming the setbacks that life presents, which applies to so many people, especially with the challenges we’re all facing together in the world today. The story will unfold from the dark period in which we currently find ourselves, to working towards a moment of togetherness and celebration. I hope that people recognise themselves in our work, and that Eefje and I can touch people through our art.”\nEefje de Visser is an established name on the Dutch music scene, known for her hypnotic synth-pop and lofty vocals. The lyrics and music created by OOR magazine’s “2020 Artist of the Year” will connect seamlessly with the tale Redo tells through movement:\n“I’ve been watching the Eurovision Song Contest for as long as I can remember, so Redo and I consider it an honour to be able to work together on such a huge, iconic production. Our presentation is about resilience and connection. We want to say that more can be achieved through collaboration, especially in these times we need each other. It will be magical.”\nRedo’s inspirational story\nRedo’s personal story is remarkable. As a child, the now internationally acclaimed breakdancer, had to overcome both his physical disabilities and prejudice from other people, in pursuit of his dreams.\nThe 32-year-old dancer explains:\n\"Through passion, creativity, and determination I was able to overcome my situation. Now, I want to inspire people to live out their dreams, to believe in themselves, and to not be ashamed of who they are.\"\nFrom a small southern town in the Netherlands, the b-boy from Gorinchem has danced his way across the planet, picking up an Olivier Award nomination in 2013 and becoming the first self-taught breakdancer to win the most prestigious Dutch dance prize The Swan Award.\nHead of Show, Gerben Bakker, is excited by the talent his team are able to showcase during the competition:\n“We want to show off the best of the Netherlands during the Eurovision Song Contest, and talents like Redo and Eefje are certainly that. We are proud to present a unique opening act with them. Every act on our stage has its own story. You’ll see that a recurring theme across the three shows is resilience, the ability to adapt. More current than ever. A theme that certainly applies to the life of Redo. I find it very inspiring to share his talent and story with the rest of the world.”\nThe countdown to the Contest continues.", "original_url": "https://eurovision.tv/story/dutch-duo-revealed-for-second-semi-final", "wayback_url": "https://web.archive.org/web/20210217080448/https://eurovision.tv/story/dutch-duo-revealed-for-second-semi-final", "a_id": "Q50729731-18"}