{"title": "Eurovision 2021 organizers set determined yet realistic plans for May", "text": "Eurovision 2021 organizers set determined yet realistic plans for May\nWe can now confirm that 1 scenario has been ruled out for the competition leaving 3 potential scenarios still in play for the Eurovision Song Contest 2021. This is what we know so far.\nLast year, it was announced there’d be 4 potential scenarios in which the Contest could take place in 2021. As the Contest gets closer and closer, it has become apparent which one is no longer viable.\nWhat we do know:\nThe event will definitely take place on 18, 20, and 22 May. With just over 3 months to go, the organizers of the Eurovision Song Contest 2021 have agreed upon a determined, yet realistic approach in the final phase of preparations.\nOf course, the health and safety of all participants is the top priority. In response to the ongoing coronavirus pandemic, the European Broadcasting Union (EBU) together with Dutch Host broadcasters NPO, NOS, and AVROTROS and the City of Rotterdam have ruled out that the 65th Contest can take place ‘as normal’ this year. This means that Scenario A will not go ahead.\n“The Eurovision Song Contest will definitely make its welcome return this May despite the pandemic but, in the prevailing circumstances, it is regrettably impossible to hold the event in the way we are used to,” said Martin Österdahl, Executive Supervisor of the Eurovision Song Contest.\n“We’re grateful for the renewed commitment and backing from the City of Rotterdam and the ongoing support of all the participating broadcasters. We very much hope to be able to gather in Rotterdam in May and will do all we can in the coming weeks to achieve this. With an ever-changing situation we are taking our time to ensure that we can host the Eurovision Song Contest in the best and safest way possible,” he added.\nImages of the OB truck during the 2018 Eurovision Song Contest EBU / Stijn Smulders\nWhat now?\nThe organizers will now focus their efforts on Scenario B. This circumstance would involve hosting a socially distanced event with artists performing in Rotterdam, while realistically keeping downscaling options on the table for the weeks to come.\n“The security, health and safety of all participants at the Eurovision Song Contest, from the crew to the artists, is our top priority. We are following international developments closely and continuing to explore and plan for 3 revised scenarios (B, C and D) first announced last autumn,” Österdahl added.\nA further decision on how the Contest will be staged will be taken in the coming weeks. Sietse Bakker, Executive Producer Event for Host Broadcasters NPO, NOS and AVROTROS said: “By staying flexible for as long as we can, we are aiming to make the best possible Eurovision Song Contest under the circumstances. Our primary goal is to get the 41 artists to Rotterdam, to all perform on the same stage, and to welcome journalists to cover the Contest.”\nThe 3 possible ways to host Eurovision 2021\nThe remaining scenarios for the Eurovision Song Contest in 2021 NPO/NOS/AVROTROS\nThe 3 scenarios being planned for are:\nScenario B: Socially distanced Eurovision Song Contest\nEveryone attending the Eurovision Song Contest at Rotterdam’s Ahoy Arena would need to practice social distancing.\nStrict health and safety measures (including frequent COVID testing) would be in place at the venue. A protocol to protect artists, delegations, and crew on and off site would be adhered to.\nIf there are any delegations who cannot travel to Rotterdam, their artists will perform “live-on-tape” with a recorded performance being used.\nThose who can travel to Rotterdam will perform their songs live on stage.\nThere would be 9 shows (6 dress rehearsals, 2 Semi-Finals and a Grand Final), either with no audience or a reduced audience to allow for social distancing. The final capacity would be dependent on local government guidelines.\nThere will be activities in the city of Rotterdam held in a safe and responsible way.\nScenario C: A travel restricted Eurovision Song Contest\nA Eurovision Song Contest, from Rotterdam’s Ahoy Arena but no delegations or artists will travel to Rotterdam.\nHosts and interval acts will still be live from the Ahoy.\nThe performances of ALL the participants will be “live-on-tape”.\nStrict health and safety measures (including frequent COVID testing) would be in place at the venue.\nA protocol to protect crew on and off site would be adhered to.\nThere would be 9 shows (6 dress rehearsals, 2 Semi-Finals and a Grand Final), either with no audience or a reduced audience to allow for social distancing. The final capacity would be dependent on local government guidelines.\nThere will be reduced activities in the city of Rotterdam held in a safe and responsible way.\nScenario D: a lockdown Eurovision Song Contest\nA Eurovision Song Contest without an audience and virtual activities will be considered to explore the host city of Rotterdam.\nThe performances of all the participants will be “live-on-tape”.\nThere would be 9 shows (6 dress rehearsals, 2 Semi-Finals and a Grand Final), but no audience.\nThe Eurovision Song Contest will be broadcast from Ahoy in Rotterdam in all scenarios NPO/NOS/AVROTROS\nHealth and safety\nAn extensive health and safety plan has been developed for all scenarios to guarantee the maximum protection of everyone present at the Eurovision Song Contest. A special coronavirus protocol has also been drawn up that reflects those already in use by Formula 1 and UEFA for example.\nRenewed Support\nIn recent weeks, the city of Rotterdam has renewed its commitment to working with the EBU, NOS, NPO and AVROTROS on producing a great event whatever the circumstances. Councillor Said Kasmi from the City of Rotterdam said: “The Eurovision Song Contest in Rotterdam, live from Ahoy, is a ray of light to look forward to together. As Host City, we are optimistic, enthusiastic and realistic. Within the available possibilities, we will make the best of this situation together with our partners! Let's hope that this Eurovision Song Contest, which will be different from all 64 previous Contests, will offer great new opportunities for partners and entrepreneurs in the city. One way or another: Rotterdam will Open Up again!”\nThe Dutch government has also given assurances that, in the event of the Eurovision Song Contest being staged in Scenario B, all participating artists and delegations will be able to enter the Netherlands.\nRotterdam by night Stijn Hanegraaf\nTicket refunds\nAs there will be less capacity for an audience in Scenarios B and C, organizers have decided to refund all current ticket holders this month and later give them the option to repurchase tickets for the same show(s).\nThe number of tickets available for each show will be dependent on government guidelines regarding social distancing. Organizers are keen to emphasize that, if circumstances allow, there will be opportunities to sell more tickets later.\n“By pushing the decision regarding the audience towards, at the latest mid-April, we hope we can responsibly Open Up to welcoming fans in Ahoy for this year’s shows,” said Sietse Bakker.\nWhat to look forward to\n41 public service broadcasters will submit entries for the 65th Eurovision Song Contest.\n2 Semi-Finals will be staged on Tuesday 18 and Thursday 20 May at the Rotterdam Ahoy Arena in the Netherlands.\nThe Grand Final, featuring 26 songs, will be held on Saturday 22 May at 21.00 CEST.", "original_url": "https://eurovision.tv/story/eurovision-2021-determined-yet-realistic-plans-for-may", "wayback_url": "https://web.archive.org/web/20210203120228/https://eurovision.tv/story/eurovision-2021-determined-yet-realistic-plans-for-may", "a_id": "Q50729731-300"}