{"title": "Greece: Stefania Will Represent Greece at Eurovision 2021", "text": "Greece: Stefania Will Represent Greece at Eurovision 2021\nStefania will represent Greece at the 2021 Eurovision Song Contest.\nGreece become the next country to confirm that they will be using their 2020 artist to represent the country at the 2021 Eurovision Song Contest. Stefania was to represent Greece at this year’s contest with her song “Superg!rl”, however the contest has been cancelled due to COVID-19.\nGreek broadcaster ERT has said:\n“ERT has already assessed as very positive the way in which the Greek and European audiences accepted this year’s selection of the talented Stefania Luberakakis , as well as the cooperation she had with her. ERT intends to continue this cooperation over time , as the EBU’s final decisions become known.”\nThe Eurovision Song Contest 2020 was scheduled to take place in at the Ahoy Arena in Rotterdam on the May 12, 14 and 16. The Netherlands won the right to host the competition following their win in 2019 with Duncan Laurence and the song “Arcade”.\nWho is Stefania?\nStefania Liberakakis was born on December 17 2002 in Utrecht, the Netherlands to Greek parents. She started singing at the age of 8. She made her first television appearance in 2013, when she took part in the third series of The Voice Kids. She was eliminated in the Battle Rounds. After her appearance on The Voice Kids, she joined the childrens’ choir Kinderen voor Kinderen and remained a member for two years.\nIn 2016, Stefania was chosen to represent the Netherlands at the Junior Eurovision Song Contest 2016 as part of the group Kisses. The group sang “Kisses and Dancin” and placed 8th overall.\nSource: OGAE Greece\nGreece in the Eurovision Song Contest Greece debuted in the Eurovision Song Contest in 1974, when they were represented by Marinella and the song “Krasi, thalassa kai t’agori mou” which finished in 11th place with 7 points. Three years later Greece earned their first top 5 finish with Paschalis, Marianna, Robert and Bessy who finished in 5th place with “Mathima solfege”. In 2001 Greece achieved their first top 3 result with Antique and the song “I Would Die For You”. The song became a European hit, and charted across the continent. In 2005 Helena Paparizou returned to the Eurovision stage as a solo artist and brought Greece their first, and to date only, victory. Her song “My Number One” won with 230 points, beating runners-up Malta by 38 points.", "original_url": "https://eurovoix.com/2020/03/18/greece-stefania-eurovision-2021", "wayback_url": "https://web.archive.org/web/20200320102154/https://eurovoix.com/2020/03/18/greece-stefania-eurovision-2021/", "a_id": "Q50729731-6"}