{"title": "Eurovision Eurovision 2020: Highlights from NPO's visit to Rotterdam", "text": "Eurovision Eurovision 2020: Highlights from NPO's visit to Rotterdam\nFollowing Maastricht’s visit on Wednesday, the 2020 Eurovision Committee travelled to Rotterdam yesterday in order to check out the city’s potential Eurovision venue, infrastructure and logistics.\nRotterdam and Maastricht are battling for the right to host the 2020 Eurovision Song Contest in the Netherlands next year.\nThe 2020 Eurovision Committe consisting of NPO, AVROTROS and NOS officials visited the Rotterdam Ahoy in Rotterdam and checked out the city’s Eurovision 2020 plan of action along with the infrastructure, premises and logistics.\nMr. Said Kasmi (Rotterdam City Council) and Ms. Jolanda Jansen (Rotterdam Ahoy Director) welcomed the 2020 Eurovision delegation to Rotterdam.\nMs. Jolanda Jansen (Rotterdam Ahoy Director) says:\nThe meeting was incredibly substantive. First we went through the bidbook in great detail, we presented ourselves as a city and toured the premises. We spent a few hours discussing various ideas regarding the different spaces and halls.\nThe staff and management of the Rotterdam Ahoy has worked very hard on preparing their Eurovision bid, and put in a lot of effort to tackle the requirements to host the competition. Rotterdam Ahoy has been in contact with former Eurovision host cities: Tel Aviv, Stockholm, Vienna and Lisbon in order to get more feedback on the organization of the event.\nJansen adds:\nWe’ve been doing a lot of homework lately, for example we have been in touch with some of the former Eurovision venues and host cities which have organized the contest in recent years, such as Stockholm, Vienna and Lisbon. It was very good to discuss all these things with each other. A very important lesson is that all of this is greater than anything that I have ever experienced.\nThe City of Rotterdam is also very enthuasiastic about bringing the competition on home soil if it wins he bid.\nMr. Said Kasmi (Rotterdam Councilor for Culture) says:\nWe might soon host the biggest music competition, I suppose there will be 246 million viewers worldwide watching the show. All eyes that will be focused on Rotterdam and we will have lots of visitors landing in the city. We are working hard so that everything falls into place.\nRotterdam hosted the Junior ESC some years ago, NPO has not forgotten that.\nMr. Sietse Bakker (Eurovision 2020 Executive Producer) says:\nThe EBU has had a very good experience with the 2007 Junior Song Contest here. I think that certainly counts. Ahoy is a very nice location for three very spectacular TV shows. There are many spaces and halls in close proximity to the main hall that can house the press, delegations, production and technical teams etc.\nThe 2020 Eurovision Host City is expected to be unveiled by mid August.\nSource: RTV Rijnmond", "original_url": "http://esctoday.com/176894/eurovision-2020-highlights-from-npos-visit-to-rotterdam", "wayback_url": "https://web.archive.org/web/20190719091205/http://esctoday.com/176894/eurovision-2020-highlights-from-npos-visit-to-rotterdam/", "a_id": "Q50729731-276"}