{"title": "'Barbara Dex Award 2021' naar Noorwegen, outfit TIX meest opvallend", "text": "'Barbara Dex Award 2021' naar Noorwegen, outfit TIX meest opvallend\nDe kogel is door de kerk! Meer dan 4870 stemmers hebben beslist dat de Barbara Dex Award 2021, de prijs voor de Songfestivaldeelnemer met de meest opvallende outfit, naar Noorwegen gaat. Volgens de duizenden stemmende fans en volgers van het Songfestival had deelnemer TIX de meest in het oog springende kledij aangetrokken. Zilver en brons gaan naar Roemenië (Roxen) en Kroatië (Albina).\n‘Fallen Angel’ TIX haalde de meeste stemmen binnen en mag zich zo de winnaar noemen van onze jaarlijkse Barbara Dex Award. De Noorse zanger viel bij het Songfestival op dankzij zijn grote engelenvleugels, witte bontjas, glitterpak en veel bling bling. Het is de eerste keer dat Noorwegen de award krijgt.\nStrijd aan de top\nIn 2019, toen de award naar Portugal ging, kwamen er al een record aantal stemmen binnen, maar de stemmers deden daar dit jaar nog een schepje bovenop. Nooit eerder werden zoveel stemmen geteld. Noorwegen en Roemenië bleven lange tijd in elkaars buurt, maar naar het einde van de stemming toe, sloeg TIX een kloof. Tussen de Roemeense en Kroatische kandidate zat welgeteld één stem!\nDe volledige top 5:\nNoorwegen– TIX Roemenië – Roxen Kroatië – Albina Verenigd Koninkrijk – James Newman Israël – Eden Alene\nLudiek bedoelde prijs\nDe uitreiking van de award is en blijft erg populair bij fans van het Eurovisiesongfestival. De ludiek bedoelde en humoristische Barbara Dex Award gaat naar een deelnemer die met zijn of haar kledij een risico nam en daardoor opviel. Het zijn de fans van het Songfestival die de laureaat bepalen. Voor alle duidelijkheid: deze prijs voor de meest opvallende outfit heeft niet de bedoeling om te zeggen wat lelijk is en wat niet en wil het Songfestival uiteraard in geen slechtdaglicht plaatsen.\nDe Barbara Dex Award is vernoemd naar de Belgische Songfestivalkandidate van 1993. Dex droeg toen een zelfontworpen jurk, een creatie die meteen over de tong ging.", "original_url": "https://songfestival.be/barbara-dex/barbara-dex-award-2021-naar-noorwegen-outfit-tix-meest-opvallend/", "wayback_url": "https://web.archive.org/web/20210530131121/https://songfestival.be/barbara-dex/barbara-dex-award-2021-naar-noorwegen-outfit-tix-meest-opvallend/", "a_id": "Q50729731-346"}