{"title": "Austria: Vincent Bueno to Eurovision 2021", "text": "Austria: Vincent Bueno to Eurovision 2021\nVincent Bueno will represent Austria at the 2021 Eurovision Song Contest.\nAustria become the next country to confirm that they will be using their 2020 artist to represent the country at the 2021 Eurovision Song Contest. Vincent was to represent Austria at this year’s contest with his song “Alive”, however the contest has been cancelled due to COVID-19.\nORF have also revealed that they are planning to broadcast a replacement for this year’s contest in the form of a video contest. On April 14th, 16th and 18th at 20:15 CET, the programs will broadcast, hosted by Andi Knoll, and will feature a jury who will rank the music videos of all 41 participating songs from this year. More details about this will be revealed in the upcoming days.\nTo date the following nations have confirmed their 2021 participants:\nAustria – Vincent Bueno\nAzerbaijan – Samira Efendi\nBelgium – Hooverphonic\nBulgaria – Victoria\nGeorgia – Tornika Kipiani\nGreece – Stefania\nIsrael – Eden Alene\nNetherlands – Jeangu Macrooy\nSpain – Blas Cantó\nSwitzerland – Gjon’s Tears\nUkraine – Go-A\nThe Eurovision Song Contest 2020 was scheduled to take place in at the Ahoy Arena in Rotterdam on the May 12, 14 and 16. The Netherlands won the right to host the competition following their win in 2019 with Duncan Laurence and the song “Arcade”.\nWho is Vincent Bueno?\nVincent Bueno is a 34-year old singer-songwriter from Vienna and is of Filipino descent. He first came to public attention after winning the first series of the ORF musical theatre talent show Musical! Die Show in 2008. He previously attempted to represent Austria in 2016 with “All We Need is That Love”, which finished sixth in the Austrian national final. In 2017, he was a backing vocalist for Nathan Trent at the Eurovision Song Contest in Kyiv.\nSource: ESC Kompakt\nAustria in the Eurovision Song Contest Austria debuted in the Eurovision Song Contest in 1957, Bob Martin represented the country on their debut, but finished in last place scoring just 3 points. The country has gone on to finish last in the contest on 8 occasions. Austria has won the contest on two occasions, the first being in 1966 when Udo Jürgen performed “Merci, Cherie”. It was 48 years later than Austria won again when Conchita Wurst performed “Rise Like a Phoenix” scoring a total of 290 points.", "original_url": "https://eurovoix.com/2020/03/26/austria-vincent-bueno-eurovision", "wayback_url": "https://web.archive.org/web/20200326143507/https://eurovoix.com/2020/03/26/austria-vincent-bueno-eurovision/", "a_id": "Q50729731-7"}