{"title": "๐\u009f\u0087ฆ๐\u009f\u0087น Austria: Andi Knoll Confirmed as Commentator as ORF Reveals Eurovision Programming", "text": "๐\u009f\u0087ฆ๐\u009f\u0087น Austria: Andi Knoll Confirmed as Commentator as ORF Reveals Eurovision Programming\nAndi Knoll will be returning to the commentary booth for Austria with ORF revealing its Eurovision programming plans.\nORF has confirmed that Andi Knoll will be commentating on Eurovision 2021, making him one of the longest-serving commentators at the contest. Andi has been commentating at the Eurovision Song Contest for ORF since the 1999 contest in Israel and is known as “Mr. Song Contest” in Austria.\nAs part of the broadcaster’s coverage of the Eurovision Song Contest 2021, ORF will be broadcasting two episodes of ‘Mr Song Contest Proudly Presents. The two shows will be broadcast before each Semi-Final will highlight Andi’s favourite ten songs in each show.\nVincent is representing Austria at the Eurovision Song Contest 2021 with his song โ\u0080\u009cAmenโ\u0080?. He will perform in the second semi-final, due to be held on the 20th May.\nWho is Vincent Bueno?\nVincent Bueno is a 34-year old singer-songwriter from Vienna and is of Filipino descent. He first came to public attention after winning the first series of the ORF musical theatre talent showย Musical! Die Showย in 2008. He previously attempted to represent Austria in 2016 with โ\u0080\u009cAll We Need is That Loveโ\u0080?, which finished sixth in the Austrian national final. In 2017, he was a backing vocalist for Nathan Trent at the Eurovision Song Contest in Kyiv.\nImage Source: Andi Knoll | Source: ORF\nAustria in the Eurovision Song Contest Austria debuted in the Eurovision Song Contest in 1957, Bob Martin represented the country on their debut, but finished in the last place scoring just 3 points. The country has gone on to finish last in the contest on 8 occasions. Austria has won the contest on two occasions, the first being in 1966 when Udo Jรผrgen performed โ\u0080\u009cMerci, Cherieโ\u0080?. It was 48 years later that Austria won again when Conchita Wurst performed โ\u0080\u009cRise Like a Phoenixโ\u0080? scoring a total of 290 points.", "original_url": "https://eurovoix.com/2021/05/06/andi-knoll-eurovision-2021-commentator/", "wayback_url": "https://web.archive.org/web/20210506194058/https://eurovoix.com/2021/05/06/andi-knoll-eurovision-2021-commentator/", "a_id": "Q50729731-86"}