{"title": "Maneskin's Eurovision-Winning 'Zitti E Buoni': New Around the World", "text": "Maneskin's Eurovision-Winning 'Zitti E Buoni': New Around the World\nIn March, Billboard reported on four debuts on the Billboard Global Excl. U.S. chart, spurred by Italy’s Sanremo Music Festival. The event, held March 2-6, acts as Italy’s qualifying competition for the 2021 Eurovision Song Contest. And as the Sanremo festival unveiled the country’s first taste of this year’s international competition, those four Italian debuts were simply an appetizer before the entrée. On the June 5-dated lists, seven Eurovision finalists debut across the Billboard Global 200 and Global Excl. U.S. chart.\nThirty-nine countries participated in this year’s Eurovision tournament, held May 18-22 in Rotterdam, Netherlands, after the 2020 edition was canceled due to COVID-19. After a slew of regional qualifiers and international semifinal rounds, Italy was declared the winner, represented by Måneskin’s “Zitti E Buoni.”\nThe Italian quartet’s track makes its second appearance on the global rankings, after first reaching No. 106 on the Global Excl. U.S. chart following Sanremo in March. This week, it re-enters at No. 11, while debuting on the Global 200 at No. 26. It tops all Eurovision finalists in both streams (30.1 million, up 869%) and sales (10,600, up 2,942) worldwide in the week ending May 27, according to MRC Data.\nMåneskin brought home Italy’s first Eurovision win since 1990, and the first win for a group in any country since 2006.\nMeanwhile, “Zitti E Buoni” debuts on two U.S.-based charts, marking Måneskin’s first ink on surveys based exclusively on U.S. data. It starts at No. 7 on World Digital Song Sales and No. 23 on the airplay-, sales- and streaming-based Hot Hard Rock Songs chart.\nThe 2021 Eurovision runner-up, France’s “Voila” by Barbara Pravi, enters at Nos. 70 and 148 on the Global Excl. U.S. chart and Global 200, respectively. Gjon’s Tears, representing Switzerland, adds another French-language title to this week’s charts, as “Tout L’Univers” debuts at No. 119 on the former tally.\nItaly’s Sanremo-fueled debuts in March were the first Italian-language songs to appear on either global chart (since the lists launched in September). And this week, the full Eurovision spread spurs some firsts. Go_A’s “Shum,” new at Nos. 80 and 158 on the Global Excl. U.S. chart and Global 200, respectively, is the first song by an artist from Ukraine, and the first Ukrainian-language song, to hit the global charts.\nAdditionally, three English-language Eurovision contenders debut on the Global Excl. U.S. chart, each being the first to represent their respective countries on the survey. Finland’s Blind Channel debuts at No. 105 with “Dark Side,” Iceland’s Dadi Freyr arrives at No. 128 with “10 Years,” and Elena Tsagrinou starts at No. 170 with “El Diablo.” Tsagrinou represented Cyprus in Eurovision, although she is Greek. Either way you slice it, she’s breaking down barriers as neither nation had previously charted.\nThe Eurovision songs on this week’s charts skewed overwhelmingly non-U.S. in their sales and streams. Together, they averaged 97% of their streams and 94% of their sales from outside the States, reflecting a massive shift from this week’s overall averages of 74% and 46%, respectively.", "original_url": "https://www.billboard.com/pro/eurovision-global-charts-maneskin-zitti-e-buoni-new-around-the-world/", "wayback_url": "https://web.archive.org/web/20220602004349/https://www.billboard.com/pro/eurovision-global-charts-maneskin-zitti-e-buoni-new-around-the-world/", "a_id": "Q50729731-433"}