{"title": "Måneskin Talk Winning Eurovision 2021", "text": "Måneskin Talk Winning Eurovision 2021\nAt the end of Eurovision an unreasonable controversy burst. It started with a video that showed Damiano David, frontman of the band, lowering his head toward a table in the green room, with some people insinuating that he'd been snorting cocaine. It started on the website of the French magazine Paris Match and the allegations were then reiterated by a huge part of the French media, asking for the disqualification of the band. That scenario would have handed victory to the French contestant, Barbara Pravi, who ranked second.\n\"It has been pretty offensive and baffling, a true attack on a personal level,\" says David. \"They ruined a very beautiful moment such as Eurovision, which had a great value especially in this period of crisis due to the pandemic. But our conscience was clear and we stayed calm.\" \"Watching the video more attentively, everyone could understand that,\" adds bass player Victoria De Angelis.\nThe controversy put a smile on the face of those who know the band, their manners, how much they love rock music of the '60s and the '70s thanks to their parents’ influence, but also how far they are from the sex, drugs, rock n' roll cliché. \"We usually laugh at nonsensical comments, but you don’t feel like joking when they try to depict you worldwide as an addict. This is why I immediately proposed to get myself tested: we wanted to stop all the allegations as quickly as possible.\"\nBut then a new fuss followed. A few days after the end of the Eurovision Song Contest, a Belarusian journalist described them as \"perverted homosexuals, AIDS-smelling trash.\" \"These are homophobic insults with a foul language that nobody should ever take the liberty to use in 2021,\" they all reply in unison. They have always fought for the freedom of self-expression: men with nail polish and eyeliner or women showing nipples on Instagram (another controversy that hit them a few months ago after a post on social media featuring an artistic photograph shot by Oliviero Toscani).", "original_url": "https://www.billboard.com/articles/news/international/9579875/maneskin-eurovision-winners-interview/", "wayback_url": "https://web.archive.org/web/20210528182520/https://www.billboard.com/articles/news/international/9579875/maneskin-eurovision-winners-interview/", "a_id": "Q50729731-411"}