{"title": "EBU: \"No plans to invite Kazakhstan or Kosovo to participate at the 2021 Eurovision Song Contest\"", "text": "EBU: \"No plans to invite Kazakhstan or Kosovo to participate at the 2021 Eurovision Song Contest\"\nIn a statement to ESCXTRA.com, the EBU has confirmed that Kazakhstan and Kosovo will not be invited to participate in the 2021 Eurovision Song Contest in Rotterdam as things stand.\nKazakhstan and Kosovo have participated at Eurovision events\nBoth of the countries have participated in Eurovision events already. Kazakhstan has participated at the Junior Eurovision Song Contest since 2018. The country managed to achieve their best result in the contest in 2019 with the song ‘Armanyńnan Qalma’, which won the jury vote.\nMeanwhile, Kosovo has participated at the Eurovision Young Dancers in 2011 where Tringa Hysa represented the nation in Oslo. However, the country did not make the final duel.\nEBU: “No plans”\nWith the deadline for broadcasters to confirm participation in Eurovision 2021 fast approaching, we reached out to the EBU to find out whether Kazakhstan and Kosovo would be invited to debut in next year’s contest.\nAt the present time, there are no plans to invite Kazakhstan or Kosovo to participate in the Eurovision Song Contest 2021. EBU\nWe would like to thank the EBU for their swift response to our query.\nAssociate members must rely on invitations\nAs an associate member of the EBU, Kazakhstan’s Khabar Agency must rely on annual invitations to take part in a Eurovision contest in the same way Australia’s SBS has done. However, for the time being at least, Kazakhstan’s invitations will remain limited to the Junior edition of the contest.\nUnfortunately the same cannot be said for Kosovo, as it currently does not meet the criteria to apply for EBU membership. However, the EBU has mentioned that ‘constructive discussions will continue between the EBU and RTK about future possibilities for closer co-operation.’\nDo you think Kazakhstan and Kosovo should participate at the Eurovision Song Contest? Let us know! Be sure to stay updated by following @ESCXTRA on Twitter, @escxtra on Instagram and liking our Facebook page for the latest updates! Also, be sure to subscribe to our YouTube channel to see our reactions to the news in the upcoming months.", "original_url": "https://escxtra.com/2020/08/18/ebu-kazkahstan-kosovo-eurovision-2021", "wayback_url": "https://web.archive.org/web/20200818233621/https://escxtra.com/2020/08/18/ebu-kazkahstan-kosovo-eurovision-2021/", "a_id": "Q50729731-70"}