{"title": "If countries couldn't go to Eurovision 2021: Watch the recorded COVID performances", "text": "If countries couldn't go to Eurovision 2021: Watch the recorded COVID performances\nROTTERDAM 2021 If countries couldn't go to Eurovision 2021: Watch the recorded COVID performances Each of the 39 contestants at Eurovision 2021 recorded an alternative \"Live-on-tape\" performance, in case they couldn't travel to Rotterdam because of COVID-19. These performances have been revealed in special online shows\nOne week after the Eurovision 2021 Grand Final concluded, the recorded \"Live-on-tape\" performances are being revealed in two separate online videos, called \"Eurovision Song Celebration\".\nWhat is \"Live-on-tape\" performances?\nDue to the ongoing COVID-19 pandemic, Eurovision organizers needed to come up with ideas to make Eurovision happen and in a safe manner. The solution was to ask each country to record a \"Live-on-tape\" version of their planned performance from their home country.\nIf the representative was unable to travel to Rotterdam, due to travel restrictions or have to quarantine while at the contest, the alternative recording would have replaced the live performance.\nSemi-Finalists: First Show\nIn the first online show we will see the non-qualifiers alternative performances:\nFirst show: Non-qualifiers\nIreland's Live-on-tape performance (Lesley Roy – \"Maps\") didn't feature in the show, because the Irish broadcaster won't reveal the pre-recorded version and instead wants people to remember the actual performance at Semi-final 1.\nFinalists: Second Show (Tomorrow)\nIn the second online show tomorrow, we will see the finalists' alternative performances:\nUnited Kingdom's Live-on-tape performance (James Newman – \"Embers\") won't feature in the show, because the British broadcaster won't reveal the pre-recorded version and instead wants people to remember the actual performance at the Grand Final.", "original_url": "https://eurovisionworld.com/esc/if-countries-couldnt-go-to-eurovision-2021-watch-the-recorded-covid-performances", "wayback_url": "https://web.archive.org/web/20210528191438/https://eurovisionworld.com/esc/if-countries-couldnt-go-to-eurovision-2021-watch-the-recorded-covid-performances", "a_id": "Q50729731-440"}