{"title": "Australia to compete from home using ‘live-on-tape’ performance", "text": "Australia to compete from home using ‘live-on-tape’ performance\nPublished on 20 April at 08:00 CEST\nAustralian public broadcaster SBS has confirmed that regrettably Montaigne and the rest of their delegation will be unable to travel to the Netherlands for the Eurovision Song Contest (ESC) 2021 and will therefore compete from home, using their ‘live-on-tape’ performance.\nThe decision was approved by the ESC Reference Group, the Contest’s governing board.\nJosh Martin (SBS Commissioning Editor and Australian Head of Delegation) explains how they came to this decision:\n“Australia has embraced the Eurovision spirit for more than 35 years on SBS, and our affection and excitement for the contest has continued to grow since we first competed in Vienna in 2015. In 2021, Australia will once again compete in the world’s biggest song contest but this time our artist, Montaigne, will perform from home and not abroad. After a comprehensive assessment, SBS has decided not to send an Australian delegation and artist to Rotterdam for the Eurovision Song Contest this year. We came to this difficult decision after considering the challenges of the ongoing pandemic, including the many factors involved in travelling to and from the event from Australia. SBS and Montaigne are appreciative of the European Broadcasting Union’s ongoing support for Australia’s involvement in the event, and their commitment to ensuring Eurovision continues amid the challenges COVID-19 presents. Congratulations must also go to the Host Broadcaster for the outstanding work that is being done to create a successful Eurovision Song Contest this year. We are working with them to assist in creating a memorable and successful broadcast. In true Australian spirit, Montaigne will still be fiercely competing in this year’s event with her uplifting and powerful anthem Technicolour, which is set to surprise and delight Europe, and show everyone we’re in it to win it. We are thrilled to be back and look forward to showing Europe our very best!”\nAustralia’s participant Montaigne adds:\n““Naturally, I’m sad that for two years in a row I have been unable to participate in the live spectacle of Eurovision. My partner and I had been discussing what video games we would bunker down with in a hotel room in Rotterdam between rehearsals for the final event, and we were excited about it. Despite that disappointment, it is still an immense privilege to be able to participate and compete in Eurovision, in its fandom and its processes, two years in a row. I have been able to submit two songs that I’m proud of and that have meant significant things to people. I am still absolutely stoked that I can present Technicolour this year, in whatever form my final performance may come in! It’s such a beautiful festivity and not even a pandemic can put it to bed. Eurovision will live forever.”\nPaul Clarke, Creative Director of Eurovision – Australia Decides and Director of Blink TV, adds:\n“Just because we are performing from the other side of the world, doesn’t mean we won’t be competitive. I’m very proud of Montaigne’s fighting spirit and we have a terrific creative concept to present – we can’t wait for you to experience Technicolour brought to life for Eurovision 2021. It’s an exciting challenge that we all want to rise to. We’re excited that it’s the first time part of Eurovision will be on Australian soil, and hopefully it won’t be the last! We’d also like to thank our friends at Eurovision for allowing us to compete from half a world away, and we are all sorry not to be there with you.”\nMartin Österdahl, Executive Supervisor of the Eurovision Song Contest, said:\n“We regret that we are not able to welcome Montaigne to Rotterdam in May. However, we understand the unique challenges presented to the hard working Australian delegation who have until the very end tried their utmost to make their presence in the Netherlands possible. We are pleased that we are still able to let them compete with the other 38 participants thanks to the “live-on-tape” recording of Montaigne’s song Technicolour. Australia have always brought diversity, excitement and energy to the Eurovision Song Contest and despite their team being far away this year they will be close to all our hearts in Rotterdam.”\nRead more: What is a ‘live-on-tape’ performance?\nMontaigne will compete in the first Semi-Final on Tuesday 18 May.", "original_url": "https://eurovision.tv/mediacentre/release/australia-to-use-live-on-tape", "wayback_url": "https://web.archive.org/web/20210420060911/https://eurovision.tv/mediacentre/release/australia-to-use-live-on-tape", "a_id": "Q50729731-35"}