{"title": "๐\u009f\u0087ณ๐\u009f\u0087ฑ Eurovision'21: Duncan Laurence to Open Eurovision With \"Feel Something\"", "text": "๐\u009f\u0087ณ๐\u009f\u0087ฑ Eurovision'21: Duncan Laurence to Open Eurovision With \"Feel Something\"\nDuncan Laurence is set to perform “Feel Something” as the opening act for Semi-Final of Eurovision 2021.\nIt has been revealed this evening that Duncan Laurence will be performing his single “Feel Something” as the opening act to this years Eurovision Song Contest. In the press pack for this years contest his opening act is described as:\nIn an upbeat tempo we reveal all the ingredients that make us love the contest. From the venue, stage and special effects to our hosts, dancers and of course the reigning winner Duncan Laurence.\n“Feel Something” was written in collaboration with the Dutch DJ Armin van Buuren. The song was released in 2020 and reached a peak of no.85 in the Dutch and Belgian charts on its release.\nDuncan will return for another performance during the Grand Final titled ‘The Story Continues’. The performance is described as:\nTo music first. Duncan Laurence live on stage and bringing a mini concert to all Eurovision Song Contest viewers at home. This performance concludes with the song โ\u0080\u0098Arcadeโ\u0080\u0099, where it all started, and of course also new music as Duncanโ\u0080\u0099s musical journey continues in 2021 and beyond.\nEurovision 2021\nThe Eurovision Song Contest 2021 will take place on May 18, 20 and 22 in Rotterdam. A total of 39 countries will take part in the Eurovision Song Contest 2021 in Rotterdam, the Netherlands. Eurovision 2020 was due to be held in Rotterdam after Duncan Laurence gave the Netherlands their first victory since 1975 with the song โ\u0080\u009cArcadeโ\u0080?. After the cancellation of the 2020 contest, it was decided that Rotterdam would host the 2021 contest instead.\nImage Source: Eurovision.tv – Thomas Hanses", "original_url": "https://eurovoix.com/2021/05/04/duncan-laurence-feel-something-eurovision/", "wayback_url": "https://web.archive.org/web/20210504220031/https://eurovoix.com/2021/05/04/duncan-laurence-feel-something-eurovision/", "a_id": "Q50729731-39"}