{"title": "Ed Sheeran scores 10th UK Number 1 single with Bad Habits", "text": "Ed Sheeran scores 10th UK Number 1 single with Bad Habits\n33511\nEd Sheeran makes a triumphant return to the Official Singles Chart this week as his new single Bad Habits debuts at Number 1.\nThe track racks up 92,000 chart sales this week, including 8.7 million streams, to earn Ed his 10th chart-topper.\nThe singer-songwriter becomes only the ninth act in Official Chart history to rack up 10 or more Number 1s. Ed joins Calvin Harris and Eminem, who are also on 10 UK Number 1 singles across their career so far - just ahead of them are Take That (12), Madonna (13), Cliff Richard and Westlife (14) and The Beatles (17) and Elvis (21).\n“I want to say thank you so much to everyone that made this happen,\" Ed told OfficialCharts.com I’ve been away for such a long time and I really, really don’t take this for granted, this is an amazing thing. Thank you for making me feel the love. Hopefully next week it will be knocked off the Number 1 spot by 3 Lions because we’re going to win the Euros. It’s coming home!”\nBad Habits is the third single to debut at Number 1 this year, following Olivia Rodrigo’s Drivers License in January and Lil Nas X’s Montero (Call Me By Your Name) in April.\nNew entries and high climbers\nLast week’s Number 1, Good 4 U by Olivia Rodrigo, drops to Number 2, while Måneskin continue to climb the Top 10 with two songs: I Wanna Be Your Slave lifts from 6 to 5, and their cover of Beggin’ climbs three places to 7.\nUS singer/rapper Doja Cat also claims two new entries in this week’s chart following the release of her new album Planet Her. The star’s collaboration with The Weeknd You Right opens at 9, while Ain’t S**t enters at 29, taking her total of UK Top 40s to nine.\nMeanwhile, Calvin Harris’ By Your Side ft. Tom Grennan hops one place to Number 10, earning the producer his 27th Top 10 and Tom his third.\nThere are big climbs this week for Becky Hill & David Guetta’s Remember, up six places to 16, and as England prepare to take on Ukraine in the Euro 2020 quarter finals, 3 Lions zooms 12 places to 22.\nFurther down, there are a flurry new entries in this week’s Top 40: Tyler, The Creator’s Wusyaname (25), Aitch’s Leaning Curve (27), and Fredo’s Talk Of The Town (34).\nFinally, three songs climb into the Top 40 for the first time: Black Magic by Dutch artist Jonasu vaults 37 places to 30, Tones & I’s Fly Away is up nine spots to 33, and Marshmello and Jonas Brothers’ Leave Before You Love Me climbs eight rungs to 35.", "original_url": "https://www.officialcharts.com/chart-news/ed-sheeran-scores-10th-uk-number-1-single-with-bad-habits-this-is-an-amazing-thing__33511/", "wayback_url": "https://web.archive.org/web/20210702164420/https://www.officialcharts.com/chart-news/ed-sheeran-scores-10th-uk-number-1-single-with-bad-habits-this-is-an-amazing-thing__33511/", "a_id": "Q50729731-418"}