{"title": "The favourite to win Eurovision 2020: \"We should be allowed to perform our songs in 2021\"", "text": "The favourite to win Eurovision 2020: \"We should be allowed to perform our songs in 2021\"\nBulgaria's Victoria was the favourite to win Eurovision Song Contest 2020 among bookmakers. She was internally selected back in November last year, and her song Tears Getting Sober was released just 11 days ago.\nVictoria - \"Tears Getting Sober\"\nAfter the cancellation of Eurovision 2020, she wants to represent Bulgaria at next year's Eurovision Song Contest, with the same song. Following the current EBU rules, an Eurovision composition (lyrics and music) must not have been commercially released before September in the previous year. It is unsure, if EBU will simply remove this rule for Eurovision 2021, so the artists can \"go again\" with the same song as intended for Eurovision 2020.\nVictoria says:\n– Tears Getting Sober is a project that means the world to me as an artist and to the great team behind it. I understand and respect this necessary decision but I also believe we, the 2020 Eurovision artists, should be allowed to perform our songs in 2021.\nGenoveva Christova, BNT’s main partner for Eurovision 2020 and the owner of Ligna Studios, states:\n– We are extremely disappointed with this decision. We believe that the participants and their songs should be allowed to participate in 2021. We can't allow our labor to be wasted\nVictoria\nVictoria Georgieva (Виктория Георгиева), 22, is a Bulgarian pop singer who rose to fame during her participation in the country’s version of the British talent show, X Factor. She has released two Bulgarian language singles, where her latest single, I Wanna Know was released in June 2019 and has over 700,000 views on YouTube.\nVictoria is truly proud of representing her country at Eurovision:\n– I am privileged to be able to make music that I believe in and to have the freedom to be who I am. Being the Bulgarian ambassador on such a huge stage is a big responsibility, as the Eurovision Song Contest matters to so many people in Bulgaria, says Victoria.\nBulgaria has been participating in Eurovision Song Contest 12 times, but with mixed success. They have a 2nd, 4th, 5th and 14th place on their Eurovision account, and the other 8 years they didn't qualify for the Grand Final.\nThe best result was 2017's 2nd place (Kristian Kostov - Beautiful Mess), and this was also one of the four times they qualified for the Grand Final out of 12.", "original_url": "https://eurovisionworld.com/esc/the-favorit-to-win-eurovision-2020-we-should-be-allowed-to-perform-our-songs-in-2021", "wayback_url": "https://web.archive.org/web/20200320102431/https://eurovisionworld.com/esc/the-favorit-to-win-eurovision-2020-we-should-be-allowed-to-perform-our-songs-in-2021", "a_id": "Q50729731-0"}