{"title": "ðŸ‡³ðŸ‡± Details about the Eurovision 2020 postcards have been revealed", "text": "ðŸ‡³ðŸ‡± Details about the Eurovision 2020 postcards have been revealed\nDutch broadcaster NPO has revealed the details about the concept of the Eurovision 2020 postcards. The Eurovision postcards are shown on television whilst the stage is being prepared for the next contestant to perform their Eurovision entry, and usually lasts about up to 45 seconds.\nA participant’s unique part and experience of The Netherlands\nThe Eurovision 2020 postcards will involve the artists, collaborating with a group, club or association that wants to receive one of the artists and let them participate in their activity, hobby, sport or tradition. Executive Producer of the 2020 contest Sietse Bakker has commented on the postcard concept:\nWe deliberately chose to show the best of the Netherlands during postcards: the people and their hospitality, in all their diversity. From the street barbecue, the carnival club and the student corps to the football club, the break dance group and the annual carbide shooting – we do it together. During the Eurovision Song Contest 2020 we want to show that to 180 million viewers. With the theme Open Up as a common thread, we show the positive, connecting power that fits with our country.” Sietse Bakker in regards to the postcard concept for Eurovision 2020\nThe concept for the 2020 contest very much differs from the 2019 contest, where we saw the Eurovision participants dance their way throughout, the historical and tourist destinations of Israel. You can remind yourself of the concept by clicking below.\nA mash-up of the 2019 participants and their Eurovision postcard.\nNPO has now launched a call for any interested parties that would be interested in taking part in the postcards, and you can find more information about it by clicking here, and you are able to sign up by clicking here.\nWhat do you think of the postcard concepts for Eurovision 2020? Let us know in the comments below or at social media. Be sure to stay updated by following @ESCXTRA on Twitter, @escxtra on Instagram and liking our Facebook page for the latest updates!", "original_url": "https://web.archive.org/web/20191211162823/https://escxtra.com/2019/12/09/%F0%9F%87%B3%F0%9F%87%B1-details-about-the-eurovision-2020-postcards-have-been-revealed/", "wayback_url": "https://web.archive.org/web/20220427064255/https://web.archive.org/web/20191211162823/https://escxtra.com/2019/12/09/%F0%9F%87%B3%F0%9F%87%B1-details-about-the-eurovision-2020-postcards-have-been-revealed/", "a_id": "Q50729731-38"}