{"title": "Eurovision Song Contest", "text": "Eurovision Song Contest\nDescription\nEBU coproduction\nThe Eurovision Song Contest (the \" ESC \") is an international coproduction by broadcasting organisations having the status of Members of the EBU, as defined under the EBU Statutes (the \" Members \") which is carried out under the auspices of the European Broadcasting Union (the \" EBU \") as part of the television programme exchange known as Eurovision.\nA maximum of 46 Members shall be allowed to participate (the \" Participating Broadcasters \"). Members from a maximum total of 26 countries shall compete in the Final. There shall be six guaranteed places therein (i.e. one for the producing organization (the \" Host Broadcaster \"), five EBU Members from France, Germany, Spain, Italy and the United Kingdom). Subject to a decision by the EBU in consultation with the Reference Group, the number of guaranteed places in the Final may be modified depending on circumstances. Apart from the six broadcasters with guaranteed places, all Participating Broadcasters from a maximum of 40 countries shall compete in one of the Semi-Finals for the remaining places in the Final.\nContent\nThe ESC is composed of three live Shows, two Semi-Finals usually taking place on Tuesdays and on Thursdays and one Final taking place on Saturdays. The Shows are produced and transmitted live by the Host Broadcaster (see the Event Schedule) and are made available over the Eurovision satellite network for live broadcast by the Participating Broadcasters.\nEach Show is a state-of-the-art, world-class television production and consists chiefly of successive live televised performances of songs by artists entered by the Participating Broadcasters to represent their countries. Each song which competes in the ESC shall be selected through a national selection to be organized by each Participating Broadcaster. The national selection is organized under the sole responsibility of the Participating Broadcaster in question.\nThe main title of the Shows is the \"Eurovision Song Contest\", followed by the year during which it takes place. It shall be used by all broadcasters, although they may instead use a translation into their national language, subject to the approval of the EBU Permanent Services. If the translation is approved, the main title need not be used. Broadcasters are also permitted to include a minor title under the main title, using the name by which the ESC has been known in recent years in their respective countries.\nThe allocation of the countries to the two Semi-Finals and the position of appearance of the Host Broadcaster in the Final shall be decided by means of draws organized by the Host Broadcaster. The Shows are presented on stage, in both English and French, by the international presenters. National commentary by commentators appointed by each of the Participating Broadcasters is added to the international version of the Shows for broadcast in their respective countries.\nDetermination of the scores and of the winning song\nViewers in the countries of the Participating Broadcasters are invited to vote for their favourite songs (without the possibility of voting for the song representing their own country) by means of televoting (votes of the National Audiences), which shall be implemented in all the countries of the Participating Broadcasters.\nIn addition, in each participating country, there shall be a National Jury to be appointed by that country's Participating Broadcaster to vote in the Semi-Finals and in the Final in accordance Section 1.3 below.\nWith respect to the National Jury, the jury members shall rank first their favourite song, second, their second favourite song, third, their third favourite song, and so on until their least favourite song which shall be ranked last. Abstentions are not allowed, except that the song representing the country of the Participating Broadcaster which has appointed the National Jury shall be excluded from the vote. In both Semi-Finals and in the Final, the results of the National Jury in each country shall be determined as follows:\n12 points shall be allocated to the song having obtained the best rank from the National Jury;\n10 points to the song having obtained the second-best rank from the National Jury,\n8 points to the song having obtained the third-best rank from the National Jury,\n7 points to the next,\nand so on, down to 1 point for the song having obtained the tenth-best rank from the National Jury.\nWith respect to the televoting, in each country, the song which has received the highest number of votes shall be ranked first, the song which has received the second highest number of votes shall be ranked second and so on until the last song and the points shall be attributed using the same methodology as mentioned above.\nThe points of the National Juries and of the National Audiences shall be combined according to a ratio which is determined by the EBU, subject to the Reference Group approval.\nFor example, if the ratio is 50-50, the points of the National Jury carry the same weight as the points of the National Audiences. Once all the songs have been performed, the results shall be announced.\nIn the Semi-Finals, the international presenters shall announce the names of the countries which have qualified from the Semi-Finals for the Final.\nIn the Final, the results of the National Juries in each country shall be announced in turn by the spokesperson of each Participating Broadcaster, clearly and distinctly in English or in French (stating first the name of the country concerned and then the points allocated by the National Jury to the songs, in ascending order).\nOnce all the spokespersons have announced the results of their National Juries and before the televoting result of the National Audiences is revealed, the complete results of the National Juries appear on the scoreboard. Therefater the televoting results of the National Audiences for each song across all participating countries shall be added progressively to the scoreboard. The televoting results of the National Audiences are therefore announced by the International Presenters, starting with the country receiving the fewest points from the televoting and ending with the country receiving the highest number of points. The televoting points from the National Audiences from all participating countries will be combined with the points of the National Juries, providing one combined score for each song At the end of the process, the International Presenters shall announce the winner.\nThe exact way of presenting the results during the Shows and/or calculating the points shall be decided in common agreement between the Host Broadcaster and the EBU Permanent Services and subject to the approval the Reference Group.\nThe respective winners of the Semi-Finals and of the Final shall be the song(s) which, according to all information made available to the EBU Permanent Services by the pan-European televoting partner , has/have obtained the highest combined number of points once the results of the National Audiences and of the National Juries have been added at the time of announcement of the results.\nThe song writer(s), artist(s) and Participating Broadcaster of the winning song(s) in the Final shall receive the ESC Trophy, and the transmission of the Final shall end with a further performance of the winning song(s).\nThe full results of the televoting of the National Audiences and of the voting of the National Juries in the Semi-Finals and the Final shall be published on the official website of the ESC, www.eurovision.tv , after the end of the Final and such results may be made available on National Websites of the Participating Broadcasters.\nCriterea of eligibility\nSongs\nThe compositions (lyrics and music) must not have been commercially released before 1 September 2016. In case the composition has been made available to the public, for example, but not limited to, on online video platforms, social networks or (semi-) publicly accessible databanks, the Participating Broadcaster must inform the ESC Executive Supervisor, who shall have authority to evaluate whether the composition is eligible for participation in the Event. In particular, the ESC Executive Supervisor shall assess whether such disclosure prior to the Release Date is likely to give to the composition an advantage in the Event vis-à-vis the other compositions. The ESC Executive Supervisor shall authorise or deny participation of a composition which may have been available to the public as described above, subject to the prior approval of the Reference Group.\nThe maximum duration of each song is three minutes. Any song/performance which is longer may be disqualified by the EBU Permanent Services after consultation with the Reference Group.\nPerformances and artists\nEach performance may consist of a maximum of six people on stage. No live animals shall be allowed on stage.\nAll artists competing in a Semi-Final must be aged at least 16 on the day of the Final. All artists competing only in the Final must be aged at least 16 on the day of the Final.\nNo artist may compete for more than one country in the ESC in a given year.\nEach Participating Broadcaster is free to decide the language in which its artist(s) will sing.\nArtists shall perform live on stage, accompanied by a recorded backing-track which contains no vocals of any kind or any vocal imitations aiming at replacing or assiting the live/original voice of the Contestant(s). The Host Broadcaster shall verify respect for this rule.\nThe stage performance shall be identical in all second Dress Rehearsals and during the live Shows.\nChanges to the lyrics, the artist or group (including its name), the title of the song and the language of the performance (i.e. all elements which appear in printed material such as brochures, CD covers and booklets) shall be allowed only up until the date of the HoD Meeting. Any later changes may be approved only by the Host Broadcaster, in consultation with the EBU Permanent Services.\nThe lyrics and/or performance of the songs shall not bring the Shows, the ESC as such or the EBU into disrepute. No lyrics, speeches, gestures of a political or similar nature shall be permitted during the ESC. No swearing or other unacceptable language shall be allowed in the lyrics or in the performances of the songs. No messages promoting any organization, institution, political cause or other, company, brand, products or services shall be allowed in the Shows and within any official ESC premises (i.e. at the venue, during the Opening Ceremony, the Eurovision village, the Press Centre, etc.). A breach of this rule may result in disqualification.\nNational juries\nComposition\nEach National Jury shall vote in accordance with the instructions included in the so-called \"Green Document\" and shall be composed of five members, including a chairperson. In addition, each Participating Broadcaster shall appoint a back-up member in case a member cannot fulfil his duty.\nMembers of the National Juries must not be employees of Participating Broadcasters.\nMembers shall not have been part of a National Jury the preceding two years.\nMembers of the National Juries must pursue one of the following professions within the music industry: radio DJ, artist, composer, author of lyrics or music producer.\nThere shall be a balance among the members of each National Jury to ensure sufficient representativeness in terms of gender, age and background. All members of the National Juries shall be citizens of the country they represent.\nNo member of a National Jury shall be connected in any way with any of the participating songs entered and/or artists performing in the ESC in such a way that they cannot vote in complete independence and impartiality.\nThe names of the members of the National Juries shall not be disclosed until the EBU publishes them on the Official ESC Website (i.e. on 1 May before the ESC). The names must be made known on air during the Final by the national commentator(s) in the territory concerned.\nImplementation\nAll Participating Broadcasters having a contestant in a Semi-Final shall ensure that a National Jury votes in that Semi-Final.\nThe six Participating Broadcasters with guaranteed places in the Final shall also appoint a National Jury to vote in the Semi-Final which they are required to broadcast.\nAll Participating Broadcasters shall appoint a National Jury to vote in the Final (even if their song is not selected for the Final).\nThe same National Jury shall vote in the Semi-Final and in the Final. Implementation of the compulsory televoting shall not exempt any Participating Broadcaster from appointing a National Jury.\nNational Juries shall vote in all countries and in all cases.\nThe votes of the National Juries shall be used (i) in case of a technical or similar failure in the televoting procedure, (ii) in all cases, for calculating the ranking of the songs in the Semi-Finals and in the Final and (iii) to solve a tie situation should two or more songs receive the same number of points from theNational Audience.\nThe EBU Permanent Services shall decide during the Semi-Finals and the Final whether only the National Jury votes shall be used. In particular, the EBU Permanent Services may decide to use such votes in a given country if an insufficient number of televotes has been registered in that country.\nNational juries' voting procedure\nEach National Jury shall meet in its own country on the day of the second Dress Rehearsal of the Semi-Final in which it is responsible for voting and on the day of second Dress Rehearsal of the Final. The National Juries shall watch the live transmission of the second Dress Rehearsals and proceed to vote in accordance with the EBU's instructions included in the so-called \" Green Document \".\nAll members of the National Juries shall receive their own voting sheet ( to be distributed by the pan-European televoting partner ) and shall be required to send a form, duly completed, in which they confirm that they will comply with the voting instructions, as well as a signed declaration in which they undertake to vote independently.\nAfter the presentation of all the songs in a given Show, each jury member shall rank all the songs which have been performed in the Show in question and the points shall be allocated in accordance with the system described under Section 1.1.3.\nEach National Jury's deliberations shall be monitored by a notary, whose tasks shall be to:\nensure compliance with the voting rules;\nto avoid any calculation error, collect, check and certify, before the ranks are allocated and entered into a computer by the chairperson the calculation of the results and the completed voting papers established by the chairperson;\nsend by fax all the certified voting papers to the pan-European televoting partner. Respect for this provision shall be the responsibility of the Participating Broadcasters.\nThe Chairperson and the Notary shall remain available and must be attainable at any time until the beginning of the retransmissions of the second Dress Rehearsals of the Shows and during the Shows themselves.\nIf it appears that votes are casted only in the intent to abuse the voting system or to false the final results or have not been undertaken in accordance with the Green Document , the EBU Permanent Services, in consultation with the Pan-European televoting partner, the independent auditor of the voting process and the chairman of the Reference Group reserve the right to remove such votes for allocating the ranks.\nEach Participating Broadcaster shall ensure that its National Jury is fully independent and votes in total impartiality. It shall cooperate with the EBU and the independent auditor in connection with all matters regarding National Jury voting.\nProcedure in case of a tie\nShould there be a tie for the last position in a Semi-Final (because two songs have received the same number of points) or for the first place in the Final, as well as any other situation where a tie occurs after the points from the result of the televotes (National Audiences) and the National Juries have been combined to determine the final ranking, the winner shall be the song which has obtained the highest rank from all the National Audiences. The song that received the most points from all the National Audiences is ranked the highest. Should there be a tie, because two songs have received the same number of points from all the National Audiences, the winner shall be the song which has obtained points from the highest number of National Audiences. If the tying songs have received points from the same number of National Audiences, the highest number of 12-point scores shall be decisive. If the winner still cannot be determined by this procedure, the number of times ten points have been awarded shall be the deciding factor. If necessary, this method shall continue until account has been taken of the number of times one point has been awarded.In the very unlikely case that after applying the above procedure there is still a tie, the tie shall be resolved by giving precedence to the country which was earlier in the running order for the Show concerned. Respectively the same procedure shall be used to resolve any tie in the points from all the National Juries of the participating countries.\nShould two or more songs receive exactly the same number of points from the National Audience in a given country, the results of the National Jury shall be used to determine their respective ranks (i.e. the song having obtained the best rank from the National Jury shall be ranked highest).\nShould two or more songs receive exactly the same rank from a National Jury, the order shall be ascertained by a show of hands by the members of the National Jury.\nEBU's rights and obligations\nThe EBU is in exclusive control of all centralized marketing and exploitation of the ESC.\nDistribution & licensing\nWithout prejudice to the other rules in this Section, all broadcasting and other rights to the Shows and the ESC are exclusively owned by the EBU, to be managed centrally by the EBU on behalf of the Participating Broadcasters.\nThe EBU Permanent Services shall, in cooperation with an agent if needed, be responsible for coordinating all sales of the Shows (including any ESC content produced by the EBU), in whole or in part, to non-participating broadcasters from countries where rights remain available and to third parties, for the financial benefit of Participating Broadcasters and the Host Broadcaster.\nUnless any rule in this Section applies, non-participating broadcasters are not allowed to broadcast any material from the Shows (rehearsals/preparations, etc.) without the prior written permission of, and without possible payment of a rights fee to, the EBU.\nRadio\nRadio organizations (other than Members) from countries where rights remain available, may acquire the right to broadcast the Shows on their territory against possible payment of a rights fee.\nRadio broadcasters shall not be entitled to sell any sponsorship package in relation to the ESC and/or in relation to their transmission of the Shows. If so required by the EBU, they shall cooperate with the EBU with respect to any centralized sponsorship guidelines or requirements.\nTelevision\nTelevision broadcasters from countries where rights remain available may acquire the right to broadcast the Shows on their territory against possible payment of a rights fee. In countries where rights remain available, non-participating EBU Members shall have a first option, to be exercised within a deadline set by the EBU, to purchase the programmes for their territory. Depending on the facilities available, non-participating broadcasters from countries where rights remain available may also request the right to send a commentator, and/or a production team, to the ESC.\nExtracts\nThe EBU shall be entitled to grant licences with respect to any extracts from the Shows and/or from the ESC Content produced by the EBU to third parties for inclusion in any audiovisual works or media products or services. The EBU is also entitled to sell any footage from the Shows to any third party within a Participating Broadcaster's territory if the EBU Permanent Services receive a request direct from such a third party or if the request covers more than one territory.\nESC logo and artwork\nNo commercial or non-commercial entity shall use the logo or other distinctive elements of the ESC or the Shows without the prior written permission of the EBU.\nNews access\nAny broadcaster which does not hold any audiovisual media rights and which is not an EBU Member participating in the Eurovision News Exchange shall be granted, upon request to the EBU, except where national law or regulation provides otherwise, a total of two minutes' news access from each of the three Shows (or, if requested, from any Dress Rehearsal), free of charge for use in regularly-scheduled general news bulletins broadcast within 24 hours of the Semi-Finals and the Final respectively.\nNon-rights holder broadcasters which are EVN Members (i.e. an EBU Member participating in the Eurovision News Exchange) shall be granted on a free of charge basis a 3 minutes access to be used strictly in the news context in general current affairs bulletins broadcast within 48 hours of the Semi-Finals and the Final respectively.\nAccredited Media\nAll accredited media shall be free to use, for purposes of the written press (including their websites) only, any material filmed by them during the press conferences, open rehearsals and the first Dress Rehearsals. (The use of any such material for audiovisual access is subject to the rule above.)\nPrevailing version", "original_url": "https://eurovision.tv/about/rules", "wayback_url": "https://web.archive.org/web/20170414002249/https://eurovision.tv/about/rules", "a_id": "Q50729731-36"}