{"title": "Dates for Eurovision 2021 announced", "text": "Dates for Eurovision 2021 announced\nStart the clock! The countdown to the Eurovision Song Contest 2021 has officially begun. The EBU and host broadcasters NPO, NOS and AVROTROS have confirmed that the two Semi-Finals will take place on 18 May and 20 May and the Grand Final on 22 May, 2021. The dates for next year’s Contest were announced at Ahoy in Rotterdam, the venue for next year’s show.\nFollowing the cancellation of the Eurovision Song Contest 2020 fans from all over the world have been anxiously waiting for something to look forward to. During the Eurovision: Europe Shine A Light show back in May it was announced that the 2021 edition would take place in Rotterdam and now we know when!\nAt the time, Martin Österdahl, the Eurovision Song Contest’s new Executive Supervisor, said: \"It’s vitally important that the Eurovision Song Contest returns next year, and we’re pleased to have the necessary commitment from our Members in The Netherlands to bring this much-loved show back to audiences across the world.\"\nThe production team from the Netherlands is eager to continue the work for Eurovision 2021.\nSietse Bakker, Executive Producer Event: \"The music, the artists, the fans, the competition and the international character combined is what makes the Eurovision Song Contest so special. We now have a year to explore all scenarios in detail with the parties involved and to make the shows happen regardless of the circumstances, with adjustments if necessary. We still aim high!\"\nThe Eurovision Song Contest 2021 is part of the Alliance of Event Builders in the Netherlands, which is an alliance of event organizers, venues and trade associations that work together on the development of protocols to make events gradually possible again.\nIn the coming months it will be decided which elements of this year's cancelled edition will remain in 2021. \"The stage will be carried over to next year, because that was already prepared. Apart from that, a lot depends on what is possible at that time, on the availability of all those involved and on what fits the spirit of 2021\" says Bakker.\nThe Eurovision 2020 stage NPO/AVROTROS/NOS\nThe Eurovision Song Contest 2021 host city Rotterdam is home to over 600.000 people and is known as the largest port city in Europe. The city is home to 174 nationalities, and all potential participating countries of the Eurovision Song Contest are represented in the local population.\nThe venue for the 2021 Contest will, like in 2020, be Ahoy in Rotterdam. The venue has hosted several big events, including the Junior Eurovision Song Contest in 2007. More recently, Ahoy has been transformed into an emergency hospital to accommodate Covid-19 patients.\nTicket holders already had the opportunity to return tickets a few weeks ago. Refunds have been requested for only 4% of bookings. Now that the dates are known, a second repayment round is now open until Friday 26 June for those who can't attend next year's event. More details can be found here.\nMake sure to mark 18, 20 and 22 May in your calendars and stay up to date via eurovision.tv and our social channels with all the news about the Eurovision Song Contest 2021 in the upcoming weeks and months!", "original_url": "https://eurovision.tv/story/dates-for-eurovision-2021-announced", "wayback_url": "https://web.archive.org/web/20200615113932/https://eurovision.tv/story/dates-for-eurovision-2021-announced", "a_id": "Q50729731-325"}