{"title": "TV Slovenija 1", "text": "TV Slovenija 1\nKultura je kratka aktualna informativna oddaja o kulturi in umetnosti, v kateri se praviloma izpostavljajo osrednji dogodki dneva. V njej najdejo prostor tudi mednarodne novice in problemske teme. V ustvarjanje oddaje so vključeni dopisniki doma in v tujini. Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\nOdmevi vsak delavnik ob 22.00 ponudijo sveže večerne novice ter analize najpomembnejših dogodkov dneva. Ozadja dogodkov in pojavov, prikrite podrobnosti in nove plati vznemirljivih zgodb predstavljajo novinarji in izbrani gosti, ki jih izprašajo voditelji oddaje ali pa se soočijo med seboj. V studiu damo besedo obema, oziroma toliko stranem, da si naši gledalci lahko ustvarijo čim bolj celostno podobo aktualnih dogajanj. Poleg tega pa še kratek pregled dnevnih svetovnih in domačih novic, ki ste jih morda zamudili ali preslišali čez dan. Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\n07:00 Otroški program: Op! Otroški program: Op!\nKako izgleda največji svetovni nered? Borček in Matej ga najraje ustvarjata z baloni. Baloni vsepovsod in prav nič jih ne bosta pospravljala, juhu … vse dokler … no, vseh skrivnosti vam še ne izdamo. Raje hitro preberimo Čebelico in spoznajmo kralja, ki prav tako ni maral pospravljati. Poznal pa je kralj čarobno besedo. Katero? »Plosim«. Ste pripravljeni? Pravljico,»plosim«.\nNina Mav Hrovat O kralju, ki ni maral pospravljati\nBere in pripoveduje: Matej Puc Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\nTimi je navihana mala ovčka. Pravkar je dopolnil tri (ovčja) leta in zdaj gre v vrtec. To pa sploh ni preprosto: v skupini se bo moral veliko naučiti. Predvsem to, da je treba stvari deliti in paziti na čustva drugih. Ni dovolj, da nadarjeni mali nogometaš odlično brca žogo – naučiti se jo mora tudi dobro podati. Vsak nov dan je s pomočjo prijaznih vzgojiteljev nova zabavna učna ura. Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\nŽan je opazil, da v njegovem novem mestu gojijo mnogo različnih vrst hrane.\nŽan, Boris in Doris se zabavajo ob nabiranju malin, medtem pa babi pripravlja mizo za posebno večerjo za mami in očija. A babi se je tako zatopila v pripravljanje mize, da je pozabila kupiti hrano. Žan stisne Mislija in se spomni kaj vse raste na vrtu – jabolka, solata, korenje in krompir, prave sestavine za okusno večerjo. Ko se mami in oči vrneta iz službe, ju čaka najboljša večerja, kar sta jih kdaj jedla. Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\nKalimero in prijatelji se pripravljajo na piknik na deželi. Vse so že zložili v prtljažnik gospoda Petelinška. Prav takrat pa Podganci oropajo banko in ukradejo Petelinškov avto, da z njim pobegnejo. Otroci se odpravijo na lov za ukradenim avtom. Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\nNekega dne se Nejko zbudi in najde Mavricijevo posteljo prazno. Nekaj je narobe! Nejko zažene preplah in prijatelji mu priskočijo na pomoč. Nejkova bojazen se kmalu preseli tudi na prijatelje, ki so prepričani, da so Mavricija odpeljali vesoljci. Kar naenkrat se pred njimi prikaže zeleni rak! Nejko zahteva, da mu vrne prijatelja! Izkaže se, da je rak v resnici Mavricij, ki si je privoščil preobrazbo. Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\nZakajzato je v temi, saj je nenadoma zmanjkalo elektrike. Zmedi, Zoja in Feliks se odpravijo pogledat, kaj je narobe z vetrno elektrarno. Kraki se vrtijo. So priklopljeni tudi vsi kabli? Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\nKarla in Gaki se zgledujeta po marljivih čebelah. Kdo od njiju je v svoje vedro nabral več medenih ploščic?\nOb Zofki se jima je pridružil čebelar – je s seboj pripeljal svoje prijateljice? In katera pesem vas bo razveselila na koncu? G kot glejte nas! Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\nAndrej preizkuša mladičke, da bi videl, zakaj skačejo. Skočiči veselo odskakujejo, ker se tako važijo. Smešni mali skakači v mongolski puščavi skačejo, da bi se izognili nevarnosti, arktična lisica pa po snegu skače zato, da najde hrano. Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\nV deželo Vikingov je prišla jesen. Kralj Sigurd bo Gudrun naučil nabirati divje rastline za vikinško pojedino. Gozdni sadeži so namreč že zreli. Gudrun naroči, naj nabere polno košaro lešnikov. Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\nSteve se je odločil, da bo sestavil svojega dinozavra. Takega, ki bo pri ocenjevanju dobil najvišjo oceno med vsemi. Čim večjega, čim boljšega lovca, s čim boljšimi obrambnimi sposobnostmi, in hkrati najbolj trdoživega. Takega, ki tudi kot mladič ne bo lahek plen. Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\nNika in Nik imata po novem Sobotni krompir! V svojo družbo vabita zanimive znane in manj znane goste, lotita se zabavnih in kdaj pa kdaj tudi resnih tem, mlade spodbujata k ustvarjanju in raziskovanju, drug drugega še naprej izzivata z novimi izzivi, preverjata, kaj mladi počnejo ob sobotah in kakšno je bilo otroštvo popularnih … Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\nNa drogu se pomerita želva in povodni konj. Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\nPriporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\nInfodrom je informativna oddaja za mlade. Vsak petek ob 16. uri in 35 minut se ozre po iztekajočem se tednu in gledalcem predstavi najpomembnejše dogodke in zanimive vrstnike ter pojasni izbrane pojme s področja politike, družbe, narave in tehnologije. Voditelji oddaje so Katja Špoljar, Klara Eva Kukovičič in Maks Daksobler. Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\nNa sporedu je nova sezona oddaj Osvežilna fronta, ki jo ustvarjajo v Uredništvu otroških in mladinskih oddaj TV Slovenija. Za zanimive teme, obilo humorja in vsebinsko osvežitev tudi v novi sezoni skrbijo scenaristka Urška Mlakar in igralci Ajda Smrekar, Ajda Toman, Juš Milčinski, Peter Frankl, Jan Kok, Rok Bohinc, Jernej Kogovšek in Vid Sodnik, voditelja Neža Prah Seničar in Rok Bohinc, režiserka Ema Muc in urednica Meta Ornik.\nBratje in sestre, odločitev, možgani, drek, estetika telesa, samozavest so teme, ki se jih ustvarjalci Osvežilne fronte lotevajo kot vedno na svoj način. Še naprej pa ostajajo tudi zelo aktivni na družbenih omrežjih (FB, Instagram, Snapchat), in vabijo mlade, da jih spremljajo na njihovem youtube kanalu.\nOddaja je na sporedu ob sobotah dopoldne, na TV SLO 1, vsakih 14 dni. Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\nPriporoči: Deli Dodaj v koledar Google Outlook Apple\nTedenska oddaja Tarča se ob četrtkih posveča najbolj aktualnim temam. Izhodišča za pogovor so poglobljeni raziskovalni prispevki naših novinarjev, za pojasnila in komentarje aktualnega dogajanja pa v oddajo vabimo poznavalce in pristojne. Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\nRomska oddaja So vakeres – Kaj govoriš? je na sporedu dvakrat mesečno, ustvarjajo pa jo romski novinarji. Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\nV Prvem dnevniku ob 13.00 se lahko vsak dan v letu hitro in učinkovito seznanite z vsemi najpomembnejšimi novicami iz domovine in sveta. V tej krajšI informativni oddaji dajemo prednost hitrosti, ažurnosti in jedrnatosti. Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\nV prvih dnevnih športnih poročilih vas bomo seznanili z najpomembnejšimi rezultati tekmovanj, ki so se odvijali prejšnji večer ter napovedali dogodke v tekočem dnevu. Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\nVreme je na sporedu vsak dan po Poročilih, pred in po Dnevniku ter pred in po Odmevih. Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\nČloveku so živali že od začetka njegovega obstoja pomagale preživeti. Vsak, ki ima za družabnika psa, mačko, konja ali drugo žival, ve, da so živali za človeka preprosto zdravilne. So namreč zvesti prijatelji in človeku podarjajo neomejeno naklonjenost in ljubezen. Danes človek nosi odgovornost, da živali v njegovi oskrbi ne trpijo. V oddaji O živalih in ljudeh skušamo osvetliti različne vidike odnosa človek - žival. Vabljeni k ogledu.\nozivalih@rtvslo.si Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\nPriporoči: Deli Dodaj v koledar Google Outlook Apple\nOd svetovne krize leta 2008 do današnje pandemije smo predstavili 400 uspešnih zgodb naših podjetnikov, zdaj pa gremo s pravo idejo Podjetno naprej.\nOddaja Podjetno naprej je odgovor na spremenjene gospodarske razmere. Prikazujemo primere dobrih praks v podjetništvu, spodbujamo mlade k uresničevanju idej na trgu, predstavljamo okolja in dejavnike, ki vplivajo na poslovanje kot so npr. možnosti različnih virov financiranja, mentoriranje, podpora tehnoloških parkov, podjetniških inkubatorjev. Predstavljamo rešitve na področju trajnostnega razvoja, podnebnih sprememb, pandemije covida-19. Namen je spodbuditi ustvarjalnost in pogum, okoljsko in družbeno odgovornost. V oddaji nastopajo tako tisti, ki šele začenjajo uresničevati svoje ideje kot tudi tisti, ki so z lastno idejo tako rekoč iz nič v »domači garaži« uspeli na trgu, v uresničitev ideje pa vložili veliko trdega dela, svoj čas, denar in nenazadnje tudi sebe. Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\nPriporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\nDokumentarna serija pojasni pomene in sporočila svetišč – templjev, sinagog, mošej in cerkev – ter nas popelje po vsem svetu, od Indije, Mongolije, Burme, Savdske Arabije, Malija, Tunizije, Irana do Izraela, Španije, Rusije in Mehike. Serija je pripoved o človeštvu ter njegovih zgodovini, verovanjih in dosežkih, tudi arhitekturnih.\n1. del: Azijski templji - ljudje, narava in bogovi\nOddaja govori o svetih spomenikih azijskih verovanj. O templjih in svetiščih – raznolikih, kakor so raznolike pokrajine te prostrane celine. Popelje nas od hindujskega templja Minakši v indijskem Maduraju in templja Mahabodi v najpomembnejšem budističnem romarskem kraju na svetu, do znamenite pagode Švedagon v Mjanmarju in več kot tri tisoč svetih zgradb v starodavni burmeški prestolnici Bagan. Oriše nam presenetljivo simetrijo samostana Erdene Zuu sredi mongolske stepe in nas odpelje na Japonsko, kjer je budistična arhitektura v sožitju z naravo dosegla še večjo popolnost. Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\nMia se zave, kako malo ve o Egonu. Je poročen? Ima otroke? Odloči se, da bo njegovo zasebno življenje podrobneje raziskala. Na srečo najde pri July nekaj fotografij, na katerih je Egon z mlado žensko - dekletom ali celo ženo? Miin dan je popolnoma pokvarjen, ko se dekle s fotografije pojavi v Egonovi pisarni. Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\nV najstarejši vrtnarski oddaji pri nas vam vsako soboto svetujejo, kako gojiti vrtnine na ekološki način, z ekološkimi in bio-dinamičnimi pripravki, kako pravilno saditi sadno drevje in ga na začetku pomladi tudi ustrezno porezati. V njej predstavljamo smernice v cvetličarstvu in gojenju rezanega cvetja in lončnih rastlin, pogosto pa kot začimbo oddaje pripravimo tudi kakšno pozabljeno jed. Vabljeni k ogledu.\nnavrtu@rtvslo.si Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\nV Poročilih ob petih se lahko hitro in učinkovito seznanite z vsemi najpomembnejšimi novicami iz domovine in sveta. Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\nNajkrajša športna dnevnoinformativna oddaja je namenjena kratkemu najzanimivejšemu pregledu novic prejšnjega dne in odmevom s tekmovanj doma in v tujini. Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\nVreme je na sporedu vsak dan po Poročilih, pred in po Dnevniku ter pred in po Odmevih. Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\nSlovenska avtorska oddaja, ki odpira vrata v hiše in stanovanja, slikovite vrtove, razkriva objekte, ki so zanimivi zaradi svoje domiselne zasnove.\nSkozi prispevke nas v oddaji vodi priljubljeni voditelj Boštjan Romih. Boštjan in novinarji Jasna Marin, Anja Prusnik in Stane Sušnik obiskujejo hiše in stanovanja ter s pomočjo slovenskih arhitektov odkrivajo domiselne arhitekturne rešitve. Oddaja je zanimiva za vse, ki jih zanima arhitektura in oprema ambientov, ki želijo opremiti ali prenoviti dom, ki radi prenavljajo sami in iščejo ideje za majhne in stroškovno sprejemljive spremembe doma, za tiste, ki nameravajo graditi, želijo pogledati v sosedovo stanovanje ali izvedeti kaj več o sodobnih smernicah opreme in gradnje ter o ureditvi okrasnega vrta. Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\nV izboru si oglejte najboljše razprave preteklega tedna. V oddaji \"Zadnja beseda!\" se sicer vsak ponedeljek in petek za okroglo mizo zberejo štiri dame, vsaka s svojim izrazitim karakterjem, in na poljuden način komentirajo aktualna dogajanja z najrazličnejših področij. Da je vse skupaj še bolj zanimivo, v svojo družbo vsakič povabijo tudi posebnega gosta. Z njimi se boste lahko strinjali ali pa ne, vsaka ima namreč svoje mnenje. Katera pa bo imela zadnjo besedo? Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\n»Prav tako tudi Duh prihaja na pomoč naši slabosti.«\nRim 8,26\nrazmišlja Dubravka Turinski Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\nV panju se govori, da zna Begonija napovedovati prihodnost. Bolj ko se nabiralka trudi pojasniti, da nima posebnega daru, manj ji čebele verjamejo, in jo še naprej pestijo z vprašanji. Z Apolonovo pomočjo ji vendarle uspe pojasniti, da lahko vsakdo napove, kaj se bo zgodilo, če le pozorno opazuje. Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\nVreme je na sporedu vsak dan po Poročilih, pred in po Dnevniku ter pred in po Odmevih. Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\nZ ogledom DNEVNIKA ob 19.00 si vsak dan v letu zagotovite učinkovit dnevni pregled dogodkov doma in po svetu oz. enourni odmerek informacij, ki so jih čez dan zbrali dopisniki in posebni poročevalci iz svetovnih prestolnic, dopisniki iz vse Slovenije ter novinarji uredništev notranjepolitičnih in gospodarskih, zunanjepolitičnih, športnih in kulturnih oddaj. Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\nV sobotnem dodatku Dnevnika bomo raziskovali in sledili zgodbam, ki se dotaknejo vsakega izmed nas. Na terenu in v studio bomo iskali odgovore in odgovornost za nastale težave. Naši novinarji specialisti se bodo tem lotevali poglobljeno in analitično. Sobotni Dnevnikov izbor torej o perečih in na drugi tir potisnjenih problemih in izzivih slovenske družbe. Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\nUTRIP je oddaja Informativnega programa z najdaljšo tradicijo. Nastala je leta 1988, kot redni tedenski pregled notranjepolitičnih, gospodarskih, družbenih in kulturnih dogodkov v državi, ki je bila takrat še Jugoslavija. V oddajo so si utirala pot alternativna politična razmišljanja, informacije in slikovni materiali, ki v drugih oddajah takratnega Informativnega programa še niso uspeli ugledati luči sveta. UTRIP, ki je zdaj že polnoleten, si je postopno izboril prostor izrazito avtorske oddaje in subjektivnega pogleda na najpomembnejše dogodke minulega tedna. Ustvarjalci imajo pri pripravi oddaje kar največjo ustvarjalno svobode. Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\nOsrednja dnevnoinformativna oddaja je namenjena med drugim tudi najaktualnejšim dogodkom dne, rezultatom, izjavam in ozadjem s posameznih tekmovanj doma in v tujini. Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\nVreme je na sporedu vsak dan po Poročilih, pred in po Dnevniku ter pred in po Odmevih. Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\nKviz Joker predstavlja enega tekmovalca v bitki z 12 vprašanji in zagotavlja napeto igro vzponov in padcev. Voditelj kviza je Mario Galunič.\nV zadnji oddaji te sezone se bo z Jokerjem pomeril Ljubljančan Jernej Šmajdek. Novinar je dobil ime po glavnem liku iz Cankarjeve povesti Hlapec Jernej in njegova pravica. V prostem času rad hodi na plavanje in ples. Navdušujejo pa ga tudi tuji jeziki. Super joker bo njegov sodelavec in prijatelj Mihael Šuštaršič. Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\nV velikem evrovizijskem finalu bo nastopilo 26 držav – dvajset najboljših iz dveh predizborov, Nizozemska kot letošnja gostiteljica ter predstavniki ˝velike peterice˝ Italija, Francija, Španija, Nemčija in Velika Britanija. Zmagovalno skladbo bodo izbrali gledalci prek telefonskega glasovanja in petčlanske strokovne žirije v vseh 39-ih državah udeleženkah. Točke glasovanja slovenske strokovne žirije bo v Rotterdam sporočila Lorella Flego. Voditelji Pesmi Evrovizije 2021 so Chantal Janzen, Edsilia Rombley, Jan Smit in Nikkie de Jager. Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\nErotična drama. Šestnajstletna Naima je hči čistilke na Azurni obali. Šolskega leta je konec in Naima se s prijateljico Dodo pripravlja na avdicijo v Cannesu. Tedaj pa jo nepričakovano obišče sestrična Sofia iz Pariza, dvaindvajsetletno dekle, ki sproščeno dojema spolnost in je brez pomislekov pripravljena izkoristiti svoje čare … »Ujemi trenutek« je njeno vodilo, s katerim se predstavi Naimi. Dekleti se skupaj predata sladkostim cannskega življenja; plaže, nočni klubi, jahte … Spoznata bogatega Andresa in njegovega prijatelja, zbiratelja umetnin Philippa, ki ju povabita na svojo jahto. Sofia se v svetu bogatašev dobro znajde in vanj vpelje tudi manj samozavestno Naimo. Pred njima oživi svet blišča, obilja, izjemnih restavracij in razkošnih obmorskih vil … Svet, v katerem se zdi vse mogoče.\nUNE FILLE FACILE / AN EASY GIRL / FRA / 2019\nRežija: Rebecca Zlotowski; Scenarij: Teddy Lussi-Modeste in Rebecca Zlotowski; Igrajo: Mina Farid, Zahia Dehar, Benoît Magimel, Nuno Lopes, Clotilde Courau Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\nDnevnik Slovencev v Italiji je informativna oddaja, v kateri novinarji poročajo predvsem o dnevnih dogodkih med Slovenci v Italiji. Je pomembno ogledalo njihovega vsakdana, v njem opozarjajo na težave s katerimi se soočajo, predstavljajo pa tudi pestro kulturno, športno in družbeno življenje slovenske narodne skupnosti. V oddajo so vključene tudi novice iz matične domovine. Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\nZ ogledom DNEVNIKA ob 19.00 si vsak dan v letu zagotovite učinkovit dnevni pregled dogodkov doma in po svetu oz. enourni odmerek informacij, ki so jih čez dan zbrali dopisniki in posebni poročevalci iz svetovnih prestolnic, dopisniki iz vse Slovenije ter novinarji uredništev notranjepolitičnih in gospodarskih, zunanjepolitičnih, športnih in kulturnih oddaj. Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\nV sobotnem dodatku Dnevnika bomo raziskovali in sledili zgodbam, ki se dotaknejo vsakega izmed nas. Na terenu in v studio bomo iskali odgovore in odgovornost za nastale težave. Naši novinarji specialisti se bodo tem lotevali poglobljeno in analitično. Sobotni Dnevnikov izbor torej o perečih in na drugi tir potisnjenih problemih in izzivih slovenske družbe. Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\nUTRIP je oddaja Informativnega programa z najdaljšo tradicijo. Nastala je leta 1988, kot redni tedenski pregled notranjepolitičnih, gospodarskih, družbenih in kulturnih dogodkov v državi, ki je bila takrat še Jugoslavija. V oddajo so si utirala pot alternativna politična razmišljanja, informacije in slikovni materiali, ki v drugih oddajah takratnega Informativnega programa še niso uspeli ugledati luči sveta. UTRIP, ki je zdaj že polnoleten, si je postopno izboril prostor izrazito avtorske oddaje in subjektivnega pogleda na najpomembnejše dogodke minulega tedna. Ustvarjalci imajo pri pripravi oddaje kar največjo ustvarjalno svobode. Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\nOsrednja dnevnoinformativna oddaja je namenjena med drugim tudi najaktualnejšim dogodkom dne, rezultatom, izjavam in ozadjem s posameznih tekmovanj doma in v tujini. Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\nVreme je na sporedu vsak dan po Poročilih, pred in po Dnevniku ter pred in po Odmevih. Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran", "original_url": "https://www.rtvslo.si/tv/spored/tvs1/2021-05-22", "wayback_url": "https://web.archive.org/web/20210506211441/https://www.rtvslo.si/tv/spored/tvs1/2021-05-22", "a_id": "Q50729731-164"}