{"title": "iCard Eurovision", "text": "iCard Eurovision\nEurovision fans around the world will be able to influence the selection process of the Bulgarian song for this year’s contest. VICTORIA and the Eurovision Bulgaria team will launch an online platform in February where people will be able to share their opinion about her potential songs for the contest in Rotterdam.\nOn Thursday, we announced that VICTORIA’s first EP will be called “a little dramatic” and will include 5 new songs. The mini-album will be released in February on all digital platforms. Each song from “a little dramatic” will also be presented with a visual video via VICTORIA’s official YouTube Channel.\nGenoveva Christova, the producer of the Bulgarian participation at Eurovision from Ligna Group said about the 2021 project: “The goal of our team this year is to bring the audience closer to VICTORIA and her music. This is why our focus was to finish her first EP and to release it before the contest in Rotterdam. Together with our partners from the Bulgarian National Television and our official sponsors from iCard, we decided to involve the viewers around the world in our final decision. Your opinion is very important to us and we can’t wait to read your comments about each of the songs.”\nAmong the potential songs for Eurovision will be VICTORIA’s latest release “UGLY CRY”, which was presented in November 2020. The track was a success in the Bulgarian music TV and radio charts and grabbed the attention of both local and international fans.\nThe Eurovision Song Contest will take place on 18, 20 and 22 May in Rotterdam. Bulgaria will take part in the second semi-final on 20 May.\nYou can find updates about the Bulgarian participation at Eurovision 2021 via iCard Eurovision Bulgaria’s social media - Facebook, Instagram, Twitter & YouTube.", "original_url": "https://eurovision.icard.com/en/news/you-can-help-VICTORIA-and-her-team-choose-her-Eurovision-2021-entry", "wayback_url": "https://web.archive.org/web/20210130100150/https://eurovision.icard.com/en/news/you-can-help-VICTORIA-and-her-team-choose-her-Eurovision-2021-entry", "a_id": "Q21621351-7"}