{"title": "🇷🇺 Russia: Manizha, Therr Maitz and 2Mashi Competing in National Selection", "text": "🇷🇺 Russia: Manizha, Therr Maitz and 2Mashi Competing in National Selection\nManizha, Therr Maitz, and 2Mashi are the three acts that are competing to represent Russia at the Eurovision Song Contest 2021 this evening.\nImages from the recording of the Russian national final today have appeared on Instagram, showing that Manizha, Therr Maitz, and 2Mashi are the three acts competing to represent their nation at Eurovision 2021.\nThree Maitz is an indie band fronted by Anton Belayev, 2Mashi is formed of Maria Zaytsevoy and Maria Sheykh, while Manizha is a solo singer originally from Tajikistan. The songs that the three acts will be performing have not been confirmed, however Genius reports the entries of two of the acts are:\nRare Words – 2Mashi\nRusskaya Zhenshchina (Русская Женщина – Russian Woman) – Manizha\nLittle Big will be appearing in the selection this evening as a guest performer alongside a number of past Russian Eurovision representatives. Another guest performer is Moldova’s 2021 Eurovision singer Natalia Gordienko who will be performing her Eurovision entry “Sugar”.\nThe winner of the selection will be determined by 100% televoting, you can watch the show live on Eurovoix.tv.\nImage Source: limu.tj | Source: Instagram\nRussia in the Eurovision Song Contest Russia debuted in Eurovision in 1994 and has gone on to be one of the most successful countries in the contest. Since the mid-00s Russia has had a string of strong results including their first and only victory in 2008. Dima Bilan won the contest in Belgrade, Serbia with the song “Believe” taking the contest to Moscow in the following year.", "original_url": "https://eurovoix.com/2021/03/08/russia-manizha-therr-maitz-and-2mashi-national-selection/", "wayback_url": "https://web.archive.org/web/20210308180331/https://eurovoix.com/2021/03/08/russia-manizha-therr-maitz-and-2mashi-national-selection/", "a_id": "Q29359663-21"}