{"title": "Novým výkonným supervizorem bude Martin Österdahl", "text": "Novým výkonným supervizorem bude Martin Österdahl\nFunkci tzv. executive supervisor čekají změny! Jon Ola Sand bude v květnu vystřídán.\nPo deseti letech působení v roli výkonného dozoru (executive supervizor) soutěže Eurovision Song Contest odejde Jon Ola Sand do pomyslného eurovizního důchodu, a to v květnu po finále Eurovize 2020 v Rotterdamu. Za dobu jeho působení doznala Eurovize několik změn, ať již například v přijetí Austrálie mezi soutěžní stálice, nebo také změny ve vyhlašování výsledků velkého finále. Po skončení letošního ročníku soutěže převezme tuto důležitou funkci Martin Österdahl.\nMartin Österdahl má praxi v televizním prostředí již dvacet let. Má zkušenosti i s Eurovizí, a to díky jeho funkci výkonného producenta v letech 2013 a 2016, kdy soutěž hostilo Švédsko a švédská televize SVT. V minulosti působil v televizním vysílání jako programový ředitel a člen komise pro zábavu a sport. Podílel se také na živých přenosech, jakými bylo třeba předávání Nobelových cen a také televizní přenos královské svatby v roce 2010. Ani hudba není Martinu Österdahlovi cizí. Zkušenosti nabíral i v zemích, jako je Spojené království, Rusko, Spojené státy americké, Německo a Nizozemsko nebo třeba Norsko.\nJon Ola Sand, který se vrátí do norské televize NRK, se vyjádřil, že Martina Österdahla zná již několik let, je zvyklý s ním spolupracovat a je rád, že zrovna on převezme funkci výkonného supervizora. Myslí si, že Eurovize bude ve správných rukou a dostane možnost se dále vyvíjet dobrým směrem. Mediální ředitel EBU Jean Philip De Tender dodal, že Martin Österdahl je ideálním nástupcem Jona Ola Sanda. Podle něho je velmi talentovaný a díky svým zkušenostem má dalšímu vývoji eurovizní soutěže co nabídnout.\nSám Martin Österdahl si uvědomuje, že Eurovision Song Contest je nejvetší hudební událostí na světě s více než šedesátiletou tradicí, která je schopna spojit lidi nejen v celé Evropě. Cítí se být poctěn možností podílet se na tomto projektu a velmi se těší, až se v květnu připojí k týmu v Ženevě a začne pracovat. První velkou událostí, která bude Martina Österdahla čekat, bude samozřejmě Junior Eurovision Song Contest 2020. Držme palce, ať se své role zhostí minimálně se stejnou grácií, jako to dokázal Jon Ola Sand.", "original_url": "https://escarena.cz/2020/01/20/novym-vykonnym-supervizorem-bude-martin-osterdahl/", "wayback_url": "https://web.archive.org/web/20200321175710/https://escarena.cz/2020/01/20/novym-vykonnym-supervizorem-bude-martin-osterdahl/", "a_id": "Q50729731-2"}