{"title": "Ben Dolic to Rotterdam for Germany with 'Violent Thing'", "text": "Ben Dolic to Rotterdam for Germany with 'Violent Thing'\nGermany will be represented at the Eurovision Song Contest 2020 by Slovenian-born Ben Dolic with the song 'Violent Thing'. Ben won over 2 independent juries in an internal selection process organized by German public broadcaster NDR. His song was written by Eurovision veteran Boris Milanov and the staging is being prepared by Justin Timberlake's choreographer and artistic director Marty Kudelka.\nWith his song Violent Thing, 22-year-old Ben was chosen by both a Eurovision Jury composed of 100 people from all over Germany and an international expert jury of 20 music professionals who have all been part of their home country's national juries at some point. Both juries have evaluated all submitted artists, as well as the publically submitted songs.\nOf his selection, Ben said: “When I got the news that I had been accepted by the juries, I was totally overwhelmed. Taking part in the Eurovision Song Contest for Germany was a dream come true for me. This is where I made my breakthrough as a professional singer. I think we have the perfect song for the Eurovision Song Contest, and I will give everything I have for Germany.”\nAbout Ben\nBen Dolic was born on 4 May 1997 in Ljubljana, the capital of Slovenia. His music career began early; he was only 12 when he stood on the Slovenia's Got Talent stage and made it as far as the semi-finals. In 2016, the singer made it to the semi-finals of the Slovenian national Eurovision selection as a member of the group D Base.\nBen Dolic NDR\nWhen he was 18, Ben moved to Switzerland with his family, where he learned German and took his career to the next level. And then, in 2018, having already settled in Berlin, the singer reached the final of The Voice of Germany where he finished in second place. He then went on tour in Germany and Austria.\nBen Dolic NDR\nAbout Violent Thing\nGermany's 2020 entry, Violent Thing, was written by Austrian-Bulgarian producer and songwriter Boris Milanov and his team. Boris was born in Sofia in 1983. He is the founder of the international music label Symphonix, through which he promotes young and up-and-coming talent. Over the past 4 years, his compositions have been amongst the top 7 in the Eurovision Song Contest, with 3 amongst the top 4: Kristian Kostov was second for Bulgaria in 2017 with Beautiful Mess, Cesár Sampson was third for Austria in 2018 for Nobody But You and Poli Genova was fourth for Bulgaria in 2016 with If Love Was a Crime.\nAbout Ben, Boris said: \"Ben Dolic’s unique and immediately recognizable voice immediately reminded me of his musical idols. He has no reason to fear being compared with pop giants like Justin Timberlake or Michael Jackson. We had a fantastic time in the studio. He sings with an amazing degree of confidence and at the same time effortlessness.”\nBen Dolic NDR\nThomas Schreiber, Head of Entertainment at ARD, also weighed in on Ben's selection: “Ben Dolic is an exceptional talent. With his crystal-clear and expressive voice, it is not at all surprising that he convinced both of the independent Eurovision juries in Germany. Ben has worked hard at his craft for years and has high artistic standards. That impressed us immediately. We are very happy that he is now competing for Germany, and I have no doubt that he will soon win over both the German and the European fans.\nThe staging for Ben's performance is currently being prepared by MTV Video Music Award-winning choreographer Marty Kudelka who is known for choreographing 3 of Justin Timberlake's world tours as well as his halftime show at the Super Bowl in 2018.\nBen will take the stage at the Grand Final of the Eurovision Song Contest 2020 on Saturday 16 May.", "original_url": "https://eurovision.tv/story/ben-dolic-to-rotterdam-for-germany-with-violent-thing", "wayback_url": "https://web.archive.org/web/20200227144917/https://eurovision.tv/story/ben-dolic-to-rotterdam-for-germany-with-violent-thing", "a_id": "Q104301564-8"}