{"title": "SinglesAccreds2019.htm", "text": "SinglesAccreds2019.htm\nt ARIA Charts\nAccreditations\nEnd of Year Charts\nNew Australasian Releases ARIA Charts - Accreditations - 2019 Singles Current as of 31st January 2019 Artist Title Co. Accreditation 5 Seconds Of Summer Youngblood EMI 7x PLATINUM Alicia Keys Empire State of Mind (Part II) Broken Down SME 2x PLATINUM Alicia Keys Fallin' BMG 2x PLATINUM Alicia Keys No One SME 4x PLATINUM Alicia Keys Feat. Nicki Minaj Girl On Fire (Inferno Version) SME 5x PLATINUM Alt-J Breezeblocks UMA 2x PLATINUM Ariana Grande Thank U, Next UMA 2x PLATINUM Benny Blanco Feat. Halsey & Khalid Eastside UMA 5x PLATINUM Billie Eilish Hostage UMA GOLD Billie Eilish Ocean Eyes UMA 2x PLATINUM Billie Eilish Watch UMA PLATINUM Billie Eilish when the party's over UMA PLATINUM Broods Bridges UMA PLATINUM Broods Free UMA PLATINUM Broods Heartlines UMA GOLD Broods Mother & Father UMA GOLD Calvin Harris & Sam Smith Promises SME 3x PLATINUM Camila Cabello Feat. Young Thug Havana SME 10x PLATINUM Childish Gambino Summertime Magic LIB GOLD Dean Lewis Be Alright UMA 5x PLATINUM Dean Lewis Chemicals UMA GOLD Dean Lewis Need You Now UMA PLATINUM Dynoro In My Mind UMA 2x PLATINUM Eminem Kamikaze UMA GOLD Eminem Killshot UMA PLATINUM Eminem Venom UMA PLATINUM Fisher Losing It UMA GOLD Florida Georgia Line Simple UMA GOLD Florida Georgia Line Feat. Tim McGraw May We All UMA GOLD George Ezra Shotgun SME 5x PLATINUM Guy Sebastian Before I Go SME GOLD Hailee Steinfeld Feat. DNCE Haiz EP Feat. Rock Bottom UMA PLATINUM Halsey Without Me EMI 3x PLATINUM Hilltop Hoods Leave Me Lonely UMA GOLD Hozier From Eden SME GOLD Hozier Someone New SME PLATINUM Hozier Take Me To Church SME 8x PLATINUM Jack River Fool's Gold UMA GOLD Jarryd James Give Me Something UMA PLATINUM Justin Timberlake Can't Stop The Feeling! SME 11x PLATINUM Karise Eden It's A Man's World UMA GOLD Khalid Saturday Nights SME GOLD Khalid Feat. Empress Of Suncity SME GOLD Kian Waiting EMI PLATINUM Kygo Feat. Sandro Cavazza Happy Now SME GOLD Lauryn Hill Can't Take My Eyes Off You / Doo Wop (that Thing) SONY 2x PLATINUM Little Mix Feat. Nicki Minaj Woman Like Me SME PLATINUM Loud Luxury x anders Love No More UMA GOLD Luke Combs Beautiful Crazy SME GOLD Luke Combs When It Rains It Pours SME PLATINUM Mark Ronson Feat. Bruno Mars Uptown Funk SME 17x PLATINUM Mark Ronson Feat. Miley Cyrus Nothing Breaks Like A Heart SME PLATINUM Maroon 5 Love Somebody UMA GOLD Marshmello & Bastille Happier EMI 3x PLATINUM Matt Corby Monday UMA GOLD Nicki Minaj Barbie Dreams UMA GOLD Nicki Minaj Chun-Li UMA PLATINUM Nicki Minaj Your Love UMA GOLD NOTD Feat. Bia Miller I Wanna Know UMA 2x PLATINUM Post Malone 92 Explorer UMA GOLD Post Malone Better Now UMA 4x PLATINUM Post Malone Candy Paint UMA 3x PLATINUM Post Malone Congratulations UMA 5x PLATINUM Post Malone I Fall Apart UMA 7x PLATINUM Post Malone Over Now UMA GOLD Post Malone Paranoid UMA PLATINUM Post Malone Patient UMA GOLD Post Malone Rich & Sad UMA GOLD Post Malone Stay UMA GOLD Post Malone Zack and Codeine UMA GOLD Post Malone & Swae Lee Sunflower UMA PLATINUM Post Malone Feat. 21 Savage Rockstar UMA 8x PLATINUM Post Malone Feat. G-Eazy & YG Same Bitches UMA GOLD Post Malone Feat. Justin Bieber Deja Vu UMA PLATINUM Post Malone Feat. Nicki Minaj Ball For Me UMA PLATINUM Post Malone Feat. Swae Lee Spoil My Night UMA GOLD Post Malone Feat. Ty Dolla $ign Psycho UMA 5x PLATINUM Rae Sremmurd Black Beatles UMA 3x PLATINUM Rae Sremmurd No Type UMA PLATINUM Rae Sremmurd, Swae Lee, Slim Jxmmi Feat. Juicy J Powerglide UMA GOLD Rex Orange County Feat. Benny Sings Loving Is Easy KOB GOLD Steve Aoki, Chris Lake & Tujamo Boneless UMA GOLD The Chainsmokers Feat. Halsey Closer SME 15x PLATINUM The Jungle Giants Bad Dream IND GOLD The Jungle Giants On Your Way Down IND GOLD Toto Africa SME 6x PLATINUM Travis Scott & Drake Sicko Mode SME 3x PLATINUM Tyron Hapi Feat. Laurell About You UMA GOLD Vance Joy I'm With You LIB GOLD Vera Blue Regular Touch UMA PLATINUM Vera Blue Mended UMA GOLD Vera Blue Settle UMA PLATINUM Vera Blue Feat. Kodie Shane Lady Powers UMA GOLD Current as of 31st January 2019\nSite Map | Search | Terms of Use | Privacy | Copyright 2005- © ARIA - Australian Recording Industry Association Ltd. All rights reserved.", "original_url": "http://www.aria.com.au/pages/httpwww.aria.com.aupagesSinglesAccreds2019.htm", "wayback_url": "https://web.archive.org/web/20190220062933/http://www.aria.com.au/pages/httpwww.aria.com.aupagesSinglesAccreds2019.htm", "a_id": "Q19666292-11"}