{"title": "WINNERS :: 2014 FBi SMAC Awards", "text": "WINNERS :: 2014 FBi SMAC Awards\nPosted by: FBi Radio\nPosted: 20 January 2015\nYou voted, and here they are…\nWe’re stoked to announce the winners of the FBi Sydney Music Arts & Culture (SMAC) Awards – recognising the musicians, artists, performers, restaurants and events that shaped the city’s creative culture in 2014.\nHaving counted thousands of votes, the winners have been revealed. Thanks to everyone who tuned in for the live broadcast of the ceremony at Carriageworks – hosted by our answer to Amy and Tina, A.H. Cayley and Genevieve Fricker, and featuring live performances from The Walking Who, Fishing and Montaigne. Listen to it here…\nWe are so proud of all the nominees and winners. Here’s to another stellar year of Sydney music, art and culture! And the winners are…\n———\n2014 SMAC OF THE YEAR: Danny Rogers\nDanny has worked to grow St Jerome’s Laneway Festival into one of the country’s biggest and best loved touring festivals, thanks to programming that is consistently ahead of the game. Whether it’s booking acts like Lorde before they blow up, or signing local talent like Mansionair and DD Dumbo, he has a proven track record with spotting talent early and isn’t afraid to take a risk. Read more about Danny here.\nRECORD OF THE YEAR: The Preatures – Blue Planet Eyes\nSince their earliest demos, Sydney five piece The Preatures have been moving from strength to strength, both in our backyard and over the waters – emerging as one of the country’s brightest musical exports. On their long awaited debut album, Blue Planet Eyes, the band has landed upon an infectious blend of classic rock and pop, creating some truly memorable moments. With plenty of new material and a couple of favourites thrown in for good measure, Planet Blue Eyes is an impressive and highly addictive debut, more than living up to expectations.\nNEXT BIG THING: Montaigne\nMontaigne is the moniker of the ridiculously talented Jessica Cerro. The 19-year-old Sydney-sider released her debut EP last year – The Life Of Montaigne, an ambitious work of majestic, grandiose pop. Lead singles ‘I’m A Fantastic Wreck’ and ‘I Am Not An End’ are bursting with rich harmony, frenetic instrumentation and quirky, powerhouse vocals. 2014 saw Montaigne tour with Gossling and San Cisco, sign with Wonderlick Management, and even squeeze in studio time with Andy Bull. Raw energy and experimentation is the cornerstone of Montaigne’s philosophy, and that’s exactly what you get. Thanks to Rekorderlig Cider for presenting this award!\nBEST LIVE ACT: Donny Benet\nIt’s biologically impossible to watch a Donny Benet ​show ​without cracking an enormous grin – that’s just science. Seeing the man in action will have you donning your Miami Vice best, and feeling all kinds of sexy – the sophisticated gentleman with the moustache of gold lays down some of the thickest bass lines this side of George Clinton. Add to that some velvet saxophone, adrenaline-fuelled guitar soloing, and sensual synth-work, Donny Benet isn’t just a show, it’s an experience. Thanks to Coopers for presenting this award!\nBEST MUSIC EVENT: Newtown Festival\nA day in the sun at the Newtown Festival truly captures the spirit of one of Sydney’s most vibrant and inclusive communities. Held at the Camperdown Memorial Park, 2014 marked the 36th annual festival run by the Newtown Neighbourhood Centre. It attracted a record crowd of 90,000 punters, who were greeted with some of Sydney’s best live music across five stages. The lineup was a true testament to the breadth of local talent: loud garage from Straight Arrows, forward-thinking hip hop from Daily Meds, indie singalongs from Deep Sea Arcade and sophisticated loving from the Donny Benet Show Band. Newtown is all about celebrating diversity, and here was a little somethin’ somethin’ for everyone.\nBEST SONG: Seekae – Test & Recognise\nWith Alex Cameron stepping up to vocal duties on the new record, Seekae’s sound was in for a shake-up, but even long time lovers of the band couldn’t have anticipated the aural challenge that came with “Test & Recognise”. The build-up is subtle at first; with intricate electronic beats, thickly harmonised vocals and repetitive waves of synths that irk and hint at some strangeness brewing. It all comes to a head in a gloriously discordant chorus underpinned by polyrhythmic beats. That beautiful breakdown is what makes us sneak back to the ‘repeat’ button every time. Thanks to APRA | AMCOS for presenting this award!\nREMIX THE CITY: Wonderwalls\nNovember 2013 saw artists from Australia and around the world head down to Wollongong, to give their walls a total makeover. Curated and produced by Verb Syndicate and The Hours, Wonderwalls exists in part due to Sydney’s ever-escalating rental costs, which have forced artists to look further afield for their art sites. The weekend-long festival saw renowned artists take over public spaces to create new large-scale street art and included artists such as Smug (Glasgow), Askew (Auckland), Wonderlust (Melbourne), Phibs (Sydney), Shida (Melbourne), Beastman (Sydney) and Numskull (Sydney).\nBEST ON STAGE: The Boat People\nRock Surfers teamed up with The Hayloft Project to produce a politically charged and incredibly timely black comedy in The Boat People. Crafted by writer/director Benedict Hardie, The Boat People tackles refugee and asylum seeker stereotypes one surprised laugh at a time. Featuring comedians Susie Youssef, William Erimya and Luke Ryan and actress Emily Brennan, the play is set in the swanky Bondi living room of former ‘boat people’, now highly successful food entrepreneurs, Sarah and Karl. The Boat People charts unknown seas and is a swimming success in confronting and witty theatre.\nBEST ARTS PROGRAM: Giant Dwarf\nNo strangers to causing a stir, the Chaser boys have opened Giant Dwarf, their own theatre space providing a permanent platform for Sydney’s dissenting and subversive talent. Spoken word, theatre, comedy, erotic fan fiction, music and satire to burn, Giant Dwarf has become home to many kindred but previously disparate ventures scattered throughout the city. Thanks to Cake Wines for presenting this award!\nBEST VISUAL ARTIST: Tony Albert\nTownsville is slowly building a reputation for really sticking it to the man, and questioning authority is built into the DNA of esteemed photographer Tony Albert. His latest work ‘We Can Be Heroes’ is a confronting statement about police brutality that has been recognised with the top prize in this year’s National Aboriginal and Torres Strait Islander Award. Albert’s works often interrogate Aboriginalia through kitsch objects and recycled historical portrayals of culture.\nBEST EATS: The Stinking Bishops\nCheese, charcuterie and Chablis: what’s not to love? That holy trinity of cheese, cured meats and good wine is honoured at the newest hot venue to take Enmore by storm. The bar is a great place to pull up a seat and indulge your love of dairy, and even if you don’t know much about these most honourable of aromatic consumables, the staff will lend a guiding hand without making you feel like a philistine.\nFBi CLICK BEST PRODUCER: Basenji\nA lot of Australian producers have fallen in love with bright, colourful bass music this year, but few have managed to own a niche within that sound like Basenji. His snare rolls, pluck-and-tumble percussion and intermittent dog barks aren’t a formula as much as they are a signature, with the gaps always filled in surprising ways. The release date of his debut EP remains unannounced, but he already has a strong artistic voice deserving of celebration.\nMore info on the nominees & winners:", "original_url": "https://fbiradio.com/winners-2014-fbi-smac-awards/", "wayback_url": "https://web.archive.org/web/20150126151602/http://fbiradio.com:80/winners-2014-fbi-smac-awards/", "a_id": "Q19666292-7"}