{"title": "2020 and 2021 Executive Producer Sietse Bakker looks back and forward", "text": "2020 and 2021 Executive Producer Sietse Bakker looks back and forward\nThe core team for the Eurovision Song Contest 2021 was announced today. Just like last year, the core team of the Eurovision Song Contest 2021 consists of two Executive Producers and two Deputy Executive Producers. We sat down with Sietse Bakker, one of the Executive Producers, to look back on 'Eurovision: Europe Shine A Light' and look forward to Eurovision 2021.\nSietse Bakker has been reappointed as Executive Producer. Inge van de Weerd has chosen to resign as Executive Producer and return to the NOS Events department, which will have a busy year ahead.\nAstrid Dutrénit joins the Eurovision 2021 core team as one of the two Executive Producers NOS / Stefan Heijdendael\nAstrid Dutrénit, who has worked at NOS since 2003, will fill the vacant position. Dutrénit graduated from the School of Journalism in Bordeaux and the Institut Francais de Presse in Paris. In the Netherlands she followed a Master Film & Television at the UVA in Amsterdam. As a Senior Producer, she has been production responsible for major events in recent years, including ten years for the programs around the Tour de France, the European Athletics Championships (2016) and the Sports Gala (2011 - 2018). In addition, in her work at the NOS she has frequently collaborated with the EBU.\nEmilie Sickinghe (AVROTROS) and Jessica Stam (NOS) have also been reappointed as Deputy Executive Producers.\nWe met with Sietse Bakker to reflect on the cancellation of the contest, to talk about 'Eurovision: Europe Shine A Light' and to find out what to expect for Rotterdam 2021.\nOn March 18, the Eurovision Song Contest 2020 was cancelled. Can you take us through that day and what happened behind the scenes?\nWe knew the EBU's decision to cancel the Eurovision Song Contest 2020 would likely come that day, so we were prepared. It was still tough because we had to inform our team—a tough message to bring to people who had worked on it for so many months. Especially since, due to the social distancing measures that were already in place, people were working from home. So we chose to bring across the bad news more personally via a video message.\nYou and your team were working long days and experiencing the rollercoaster that is the lead-up to Eurovision when all of a sudden it came to a halt. What was the impact of the cancellation on you and your team?\nI think it has been hard on everyone, but at the same time, we all realized that the world was, and in many ways still is in a pretty rough place. Our drama was relatively small compared to other things that are going on.\nWhen we decided to produce Eurovision: Europe Shine A Light, part of the team very quickly shifted gears from sadness to positively looking forward, eager to make something special.\nA lot of fans were left wondering why there wasn't a competition in 2020. Can you tell us more about that?\nOne of the first considerations we had was obviously about the 41 artists that would have taken part. They put their heart and soul into their performance. They were going to have what may have been the most important 3 minutes of their career on that stage and that dream was suddenly falling apart. We knew we had to find a way to honour them all in one show, which we ended up doing with Eurovision: Europe Shine A Light.\nWe did ask ourselves whether we could still do some type of competition and talked about that at length with the EBU. But in the end, a competition comes down to fairness and creating a level playing field, which you do best by putting all of the performers on the same stage with the same possibilities in terms of LED content, cameras and special effects. You cannot possibly create that by letting contestants perform alone from a studio in their own country or by comparing music videos. It is not a fair competition and it's not the competition the artists signed up for.\nHow did Eurovision: Europe Shine A Light come together in just 7 weeks? What were some of the challenges you faced when creating it?\nThe idea to do it was already there, I think, 2 days after the cancellation. We brought it to the EBU and we were very happy that so many broadcasters, including the 41 participating broadcasters of the 2020 Contest, decided to show it on TV.\nIt was tough to produce the show. People couldn't produce TV as easily as normal, considering the strict social distancing policies and often working remotely. We had to find a big studio large enough to produce the show while respecting the regulations. Luckily we had Studio 21 right here in Hilversum, just around the corner from our office, which was perfectly suitable for an event like this.\nYou made a program for all of Europe, but the Covid-19 crisis impacted each country so differently. With things so unclear and unknown, how did you approach the project with this in mind?\nWhen we started the process, we had 2 major challenges. First, we didn't know what Europe was going to look like on May 16: Would the situation get better? Would it get worse? And we didn't know what the situation was going to be like from country to country. Some countries got hit very hard by the coronavirus and the measures to contain it. Other countries were hit as well, but not as hard as, for example, Italy or Spain.\nWe thought it was important to find a tone of voice that would be suitable for all countries that would broadcast the show, regardless of what the world would look like that day.\nIn the end, the show was incredibly well-received! What was your personal highlight of Eurovision: Europe Shine A Light?\nFor us, as a team, we enjoyed to produce every minute of the show. We really enjoyed producing the performance of Love Shine A Light, together with the participants of 2020 and, fortunately, Katrina and her dog at the end.\nWe also really enjoyed creating the light a landmark item, for which we asked broadcasters across Europe to light up famous landmarks in their countries. We also asked the musicians of the Rotterdam Philharmonic Orchestra to play, all from home, a beautiful orchestral performance of Love Shine A Light. For us, that was truly remarkable, because that piece really gave us that sense of European togetherness the Eurovision Song Contest always creates.\nSietse Bakker is the Executive Producer of Eurovision: Europe Shine A Light Stijn Smulders\nA highlight for many fans was the announcement of Rotterdam 2021. When did you make the final decision to host the Contest?\nActually, the decision was taken only a few days before the announcement! Fortunately, the City of Rotterdam confirmed very early on they were eager to host it again. They also made available the financial resources and the Ahoy venue, where the Contest will take place.\nWe also had a lot of homework to do to come that that decision: To secure the budget, gather the team and our key suppliers... Above all, we had to consider whether we could hold the Contest no matter the circumstances next year. Together with the EBU, we will use the next few weeks and months to prepare all sorts of scenarios in detail. The final decision, which had to be taken by the NPO board, was taken just a couple of days before Eurovision: Europe Shine A Light and we thought that the live show was a natural moment to announce it.\nThe Contest was cancelled quite late in the process. How does that affect the year ahead?\nBecause the Contest was cancelled mid-March, a lot of the work was already done. A lot of it was even presented during the Heads of Delegation meeting the week before. Think of building the team, finding the best suppliers, building the stage, the overall creative concept, the branding, the slogan, that's all been done. In the next few months, we are going to think of which of those elements we want to take with us to 2021 and what we want to rethink. We want to make a show that fits with the spirit of 2021 and we want to surprise people again!\nCan we expect to see the same slogan in 2021?\nWhether we will use Open Up as a slogan for next year is yet to be decided, but it feels very relevant, especially in these times. I'm actually curious what readers think from home - maybe you can let us know in the comments: Should we keep Open Up, or should we try something different?\nWhat does the cancellation of 2020 and the announcement of 2021 mean for the city of Rotterdam?\nThe first time I came to Rotterdam after they applied to be the host city, they told us a story from 80 years ago when the city was destroyed in a bombardment. They recalled that, in just a matter of days, they gathered the best architects to rebuild their city centre and rethink what it was going to look like. And while I don't want to compare that at all, it does show that Rotterdam has a remarkable ability to get back up when times are tough. And that was reflected in their commitment to the Contest when they applied last year and when it got cancelled. It would mean a lot to Rotterdam to host this Contest - they're incredibly eager and I know they cannot wait to welcome the delegations, press and fans to Rotterdam next year.\nA lot of fans may be wondering: Am I able to attend the Eurovision Song Contest in 2021? What is your response to that?\nI think the last few months showed us that it is very difficult to predict the future. Who would have known that we would end up in this situation just half a year ago? It's also hard to predict what the future will be like, but we are optimistic. We are going to work hard in the next few weeks and months, together with the EBU and the City of Rotterdam, to develop scenarios to make sure that next year there will see a Eurovision Song Contest!\nWhat the Contest will look like is almost impossible to say, but I can say this: At the heart of the Eurovision Song Contest are music, the artists, the fans, the interaction between them and, whatever the situation is like next year, we will find a way to make that interaction happen. And, hopefully, we will be able to get everyone to Rotterdam to make the Eurovision Song Contest better than ever and to celebrate stronger than ever.\nLet's talk about Jon Ola Sand, the Executive Supervisor of the Eurovision Song Contest. How was your collaboration with him and the EBU over the last year and, especially, over the last few weeks?\nIt's been a great collaboration from the day the Netherlands won the Eurovision Song Contest in Tel Aviv. He's been very supportive to us all along and has visited us many times. I've been on the phone with him several times a week and he has been particularly supportive over the last few months as it got tough. At the same time, we felt sorry because we knew that this was going to be his last year at the Eurovision Song Contest and it would have been great to give him a spectacular Eurovision Song Contest as sort of a goodbye gift. Circumstances made that difficult, but we hope that with Eurovision: Europe Shine A Light was a worthy goodbye for him. We'll miss him, definitely, and we wish him all the best in the future.\nThis is the only Eurovision Song Contest that has 2 years of preparation time. To which extent is that an advantage and how will it improve the show further?\nAs a public broadcaster, when you win the Eurovision Song Contest, you want to make the best Eurovision Song Contest ever. You want to do better than the previous year. So to have 2 years to prepare for the Contest feels like an advantage, but what that advantage will bring us is impossible to say now. I can answer that question next year, hopefully!\nWhat I do know is this: A lot of work has been done and a lot of knowledge has been gathered. We have learnt a lot over the last year, but I also know that the year ahead will be challenging. We have to work out different scenarios, we have to think of how we can make the Contest happen no matter what. So it brings with it new challenges, but the ambition to make it happen and to make the best Contest to date, that ambition is definitely still there.", "original_url": "https://eurovision.tv/story/interview-with-sietse-bakker", "wayback_url": "https://web.archive.org/web/20200616103930/https://eurovision.tv/story/interview-with-sietse-bakker", "a_id": "Q50729731-49"}