{"title": "Andorra is planning a Eurovision 2022 comeback, says Susanne Georgi", "text": "Andorra is planning a Eurovision 2022 comeback, says Susanne Georgi\nSusanne Georgi has been fighting hard to get Andorra back to Eurovision.\nAs we reported back in May, Andorra’s last Eurovision singer has secured a private sponsor to cover the costs of the country’s return to the song contest. She presented a proposal to the Andorran president Xavier Espot and RTVA director Xavier Mujal back in 2019 and has been awaiting a response.\nWell now they’ve answered and, as she tells me on the Wiwibloggs podcast, which you can listen to below, “it’s only good news.”\nLong story short: She says the country plans to return to Eurovision in 2022, after the Covid-19 pandemic has hopefully subsided.\nAndorra will likely return to Eurovision 2022\n“We’ve been having conversations on and off, but since there’s been so much going on with the Covid, I felt like I was paused for a little bit.”\n“As you know I’ve been quite pushy. I had a lovely, lovely meeting just a few days ago. And I must say it’s only good news.”\n“The government is very positive. There is sort of a verbal green light, but not for 2021. I’m also agreeing with that 100%. We think it’s too soon. Here we’re still fighting with the Covid…and we’re just too afraid of spending all this work and money and hard work on something that maybe won’t be able to happen in 2021.”\nSo the idea is to return to Eurovision in 2022.\n“It’s a new government and they do listen to the country. For many years I felt I was knocking my hands into a big pillow and nothing would happen. But I really feel heard, and they really want to do something for the music scene and the artists of Andorra….We just need to get over this huge crisis we have.”\n“There is still nothing officially signed — this is all verbal. It’s been at meetings. It’s not my job to say we’re going officially — that would have to come from the TV station or the government. But I think it’s positive we have this debate going now. Verbally, it is sort of confirmed.”\n“I’m super happy. I’m super thrilled. I feel like I’ve finally been heard.”\nAs Susanne told us in an interview over the summer, she wants to secure a commitment to participate for three years. While she’s open to singing for the country at Eurovision again, she’s more interested in becoming the Head of Delegation first — to steer the country back into the contest and to showcase other artists in the country.\nContest winner\nFinally, it’s congratulations to Eurovision fan Martin in Denmark! We ran an Instagram contest asking for fans to say why they wanted to see Andorra back in the contest. I chose a comment at random and it was his. He’ll receive an autographed “Get a Life” CD from Susanne herself. Here’s what he wrote:\n“I want Andorra to return to the contest to hopefully experience their culture and see what they’ll be able to bring into the competition a decade after they withdrew. Besides, if Andorra joins the competition, there might be a possibility that other microstates and small countries either debut or return.”\nAre you excited to hear these developments? Are you already looking forward to Eurovision 2022? Let us know in the comments down below!", "original_url": "https://web.archive.org/web/20200806135120/https://wiwibloggs.com/2020/08/01/andorra-is-planning-a-eurovision-2022-comeback-says-susanne-georgi/256548/", "wayback_url": "https://web.archive.org/web/20220115221058/https://web.archive.org/web/20200806135120/https:/wiwibloggs.com/2020/08/01/andorra-is-planning-a-eurovision-2022-comeback-says-susanne-georgi/256548/", "a_id": "Q50729731-141"}