{"title": "Israel: Eden Alene to Eurovision 2021", "text": "Israel: Eden Alene to Eurovision 2021\nKAN, the Israeli national broadcaster, has confirmed that Eden Alene will represent Israel at the Eurovision Song Contest 2021.\nEden is the latest artist to be confirmed as a participant in Eurovision 2021. After the cancellation of this year’s contest, Eden was interviewed on KAN 11 and stated her disappointment at not being able to go to Eurovision:\n“I wanted to do this and I wanted to win. I saw people’s reactions and they loved the song and its message so much and it made me so angry.”\nEden won the right to represent Israel in Eurovision 2020 after winning HaKokhav HaBa L’Eurovizion 2020. A seperate national final called HaShir HaBa L’Eurovizion 2020 was organised afterwards to select the song that Eden would sing in the contest. Eden performed four songs and the winning song was chosen by a combination of a professional jury and public voting. “Feker libi” finished second in the jury vote and first in the public vote.\nEden is the tenth artist to confirm participation in Eurovision 2021. She joins the following artists:\nSource: KAN\nIsrael in the Eurovision Song Contest Israel debuted in the Eurovision Song Contest in 1973, and were represented by Ilanit who finished in 4th place with the song “Ey Sham”. Their first victory came in 1978 with Izar Cohen and the Alphabeta. Israel won again the following year with Gali Atari & Milk and Honey. Israel’s third victory came in 1998 when Dana International performed “Diva” in Birmingham, beating Malta to victory in a tense voting sequence. Israel struggled in the contest during the early-2010s, failing to qualify for the final from 2011-2014. However since the HaKokhav HaBa selection process was introduced in 2015 Israel has seen its fortunes turned around. In 2018 Netta won the Eurovision Song Contest with the song “Toy”, the song has gone on to be the most viewed Eurovision entry of all time on YouTube.", "original_url": "https://eurovoix.com/2020/03/22/israel-eden-alene-to-eurovision-2021/", "wayback_url": "https://web.archive.org/web/20200322151440/https://eurovoix.com/2020/03/22/israel-eden-alene-to-eurovision-2021/", "a_id": "Q50729731-20"}