{"title": "ðŸ‡ºðŸ‡¸ EBU will \"look at\" United States participation in Eurovision if American Song Contest is a success", "text": "ðŸ‡ºðŸ‡¸ EBU will \"look at\" United States participation in Eurovision if American Song Contest is a success\nIn 2015, the European Broadcasting Union opened up Eurovision to a nation outside of the EBU’s broadcasting area. Now, could the United States be following in Australia’s footsteps as the next nation to join the Eurovision party?\nJon Ola at the Eurosonic conference\nThis week, the Dutch city of Groningen is hosting the Eurosonic Noorderslag, a European music showcase, festival and conference. Naturally, the Eurovision Song Contest’s executive supervisor Jon Ola Sand was in attendance. Dutch website dvhn.nl summarised one of the key points of discussion: United States and Eurovision.\nAmerican Song Contest must come first\nAsked whether the United States could participate in the main Eurovision Song Contest, Sand explained that it was first key to see whether the American Song Contest would be a success. If so, then the EBU would look as to whether the United States could be granted a place in the Eurovision Song Contest.\nA debut will not happen “during his time”\nSand was keen to reiterate that United States participating in the Eurovision Song Contest would not happen “in [his] time” as head of the Eurovision Song Contest. Of course, Sand is due to step down following this year’s contest in Rotterdam.\nJon Ola Sand’s refusal to rule out such a debut will fascinate many Eurovision fans, may the 2020s see a Eurovision debut from the United States? Only time will tell.", "original_url": "https://escxtra.com/2020/01/16/ebu-discuss-united-states-eurovision/", "wayback_url": "https://web.archive.org/web/20200229131838/https://escxtra.com/2020/01/16/ebu-discuss-united-states-eurovision/", "a_id": "Q50729731-11"}