{"title": "๐\u009f\u0087ณ๐\u009f\u0087ฑ Eurovision'21: Afrojack to Perform \"Hero\" During Grand Final Interval", "text": "๐\u009f\u0087ณ๐\u009f\u0087ฑ Eurovision'21: Afrojack to Perform \"Hero\" During Grand Final Interval\nWarner Music has revealed that Afrojack will be performing his new single “Hero” as part of the Interval Act for the Eurovision 2021 Grand Final.\nAfrojack and David Guetta’s latest collaboration “Hero” is set to be performed during the Grand Final of the Eurovision Song Contest 2021 according to Warner Music. The label states that Afrojack will be performing it as part of the interval act titled โ\u0080\u009cMusic Binds Usโ\u0080?.\nThe interval act is described in the Press Handbook as:\nOne of the leading DJs in the world Afrojack, will feature in this\nact which starts with a VT from the Erasmus Bridge where a\nclassical orchestra is set up to play together with singer Wulf. At\na unique location in the city centre of Rotterdam Afrojack and\nWulf will be giving a first class show.\nDancers will help create a transition to Rotterdam Ahoy,\nwhere Glennis Grace (Dutch entry Eurovision Song Contest\n2005) gives a glittering performance. The act is directed by\nDutch director Tim Oliehoek.\nAfrojack commented on the song saying:\nโ\u0080\u009cThis song is a return to our roots, with big melodies, big vocals and a big drop.ย It’s great to be able to combine a meaningful song with our festival-ready music. “\nEurovision 2021\nThe Eurovision Song Contest 2021 will take place on May 18, 20, and 22 in Rotterdam. A total of 39 countries will take part in the Eurovision Song Contest 2021 in Rotterdam, the Netherlands. Eurovision 2020 was due to be held in Rotterdam after Duncan Laurence gave the Netherlands their first victory since 1975 with the song โ\u0080\u009cArcadeโ\u0080?. After the cancelation of the 2020 contest, it was decided that Rotterdam would host the 2021 contest instead.\nAfrojack – Image Source: Music Mix Asia | Source: Warner Music", "original_url": "https://eurovoix.com/2021/05/05/afrojack-hero-eurovision-2021/", "wayback_url": "https://web.archive.org/web/20210505164103/https://eurovoix.com/2021/05/05/afrojack-hero-eurovision-2021/", "a_id": "Q50729731-135"}