{"title": "Pre-recorded Backing Vocals to Trialled at Eurovision For One Year", "text": "Pre-recorded Backing Vocals to Trialled at Eurovision For One Year\nThe European Broadcasting Union has announced that pre-recorded backing vocals will be trialled at the Eurovision Song Contest for one year.\nPre-recorded backing vocals are to be allowed at the Eurovision Song Contest for the first time. The change in the rules is set to be trialled for the 2021 contest, with a review to be held after the competition next year in Rotterdam, the Netherlands.\nThe use of recorded backing vocals will be optional, with each delegation able choose to use backing singers, whether on or off stage. A mix of pre-recorded and live backing vocals is also permitted.\nIn addition; “All lead vocals performing the melody of the song, including an eventual use of a so-called lead dub, shall still be live on or off stage in the arena”.\nThere will be no limit to the number of backing singers that can appear on the backing track, or how many voices can be duplicated on the backing track.\nThe EBU explained the reason behind the change to the rules were as follows:\nWe believe allowing backing vocals to be pre-recorded increases the creative potential and diversity of acts and facilitates modernisation of the Eurovision Song Contest. It also allows songwriters and producers to present their work as close as possible to their original composition. The change also provides the flexibility for participating broadcasters to minimise the size of their delegations, thus saving costs.\nPermitting recorded backing vocals also contributes to reducing the technical burden and costs for the host broadcaster as well. This all contributes to the sustainability of the Contest in our new reality.\nIt has also been confirmed that the Eurovision Song Contest 2021 will be held on May 18, 20 and 22 regardless of the situation next year. The Executive Supervisor of the contest added:\nWe have updated the rules of the Eurovision Song Contest so that, should it be necessary, we are able to make modifications to the format of the shows and the organisation of the event that would allow the Contest to still take place despite restrictions imposed on us by a now unknown scenario. The old rules did not permit this.\nSource: Eurovision.tv", "original_url": "https://eurovoix.com/2020/06/18/pre-recorded-backing-vocals-to-trialled-at-eurovision-for-one-year/", "wayback_url": "https://web.archive.org/web/20200623055002/https://eurovoix.com/2020/06/18/pre-recorded-backing-vocals-to-trialled-at-eurovision-for-one-year/", "a_id": "Q50729731-50"}