{"title": "Liechtenstein: 1FLTV Rules Out Eurovision Debut in 2021", "text": "Liechtenstein: 1FLTV Rules Out Eurovision Debut in 2021\nLiechtenstein will not make their debut at the Eurovision Song Contest in 2021.\n1FLTV has confirmed to ESCToday that 2021 will not be the year that they debut at the Eurovision Song Contest due to the cost of participation. The broadcaster must overcome two hurdles before they are allowed to participate. Firstly, they must become a full EBU member, and secondly, they must gain support from the government to be able to handle the cost of participation.\nIn 2018, the country had pushed for their debut at the 2019 contest, however the EBU stated that they had never received an application from 1FLTV to become an EBU member, and therefore they could not participate.\nLiechtenstein, alongside the Vatican and Kosovo, remain the only internationally recognised states within Europe to have not taken part in the Eurovision Song Contest. The country attempted to take part in the 1976 contest with “Little Cowboy” by Biggi Bachman, but were not allowed due to the lack of a broadcaster. Since 1FLTV was formed in 2008, Eurovision has been a long-term aim for the broadcaster. In 2009 the broadcaster announced it was working towards a debut in 2010, but was unable to secure funding for EBU membership.\nThe 2021 Eurovision Song Contest will be held in Rotterdam, The Netherlands, on the 18th, 20th and 22nd of May, following the cancellation of the 2020 contest due to the Coronavirus pandemic.\nTo date the following artists have been confirmed as competing in the contest:\nAustralia – Montaigne\nAustria – Vincent Bueno\nAzerbaijan – Samira Efendi\nBelgium – Hooverphonic\nBulgaria – Victoria\nCzech Republic – Benny Cristo\nGeorgia – Tornika Kipiani\nGreece – Stefania\nIsrael – Eden Alene\nLatvia – Samanta Tina\nMalta – Destiny Chukunyere\nNetherlands – Jeangu Macrooy\nRomania – Roxen\nSan Marino – Senhit\nSlovenia – Ana Soklic\nSpain – Blas Cantó\nSwitzerland – Gjon’s Tears\nUkraine – Go-A\nWhile the following nations have confirmed their participation:\nCroatia\nCyprus\nDenmark\nEstonia\nFinland\nFrance\nGermany\nIreland\nLithuania\nNorway\nSweden\nSource: ESCToday", "original_url": "https://eurovoix.com/2020/07/30/liechtenstein-1fltv-eurovision-debut-2021", "wayback_url": "https://web.archive.org/web/20200815194503/https://eurovoix.com/2020/07/30/liechtenstein-1fltv-eurovision-debut-2021/", "a_id": "Q50729731-67"}