{"title": "La televisión albanesa anuncia que celebrará una nueva edición del Festivali i Këngës de cara a Eurovisión 2021", "text": "La televisión albanesa anuncia que celebrará una nueva edición del Festivali i Këngës de cara a Eurovisión 2021\nLa RTSH, la cadena pública albanesa, ha sido la última en pronunciarse sobre sus planes para Eurovisión 2021 y ha confirmado que mantendrá su clásico Festivali i Këngës como método de selección. Así, Arilena Ara no será elegida internamente, pero iría a Eurovisión si se presentara de nuevo y volviera a ganar. Hasta la fecha, son varias las televisiones que han anunciado que no mantendrán sus representantes para 2021, sino que seguirán celebrando sus preselecciones. Albania se suma a Estonia, Lituania, Croacia y todos los nórdicos. En la misma línea, ni Francia ni Chipre repetirán con Tom Leeb y Sandro Nicolas respectivamente, sino que recurrirán a otras vías.\nLa edición del Festivali i Këngës del próximo diciembre será la número 59. Este festival, que es toda una tradición en Albania, se ha usado como preselección para Eurovisión desde su debut en el certamen europeo en 2004. Desde entonces, todos los ganadores han representado al país balcánico en Eurovisión, salvo este año por la cancelación del certamen a causa de la pandemia de coronavirus. Las medidas sanitarias adoptadas en Albania por la COVID-19 han obligado a cancelar indefinidamente todos los eventos con gran afluencia de público, pero hay medios locales que ya han asegurado que el festival se celebrará en cualquier caso. Por lo pronto, Martin Leka, director general adjunto de la RTSH, ya ha celebrado la primera reunión con diferentes compositores y músicos para analizar los criterios de participación y designar el comité que evaluará y elegirá las canciones participantes. Del mismo modo, se sabe que el plazo de recepción de candidaturas se abrirá el próximo mes de septiembre.\nAlbania, que participó por primera vez en 2004, no ha faltado a la cita eurovisiva ningún año. Sus mejores puestos son la séptima plaza conseguida por Anjeza Shahini precisamente en su debut y el quinto lugar que ocupó Rona Nishliu en 2012. Además, llevaba dos años seguidos clasificándose para la final, con Eugent Bushpepa en 2018 y Jonida Maliqi en 2019.", "original_url": "https://www.eurovision-spain.com/iphp/noticia.php?numero=14951", "wayback_url": "https://web.archive.org/web/20200703172541/https://www.eurovision-spain.com/iphp/noticia.php?numero=14951", "a_id": "Q50729731-55"}