{"title": "TVE hará una preselección para elegir la canción de Blas Cantó para Róterdam 2021", "text": "TVE hará una preselección para elegir la canción de Blas Cantó para Róterdam 2021\nTras la elección interna de Universo para Eurovisión 2020 y la tibia aceptación por parte del público, TVE y el equipo de Blas Cantó han tomado buena nota y se plantean hacer las cosas de diferente manera para el festival de 2021. Según ha confirmado eurovision-spain.com de fuentes solventes, TVE, el equipo de Blas y su compañía discográfica Warner Music han cerrado en una reunión reciente una gala de preselección donde Blas Cantó presentará varios temas. Entre ellos, la audiencia tendrá un papel fundamental para elegir la canción que represente a España el próximo mes de mayo en el Festival de Eurovisión de 2021.\nAún no hay una fecha cerrada para la gala, que se celebrará entre enero y febrero. Esta gala, donde Blas presentará los temas candidatos, contaría también con artistas invitados de la cartera de Warner, amigos del cantante murciano, como pueden ser Pastora Soler, representante de España en Eurovisión 2012, y Vanessa Martín, entre otros.\nAnoche el propio Blas Cantó publicada el siguiente mensaje vía Telegram: “Nada es como lo imagináis. Esta vez, os voy a agarras más fuete de la mano en el viaje. ¿Preparados?”\nEn las próximas fechas, TVE ofrecerá todos los detalles de su proyecto para el Festival de Eurovisión de 2021.", "original_url": "https://www.eurovision-spain.com/iphp/noticia.php?numero=29-12-20_tve-hara-una-preseleccion-para-elegir-la-cancion-de-blas-canto-para-roterdam-2021", "wayback_url": "https://web.archive.org/web/20201229110226/https://eurovision-spain.com/iphp/noticia.php?numero=29-12-20_tve-hara-una-preseleccion-para-elegir-la-cancion-de-blas-canto-para-roterdam-2021", "a_id": "Q50729731-83"}