{"title": "ðŸ‡­ðŸ‡· Croatia confirm Eurovision 2021 participation", "text": "ðŸ‡­ðŸ‡· Croatia confirm Eurovision 2021 participation\nCroatian broadcaster HRT have confirmed that they will be taking part in the Eurovision Song Contest 2021. This comes after the 2020 contest was cancelled earlier this week, due to the global coronavirus pandemic.\nThe announcement was made in a news report today by HRT, who said they “will inform… in due time of the decision on whom Croatia will send in 2021 to Eurovision”.\nDamir KedÅ¾o to reutrn?\nAfter he won Dora in February, Damir KedÅ¾o was set to represent Croatia at the 2020 Eurovision Song Contest with “Divlji vjetre”. However, on Wednesday, the contest was cancelled. HRT have not yet made clear whether they will invite Damir back in 2021 to represent Croatia.\nSpeaking to HRT, Damir believes he will, alongside HRT, find the best solution, following the cancellation:\nI have been cooperating with the Croatian delegation perfectly from day one and I believe that in the days to come we will find the best possible solution for the Croatian appearance at the Eurovision Song Contest. – Damir KedÅ¾o, speaking to HRT (translated from Croatian)\nFollowing the news on Wednesday, Damir initially posted on Instagram, talking about how he thought that cancellation was the best idea, and he couldn’t wait to perform next year. This clearly contradicts his statement today, which implies he is not sure whether he will take part next year or not.\nI welcome the decision of cancellation and I cannot wait for the end of the pandemic and Eurovision 2021 performance in Rotterdam. – Damir KedÅ¾o, writing on Instagram\nWe will have to wait and see whether Damir returns to Eurovision, next year.\nCroatia at the Eurovision Song Contest\nCroatia made their Eurovision debut in 1993, when they qualified in 3rd place from the pre-selection, Kvalifikacija za Millstreet. “Don’t Ever Cry”, by Put, eventually finished 15th in the contest with 31 points.\nCroatia kept a steady track record in the 1990s and 2000s, finishing in the top 10 six times. Croatia’s best result to date is 4th place, where they finished in 1996 (“Sveta ljubav”) and 1999 (“Marija Magdalena”).\nBetween 2010 and 2015, Croatia didn’t appear in a Eurovision final – this included a two-year hiatus in 2014 and 2015. Upon their return to the contest in 2016, Nina Kraljic secured Croatia a spot in the final with “Lighthouse”. Nina finished 23rd overall.\nLast year, Roko represented Croatia with “The Dream”. It failed to make the final, finishing in 14th place. This year, Croatia were set to take part with Damir Kedzo’s “Divlji vjetre” until the contest was cancelled.\nAre you happy that Croatia will return for the 2021 contest? Do you hope Damir gets a second chance at singing on the Eurovision stage?\nLet us know in the comments below and on social media @ESCXTRA.", "original_url": "https://escxtra.com/2020/03/21/croatia-eurovision-2021-participation/", "wayback_url": "https://web.archive.org/web/20200321235254/https://escxtra.com/2020/03/21/croatia-eurovision-2021-participation/", "a_id": "Q50729731-19"}