{"title": "The Roop invited back to Lithuanian 2021 national selection", "text": "The Roop invited back to Lithuanian 2021 national selection\nBroadcaster LRT has invited The Roop back to the 2021 Lithuanian national selection Pabandom iš naujo!\nAs well as confirming participation at the 2021 Eurovision Song Contest, the LRT Eurovision Working Group has announced that The Roop will be invited back and will receive a bye to the final. Earlier this month, the European Broadcasting Union stated that the rules of the contest will not be changed to allow the songs selected for 2020 to compete in the 2021 competition. The Roop, therefore, will have to enter next year’s national final with a brand new song that hasn’t been published before the usual 1st September cut off. As promised, the band will be receiving the €20.3k prize money from LRT for winning Pabandom iš naujo this year.\nLRT statement\nGytis Oganauskas, Deputy Director General of LRT commented:\nWe are all saddened by this situation – the song “On Fire” was considered one of the main contenders to win the competition. The band has received a lot of sympathy both in Lithuania and abroad, but unfortunately we will not be able to appear on the big Eurovision scene. Eurovision is first and foremost a song contest, which is gaining popularity every year in Lithuania, stimulating the creation of new songs and performances, thus attracting many who wish to try their hand – music producers and performers. We were looking for a solution to not deprive them of this opportunity, and at the same time not to deprive The Roop. Gytis Oganauskas\nGytis Oganauskas, Deputy Director General of LRT\nAs a result, we have made a somewhat non-standard decision: we will be preparing for a new national selection, and The Roop will be nominated to appear in its final. We appreciate and thank The Roop for taking a responsible approach to preparing for this year’s Eurovision Song Contest. We understand that the group has already invested a lot of time and money in this, so we also decided to transfer to the group the voting funds that were to be used to prepare for the big Eurovision. Gytis Oganauskas\nHowever, the band are still considering whether to accept LRT invitation for next year: “We understand that a variant was found that would suit the LRT and the group. Will we be involved in the screening, albeit on an exclusive basis? We don’t know yet. It’s only been a month and a half since winning the song ‘On Fire‘. Everything is going very fast. Too fast. We need to think hard and make a decision much later,” says lead singer Vaidotas Valiukevičius.\nLithuania at Eurovision\nLithuania first entered the contest in 1994 with “Lopšinė mylimai” by Ovidijus Vyšniauskas. Last year in Tel Aviv, Jurijus Veklenko sang “Run With The Lions” and came 11th in Semi-final 2 with 93 points, narrowly missing out on the Grand final. This year in Rotterdam would have been the Baltic nation’s 21st Eurovision appearance, if the contest hadn’t been cancelled.", "original_url": "https://escxtra.com/2020/03/31/the-roop-invited-back-to-lithuanian-2021-national-selection/", "wayback_url": "https://web.archive.org/web/20200401230520/https://escxtra.com/2020/03/31/the-roop-invited-back-to-lithuanian-2021-national-selection/", "a_id": "Q50729731-28"}