{"title": "North Macedonia: MRT Confirms Eurovision 2021 Participation", "text": "North Macedonia: MRT Confirms Eurovision 2021 Participation\nNorth Macedonia will participate in the 2021 Eurovision Song Contest in Rotterdam, The Netherlands.\nMacedonian broadcaster MRT have confirmed to ESCToday that they will take part in next year’s Eurovision Song Contest. They have not yet determined how they will select their next competing entry, however they have opted for internal selections over the past few years.\nVasil had been selected to represent North Macedonia at the 2020 Eurovision Song Contest with the song “You”.\nThe Eurovision Song Contest 2021\nThe 2021 Eurovision Song Contest will be held in Rotterdam, The Netherlands, on the 18th, 20th and 22nd of May, following the cancellation of the 2020 contest due to the Coronavirus pandemic.\nTo date the following artists have been confirmed as competing in the contest:\nAustralia – Montaigne\nAustria – Vincent Bueno\nAzerbaijan – Samira Efendi\nBelgium – Hooverphonic\nBulgaria – Victoria\nCzech Republic – Benny Cristo\nGeorgia – Tornika Kipiani\nGreece – Stefania\nIsrael – Eden Alene\nLatvia – Samanta Tina\nMalta – Destiny Chukunyere\nNetherlands – Jeangu Macrooy\nRomania – Roxen\nSan Marino – Senhit\nSlovenia – Ana Soklic\nSpain – Blas Cantó\nSwitzerland – Gjon’s Tears\nUkraine – Go_A\nWhile the following nations have confirmed their participation:\nArmenia\nCroatia\nCyprus\nDenmark\nEstonia\nFinland\nFrance\nGermany\nIceland\nIreland\nLithuania\nNorth Macedonia\nNorway\nSerbia\nSweden\nSource: ESCToday / Image source: MRT\nNorth Macedonia in the Eurovision Song Contest North Macedonia debuted in the Eurovision Song Contest in 1998, however, two years earlier they attempted to participate but was knocked out in the pre-qualifying round. In 2016 they were represented by Kaliopi for a second time with the song “Dona”, she missed out on the final finishing in 11th in her semi-final. North Macedonia’s best result to date is a 7th place finish in the 2019 Eurovision Song Contest represented by Tamara Todevska and the song “Proud”.", "original_url": "https://eurovoix.com/2020/09/16/north-macedonia-mrt-eurovision-2021/", "wayback_url": "https://web.archive.org/web/20201001232603/https://eurovoix.com/2020/09/16/north-macedonia-mrt-eurovision-2021/", "a_id": "Q50729731-59"}