{"title": "Nenad Knežević Knez na Evroviziji nastupa u pratnji svoje kćerke Ksenije", "text": "Nenad Knežević Knez na Evroviziji nastupa u pratnji svoje kćerke Ksenije\nPredstavnik Crne Gore na 60. Pesmi Evrovizije u Beču Nenad Knežević Knez istakao je danas, posle prve probe u bečkoj dvorani \"Štathale\" da je učešće na Evrosongu kruna njegove karijere.\n- Učešće na Pesmi Evrovizije je kruna moje karijere. Ja sam veliki fan Evrovizije - rekao je Knez novinarima na prvoj konferenciji za štampu delegacije Crne Gore poručivši da je njegova misija ulazak u finale.\nKnez je poručio da njegov nastup na Pesmi Evrovizije u Beču posvećuje svom ocu, za kojeg je kazao da je bio poštovalac ovog takmičenja.\n- Potičem iz muzičke porodice. Moj otac, koji je preminuo pre sedam godina, bio je najbolji muzičar Crne Gore i veliki fan Evrovizije. On je u tri navrata, još za vreme bivše Jugoslavije, pokušao da ode na ovo takmičenje, u čemu nije uspeo. Zato posvećujem moje učešće na Evroviziji svom ocu - rekao je Knez i dodao:\n- Naša misija je finale, i bićemo srećni ako uđemo u završno takmičenje - naglasio je on.\nŠto se pesme sa kojom nastupa tiče, Knez je objasnio da ju je pisao Željko Joksimović, koji je poreklom iz Crne Gore, i koji je u nju uneo crnogorski melos.\nNa pitanje novinara kako se oseća kao najstariji učesnik ovogodišnje Evrovizije on je rekao da je oduvek želeo da učestvuje na ovoj manifestaciji.\nPodsetio je da je već 35 godina na sceni i da je ostao veliko dete u srcu.\n- Uživam u svakom trenutku provedenom na Evroviziji - istakao je Knez.\nNovinare je interesovao i nastup njegove kćerke Ksenije koja će biti prateći vokal, a Knez je objasnio da je ona četvrta generacija muzičara u njegovoj porodici i da mu je posebno drago što sa njom može da nastupa u Beču.\nIzvor: Tanjug\nFoto: Life Content", "original_url": "https://www.hellomagazin.rs/2015/05/14/nenad-knezevic-knez-na-evroviziji-nastupa-u-pratnji-svoje-kcerke-ksenije/", "wayback_url": "https://web.archive.org/web/20211026123849/https://www.hellomagazin.rs/2015/05/14/nenad-knezevic-knez-na-evroviziji-nastupa-u-pratnji-svoje-kcerke-ksenije/", "a_id": "Q88972869-1"}