{"title": "Melodifestivalen 2021", "text": "Melodifestivalen 2021\nPublicerad: 01 december 2020 kl. 07.00\nUppdaterad: 01 december 2020 kl. 13.38\nHär är alla artister i Melodifestivalen 2021\nPresenteras en i timmen – under tre dagar\nAv: Torbjörn Ek\nPublicerad: 01 december 2020 kl. 07.00\nUppdaterad: 01 december 2020 kl. 13.38\nDanny Saucedo är först ut när SVT bekräftar artisterna till Melodifestivalen 2021.\nUnder tre dagar kommer de tävlande bidragen att presenteras – en i timmen från morgon till eftermiddag.\nAftonbladet har under hösten kunnat avslöja 27 av 28 akter som tävlar i Melodifestivalen 2021. När SVT nu officiellt går ut med bidragen sker det utan den sedvanliga presskonferensen.\nI stället väljer kanalen att tillkännage en artist i timmen under tre dagar. Från sju på morgonen till 15 på eftermiddagen tisdag, onsdag och torsdag kommer artist, låttitel och låtskrivare att presenteras.\nAftonbladet uppdaterar den här artikeln löpande vartefter artisterna tillkännages.\nFoto: SOFIA NAHRINGBAUER Danny Saucedo är den första artisten som presenteras inför Melodifestivalen 2021.\nArtisterna, låtarna och låtskrivarna – här är alla som ska tävla i Melodifestivalen 2021. Artisterna listas i den ordning som SVT släpper namnen, startordning och vem som tävlar i vilken deltävling kommer att meddelas senare.\n1. Danny Saucedo\nLåt: ”Dandi dansa”\nLåtskrivare: Danny Saucedo, Karl-Johan Råsmark\nAtt Danny Saucedo, 34, återvänder till Melodifestivalen kunde Aftonbladet avslöja 23 november, efter att det blivit ett av höstens hetaste samtalsämnen i nöjesbranschen. Nu står det också klart att låten han kommer att tävla med är på svenska. Till Aftonbladet säger Danny att han först erbjudits att vara programledare för den första deltävlingen, men att han kände att han hellre ville tävla som artist.\n– Jag vill inte komma in som nån veteran, jag känner att jag är ung och jag vill ge, säger han.\n2. Lovad\nLåt: ”Allting är precis likadant”\nLåtskrivare: Mattias Andréasson, Alexander Nivek, Lova Drevstam, Albin Johnsén\nLovad är artistnamnet för Lova Drevstam, 27, som alltså kommer göra debut i Melodifestivalen. Att hon tävlar med en låt skriven av bland andra Mattias Andréasson och Albin Johnsén kunde Aftonbladet avslöja 17 november. Enligt Aftonbladets uppgifter rör det sig om refrängstark pop.\n3. Kadiatou\nLåt: ”One touch”\nLåtskrivare: Joy Deb, Linnea Deb, Jimmy ”Joker” Thörnfeldt, Anderz Wrethov\nKadiatou Holm Keita, 19, kom tvåa i ”Idol” 2018. Hennes tävlingslåt är skriven av två tidigare Eurovision-vinnare (Joy och Linnea Deb som skrev Måns Zelmerlöws ”Heroes”. Även Anderz Wrethov har haft framgångar i Melodifestivalen tidigare, med bland anant vinnarlåten ”Too late for love”, ”Guld och gröna skogar” och ”Bada nakna”. Att Kadiatou fått en plats i Melodifestivalen kunde Aftonbladet avslöja 24 november.\nFoto: ROBIN LORENTZ-ALLARD Mustaschs Ralf Gyllenhammar på Melodifestivalens scen i en mellanakt 2017.\n4. Mustasch\nLåt: ”Contagious”\nLåtskrivare: Ralf Gyllenhammar, David Johannesson\nMustasch-sångaren Ralf Gyllenhammar, 54, har tävlat i Melodifestivalen en gång tidigare, 2013 med låten ”Bed on fire” som tog sig direkt till final. Nu tar han bandkompisarna med sig och har tillsammans med Mustaschs gitarrist David Johannesson skrivit tävlingsbidraget. Mustasch bildades 1998 och har genom åren vunnit två grammisar. Att bandet är med och tävlar i Melodifestivalen är nytt för Aftonbladets läsare, men inför artistsläppet kunde Aftonbladets schlagerblogg berätta att det gått rykten om att två rockband skulle vara aktuella för tävlingen. Det andra rockbandet kommer, enligt Aftonbladets källor, att presenteras senare.\n5. Eva Rydberg & Ewa Roos\nLåt: ”Rena rama ding dong”\nLåtskrivare: Göran Sparrdahl, Kalle Rydberg, Ari Lehtonen\nScenlegendarerna Eva Rydberg, 77, och Ewa Roos, 71, har varit vänner i 50 år och står på scenen tillsammans nästa sommar i scenversionen av ”Pang i bygget”, men innan dess ska de driva med influensers, Youtubers och Tiktok i ett fartfyllt shownummer i Melodifestivalen. Att de skulle tävla i Melodifestivalen kunde Aftonbladets läsare läsa om 25 november. Bland låtskrivarna finns Eva Rydbergs son Kalle, men också Göran Sparrdal som tidigare skrivit Arja Saijonmaas ”De fyra årstiderna” i Melodifestivalen och Ari Lehtonen som under 90- och 00-talet skrivit och producerat mängder med hits åt artister som Dr Alban, Drömhus och La Cream.\n6. Emil Assergård\nLåt: ”Om allting skiter sig”\nLåtskrivare: Emil Assergård, Jimmy Jansson, Jimmy ”Joker” Thörnfeldt, Anderz Wrethov, Johanna Wrethov\nRockbjörnen-nominerade Emil Assergård, 29, har skrivit sin låt tillsammans med bland andra Jimmy Jansson som förra året hade sex låtar med i tävlingen. Att Emil Assergård ska tävla i Melodifestivalen avslöjade Aftonbladet 27 november.\n7. Tess Merkel\nLåt: ”Good life”\nLåtskrivare: Tony Malm, Tess Merkel, Palle Hammarlund, Mats Tärnfors\nTess Merkel, 50, debuterar som soloartist i Melodifestivalen, men har tävlat fem gånger tidigare med Alcazar. Aftonbladet avslöjade hennes solosatsning 24 november.\n⁠ Texten uppdateras\nKOPIERA LÄNK\nPublicerad: 01 december 2020 kl. 07.00\nLÄS VIDARE", "original_url": "https://www.aftonbladet.se/a/0KBPqE", "wayback_url": "https://web.archive.org/web/20201201125714/https://www.aftonbladet.se/a/0KBPqE", "a_id": "Q76466985-2"}