{"title": "Ukraine announces acts national selection Vidbir 2020", "text": "Ukraine announces acts national selection Vidbir 2020\nUkrainian public broadcaster UA:PBC has picked 16 national finalists together with partner STB. Starting from 8 February, the participants will compete in national selection 'Vidbir 2020'.\nThe participants of Vidbir 2020 will compete for the right to represent Ukraine at the Eurovision Song Contest 2020 in Rotterdam, the Netherlands.\nParticipants Vidbir 2020, Ukraine's national selection UA:PBC\nThe 16 contenders\nAssol\nCLOUDLESS\nDavid Axelrod\nElina Ivashchenko\nFO SHO\nGARNA\nGIO\nGo-A\nJerry Heil\nKatya Chilly\nKHAYAT\nKRUTЬ\nMOONZOO feat. F.M.F. Sure\nOleksandr Poriadynskyi\n[О]\nTVORCHI\nAssol\nAssol is a singer who started in the Ukrainian show business at the age of 5, and he was a semi-finalist in the Ukrainian version of The Voice.\nAssol, Vidbir 2020, Ukraine's national selection UA:PBC\nCLOUDLESS\nThe boy band gained popularity in 2017 with their song Mizh Svitamy (Between the Worlds) that became a soundtrack for a TV series. The band's songs often make their way to Ukrainian TV series and shows.\nCLOUDLESS, Vidbir 2020, Ukraine's national selection UA:PBC\nDavid Axelrod\nDavid is a famous Ukrainian singer, musician and composer.\nDavid Axelrod, Vidbir 2020, Ukraine's national selection UA:PBC\nElina Ivashchenko\nShe has been in the music business since the age of 5. She won the Ukrainian X Factor and The Voice Kids, she is a radio hostess, a vocal coach, and the Grand Prix winner at the Black Sea Games 2018.\nElina Ivashchenko, Vidbir 2020, Ukraine's national selection UA:PBC\nFO SHO\nFO SHO is an African Ukrainian hip hop project founded in early 2019. Sisters Betty, Miriam and Siona Endale are very proud of their cultural diversity and demonstrate it in their songs and energetic live performances. Their music is a combination of genres, from trap to hip-hop.\nFO SHO, Vidbir 2020, Ukraine's national selection UA:PBC\nGARNA\nThis is a solo project of the Ukrainian singer Aliona Levashova in collaboration with music producer Oleksii Khorolskyi. Aliona writes her own songs and sings with the symphonic crossover orchestra Prime Orchestra and cover band Manera.\nGARNA, Vidbir 2020, Ukraine's national selection UA:PBC\nGIO\nHe is a young pop musician who writes songs and composes music, participated in The X Factor and The Voice and has performed with the orchestra Lords of The Sound.\nGIO, Vidbir 2020, Ukraine's national selection UA:PBC\nGo-A\nThis band combines Ukrainian vocals, modern dance beats, African drums and powerful guitars. The band has participated in popular festivals (e.g. Koktebel Jazz, The Country of Dreams, Gogolfest) and represented Ukrainian music in Israel, Poland and Belarus.\nGo-A, Vidbir 2020, Ukraine's national selection UA:PBC\nJerry Heil\nJerry is a young Ukrainian singer, songwriter and composer. She was named ‘Breakthrough of the Year’ by Jager Music Awards, ‘Discovery of the Year’ by Viva magazine, and became a nominee for the Ukrainian award YUNA 2020 as ‘Best Performer’, ‘Best Song’ and ‘Discovery of the Year’. Her song “#OKHRANOTMENA” (SecurityCancellation) became a hit with 14 million views on YouTube.\nJerry Heil, Vidbir 2020, Ukraine's national selection UA:PBC\nKatya Chilly\nKatya is a famous Ukrainian singer, musician and composer and has headlined many music festivals. The singer’s achievements include 5 albums, appearances on MTV and BBC, more than 40 solo concerts in the UK and over 1000 in Ukraine.\nKatya Chilly, Vidbir 2020, Ukraine's national selection UA:PBC\nKHAYAT\nHe is a young Ukrainian artist and songwriter, performing in folktronica genre. KHAYAT was a semi-finalist in last year's Ukrainian national selection. After Vidbir 2019, he released his debut album KHMIL that combines electronic music, ethnic melodies and Oriental tunes.\nKHAYAT, Vidbir 2020, Ukraine's national selection UA:PBC\nKRUTЬ\nKRUTb is singer and bandura player Maryna Krut, whose musical journey started 15 years ago. Her unique style merges electronic sounds with the traditional music instrument bandura. She often represents Ukraine and modern Ukrainian music at various festivals and showcases.\nKRUTb, Vidbir 2020, Ukraine's national selection UA:PBC\nMOONZOO feat. F.M.F. Sure\nThis is a collaboration of the Ukrainian electronic band MOONZOO and American rapper F.M.F. Sure. Released in late 2018, MOONZOO's debut album was named one of the best releases of the year by Ukrainian media.\nMOONZOO feat. F.M.F. Sure, Vidbir 2020, Ukraine's national selection UA:PBC\n[О]\nA Ukrainian indie-pop band that won the award ‘Hit of the Year’ by Kiss FM and the prize ‘Fresh Blood’ by Jagermeister Music Awards. They were twice a finalist of APPS Music & SZIGET, performed at more than 20 musical festivals including Koktebel Jazz Fest, White Nights, Atlas Weekend and Waves Vienna.\n[O], Vidbir 2020, Ukraine's national selection UA:PBC\nOleksandr Poriadynskyi\nHe is a singer and composer, songwriter, the youngest winner of the Ukrainian X Factor.\nOleksandr Poriadynskyi, Vidbir 2020, Ukraine's national selection UA:PBC\nTVORCHI\nTVORCHI are a young band from Ternopil that have enjoyed success all over the world. Their song Believe ranked top 10 in the Ukrainian Google Play charts.\nTVORCHI, Vidbir 2020, Ukraine's national selection UA:PBC\nThe selection\n2 semi-finals and a final\nVidbir 2020 will be divided in 2 semi-finals on Saturday 8 and Saturday 15 February, and a final on Saturday 22 February. Which artists will play in which semi-final and in which order will be announced on Wednesday 22 January. The 3 shows will be hosted by Serhii Prytula.\nVoting\nThe Vidbir jury will consist of 3 members, Andrii Danylko (Verka Serduchka, Ukraine 2007), Tina Karol (singer, TV hostess, Ukraine 2006) and Vitalii Drozdov (director-general of Hit FM radio), and will decide 50% of the outcome. The other 50% will be decided by the Ukrainian audience.\nGo to eurovision.ua for more information on the Ukrainian selection.", "original_url": "https://eurovision.tv/story/ukraine-national-selection-vidbir-2020", "wayback_url": "https://web.archive.org/web/20200121134800/https://eurovision.tv/story/ukraine-national-selection-vidbir-2020", "a_id": "Q85992998-5"}