{"title": "Jendrik Sigwart representará a Alemania en Eurovisión 2021", "text": "Jendrik Sigwart representará a Alemania en Eurovisión 2021\nEl Big 5 es este año el bloque que más pronto está desvelando sus candidaturas. Esta vez es Alemania la que acaba de presentar a su candidato para Eurovisión 2021. Se trata del joven Jendrik Sigwart, que ha conseguido el apoyo de los dos jurados que han formado parte del proceso de elección Rotterdam for Germany: a Eurovision Jury.\nJendrik es natural de Hamburgo, tiene 26 años y cuenta con una gran experiencia en la música desde pequeño. Comenzó tocando el piano y el violín desde niño, y tras terminar el instituto, comenzó a estudiar teatro musical en la Universidad de Ciencias Aplicadas de Osnabrück. Suele componer sus propias canciones y el instrumento que más le gusta es el ukelele, con el que interpreta muchos de sus variados temas en inglés y alemán.\nEl cantante ha formado parte de un casting de 100 participantes y canciones. La canción será presentada el 25 de febrero en la cadena pública ARD a las 17:50 CET y a las 19:56 CET. La jefa de delegación alemana, Alexandra Wolfslast, destaca de Jendrik Sigwart que “es totalmente auténtico. Tiene un carisma fantástico y unas dotes increíbles para el entretenimiento. No es sorprendente que haya impresionado a los jurados. Estamos contentos de que represente a Alemania”.\nEl próximo representante alemán ha formado parte de producciones como Hairspray, La Cage aux Folles o Berlin, Berlin. Acudir a Eurovisión es uno de sus grandes sueños desde siempre. Es muy activo en redes sociales. El verano pasado, por ejemplo, mostró todo el proceso en cuanto a la creación y producción de un tema propio y su videoclip. Al haber tenido que cancelar todas sus actuaciones por la pandemia, se dedicó a componer y publicar el trabajo que lleva.", "original_url": "https://eurovision-spain.com/jendrik-sigwart-representara-a-alemania-en-eurovision-2021/", "wayback_url": "https://web.archive.org/web/20210206103151/https://eurovision-spain.com/jendrik-sigwart-representara-a-alemania-en-eurovision-2021/", "a_id": "Q105335279-1"}