{"title": "VRT en Sennek met nummer \"A Matter Of Time\" naar het Eurovisiesongfestival", "text": "VRT en Sennek met nummer \"A Matter Of Time\" naar het Eurovisiesongfestival\nWie werkte mee aan de videoclip van A Matter Of Time? Hoe zal de act er in Lissabon uitzien? En met welke bekende Belgische ontwerper werkt Sennek samen voor de podiumoutfit? Ontdek hieronder via \"lees meer\" alles over de Belgische inzending voor het Eurovisiesongfestival.\nA Matter Of Time is een sfeervol nummer met een melancholische kant en een sterk verhaal. “Het lied beschrijft hoe je schoonheid kan zien in vergankelijkheid, hoe je de schoonheid kan vinden in iets waardevols dat stuk gaat,” vertelt Sennek. Met het nummer wil ze de boodschap meegeven dat door tegenslag en nare ervaringen, mensen kunnen groeien en beseffen dat in de kleine dingen ook veel schoonheid zit.\nVandaag maakte de VRT het nummer bekend waarmee onze kandidate Sennek (Laura Groeseneken) de Belgische eer verdedigt op het Eurovisiesongfestival. De Leuvense singer-songwriter trekt naar Lissabon met het nummer A Matter Of Time. Sennek schreef de song samen met Alex Callier van Hooverphonic en met producer Maxime Tribeche.\nDe videoclip\nDe videoclip voor A Matter Of Time werd opgenomen in Résidence palace, een vervallen art déco zwembad in Brussel. De regie was in handen van Edouard Valette, die eerder al onder andere de regie deed van Loïc Nottets Mud blood. De productie van de videoclip werd verzorgd door Caviar.\nSennek vertelt:\nIk vind het belangrijk om zelf betrokken te zijn in alle aspecten van mijn deelname aan het Eurovisiesongfestival. Ook over de videoclip had ik mijn eigen ideeën, waar Edouard mee aan de slag is gegaan en een knap visueel verhaal mee heeft neergezet. Ik wilde geen verhalende clip, maar een die op sfeer is gebaseerd. We hebben voor een sobere en minimalistische sfeer gekozen, en ik ben heel trots op het resultaat.\nDe act\nDe act die op het podium van het Eurovisiesongfestival wordt gebracht, wordt momenteel nog volop uitgewerkt. Sennek werkt samen met regisseur Hans Pannecoucke, lichtverantwoordelijke Ignace D’Haese en choreograaf Yves Ruth om een pakkende en geloofwaardige act neer te zetten die past bij het nummer.\nWist je dat…?\nDe strijkers die je in A Matter Of Time hoort, zijn degene van het Nationaal orkest van België.\nBij de eerste zin van het nummer én de gebroken theepot uit de video hoort een bijzondere anekdote. Tijdens het schrijven zat Laura met Alex Callier, die net thee had gezet, in de studio. Helaas viel zijn elegante glazen theepot op dat moment om en brak in stukken. Zo kwamen Laura en Alex op de inspiratie voor de eerste zin. Het beeld van de gebroken theepot werd nadien in de videoclip verwerkt.\nBekende Leuvenaars Stan Van Samang, Milow en Selah Sue namen ook al nummers op in de ICP Studio, waar A Matter Of Time werd ingezongen.\nPraktisch\nDe videoclip van A Matter Of Time is vanaf 13 uur vanmiddag te vinden op de website van Eén: een.be/sennek\nDe single wordt uitgegeven door Sony en is te koop via alle digitale platformen zoals Spotify, iTunes, Apple Music en Google Play.\nKleding en make-up\nDat Laura erg van Belgische mode houdt, is geen geheim. Ze is dan ook ontzettend trots om voor de podiumoutfit in Lissabon te kunnen samenwerken met de bekende Belgische modeontwerpster Veronique Branquinho. Zij studeerde in 1995 af in de richting Mode aan de Antwerpse Koninklijke academie voor schone kunsten en ontwerpt zowel vrouwen- als mannenkledij en schoenen. Het werk van Veronique is donker romantisch, vrouwelijk en mysterieus met een ambigue sfeer. Veronique was van 2009 tot 2011 artistiek directeur voor Delvaux, werkte samen met merken als Marie Jo, Camper en 3 Suisses, en geeft les als gastdocent aan de Antwerpse Academie. In 2012 herlanceerde ze haar merk in samenwerking met Onward luxury group. Daarnaast won Veronique verschillende prijzen voor haar ontwerpen, zoals de VH1 Fashion Award voor Best New Designer (New York) en de Moet Chandon fashion award (België), en had ze een solotentoonstelling in het Modemuseum in Antwerpen.\nVeronique:\nHet is erg dankbaar om met Laura samen te werken. Een echte rock en roll vrouw. Sterk maar ook gevoelig. Ze is mooi en gepassioneerd. Ze houdt van vrouwelijk , romantisch en mysterieus. Gevoeligheden die ook voor mij belangrijk zijn. Het klikte onmiddellijk.\nVoor het ontwerp van haar look kan Laura rekenen op make-upartieste Inge Grognard. Haar carrière nam een hoge vlucht toen ze midden jaren 80 de kans kreeg om samen te werken met modeontwerpers als Martin Margiela en de Antwerpse zes. Ze werkt nog steeds samen met Walter Van Beirendonck en ook met een nieuwe generatie ontwerpers zoals A.F. Vandevorst, Veronique Branquinho, Rick Owens, Haider Ackerman en Christian Wijnants. Ze verzorgde de visagie voor verschillende grote modeshows maar gaat ook daarbuiten: ze was Inge ook verantwoordelijk voor de make-up bij de dansvoorstelling Rain van Anna Theresa de Keersmaeker. Inges werk verscheen in toonaangevende magazines als Vogue, Dazed & confused, en Purple en ze werkte mee aan de make-up voor campagnes van onder andere Balenciaga, Vetements, Mulberry, Hood by Air, en Section 8. Daarnaast verzorgde Inge de visagie in muziekvideo’s van artiesten als Björk en Marilyn Manson.\nInge:\nIk geloof erg in Laura: ze heeft een sterke stem, een goede song en een mooie persoonlijkheid. Het is dan ook geweldig om aan zo’n internationaal project te kunnen meewerken.\nWie is Sennek?\nIn september maakte de VRT bekend dat de jonge singer-songwriter Laura Groeseneken (geboren in 1990) uit Leuven België zal vertegenwoordigen op het Eurovisiesongfestival. Dat doet ze onder de artiestennaam Sennek.\nOp muzikaal vlak is Laura al geruime tijd bezig met verschillende muziekprojecten. Zo maakte ze in 2012 een verpletterende indruk tijdens 007 in concert, waar ze voor de 50ste verjaardag van de James Bondfranchise het nummer Tomorrow never dies bracht. Sinds 2014 zingt en speelt Laura bij Ozark Henry. Tijdens hun eerste grote optreden samen, op Rock Werchter, pakte ze het publiek meteen in met haar krachtige stem. Aan de zijde van Ozark Henry stond Laura de afgelopen jaren op grote binnen- en buitenlandse podia.\nNaast zingen speelt Laura ook melodica en piano, en schrijft ze zelf nummers. Haar samenwerking met Alex Callier voor A Matter Of Time is niet de eerste: samen met Alex schreef ze eerder al het nummer Gravity voor Hooverphonic, dat internationaal bekend werd toen het modemerk Cacharel het in zijn reclamecampagne voor parfum gebruikte.\nOok thuis heeft muziek een belangrijke plek: het pronkstuk van Laura’s woonst zijn twee Rhodes-piano’s. Daarnaast is ze bezig met Belgische mode en houdt ze van Scandinavisch design. Laura werkt in het dagelijkse leven als visual merchandiser bij Ikea.\nA Matter Of Time - songtekst\nSometimes it feels like it’s meant to be broken\nSometimes we long for the unspoken\nWe try to avoid every commotion\nBy showing hardly any emotion\nSometimes it seems we’re at the wrong station\nLooking for a deadly combination\nSometimes it feels like imagination\nLooking for all these cheap sensations\nWhy don’t we go against the tide?\nAgainst all their advice we keep running\nWe keep on running\nIt’s just a matter of time\nBefore it all echoes echoes and goes\ncrashing against the walls\nhold my hand and keep your eyes closed\nBefore it all echoes echoes and falls\nI suppose; it’s just a matter of time\nSometimes it feels like it’s meant to be broken\nSometimes we act like we’ve already chosen\nWe try to retrieve something stolen\nBy remembering how it used to be golden\nWhy don’t we go against the tide?\nAgainst all their advice we keep running\nWe keep on running\nIt’s just a matter of time\nBefore it all echoes echoes and goes\ncrashing against the walls\nhold my hand and keep your eyes closed\nBefore it all echoes echoes and falls\nI suppose; it’s just a matter of time\nBefore it all echoes echoes and goes\ncrashing against the walls\nhold my hand and keep your eyes closed\nBefore it all echoes echoes and falls\nI suppose; it’s just a matter of time", "original_url": "https://communicatie.een.be/vrt-en-sennek-met-nummer-a-matter-of-time-naar-het-eurovisiesongfestival", "wayback_url": "https://web.archive.org/web/20190702174110/https://communicatie.een.be/vrt-en-sennek-met-nummer-a-matter-of-time-naar-het-eurovisiesongfestival", "a_id": "Q1054289-7"}