{"title": "Eurovision Winners Måneskin Talk 'Offensive' Drug Accusations", "text": "Eurovision Winners Måneskin Talk 'Offensive' Drug Accusations\nAny artist who wins the Eurovision song contest is guaranteed to make a big splash — but Italian glam-rock band Måneskin, which won the 65th edition of the competition late last week, made an even bigger impression than they’d intended when, during a press conference immediately after their victory, vocalist Damiano David ducked his head down toward the table at which the group was seated, spawning immediate speculation that he’d snorted cocaine while the band spoke with reporters.\nThe group immediately denied the claims — which, as anyone watching the video can attest, were far-fetched — and David tested negative for drugs after he’d returned to Italy, but needless to say, it made an impression. (Some have speculated that the rumor was started by fans of acts who didn’t win the competition.)\nIt was an odd climax for the group — David, bassist Victoria De Angelis, guitarist Thomas Raggi and drummer Ethan Torchio — who have known each other since middle school and formed the band in 2015. Their unusual name is pronounced “MON-eh-skin,” is Danish for “moonlight” and pays tribute to De Angelis’ Danish ancestry. The group rose to fame in Italy in 2017 after auditioning for “X-Factor Italia” (for which they came in second) with “Chosen,” which was to become their debut single. Bolstered by more hit singles, they quickly became popular on the continent and undertook a 70-date tour in 2019.\nAfter winning Italy’s Sanremo song fest in March and the Eurovision crown on Saturday, Måneskin pulled off another feat this week: Their song “Zitti e Buoni” – winner of both events – broke into the Top 10 of the Spotify Global Chart. And the track (the title translates as “Shut Up and Behave”) is being touted as having just become the most streamed Italian song ever in one day.\nMåneskin spoke to Variety on Tuesday about all of the above.\nLet’s get the cocaine incident out of the way. Damiano: how did it make you feel?\nDavid: I was certainly very offended by the incident, because it was a personal attack. If someone had said that my performance sucked, I would have accepted it. But in any event, I obviously wasn’t worried about it, even for a second — I know the truth and we’ve also provided proof that it was false. Now I just hope that people stop talking about it and we get a chance to celebrate, since they tried to spoil our party. Stuff like this happens, even though it shouldn’t. But we came out of it with our heads held high.\nHow do you feel about “Zitti e Buoni” becoming the most-streamed Italian song in one day?\nDavid: Let’s hope we’ve contributed to raise general opinions about Italian music a bit. That aside, we are happy because we’ve done something historic and nobody can take this away from us. It’s amazing!\nIt’s even more remarkable because it’s a rock song sung in Italian — a long way from the stereotypes about Italy’s music.\nThomas Raggi: The incredible thing, like you said, is that this opens many doors. It’s like when we went to Sanremo. We’ve always believed in rock music and also in singing in Italian. And now we got a lot of appreciation for that: when we saw the votes coming in from the [Eurovision] TV audience, we were blown away!\nVictoria De Angelis: The really great thing is that we came across as being real. [Our music] is something we really believe in and we’re simply ourselves, rather than conforming to the types of music that are more fashionable today.\nYou’ve also done a lot of songs in English — how do you decide which language a sung should be performed in?\nDe Angelis: Initially, almost all the songs we wrote were in English because writing our type of music in Italian was more difficult. But I like to write in both languages; they are both very important. The fact that lots of doors are now opening up for us internationally gives us more of an opportunity to push out more English-language songs that in Italy are a tougher sell. Though we’ve never really given a shit about this.\nHow important was “X-Factor” for you?\nDe Angelis: It was really important because it allowed us to reach a wider audience for the first time — it was a sea change in our lives. The really beautiful thing is we lived it very spontaneously and with total lightness, because nobody was telling us what we could [or could not] do. It all came entirely from us. We didn’t know anything yet about the dynamics of the music world. It was total freedom and we could be ourselves. It was a fantastic beginning.\nYou’ll be touring Italy later this year, and you’ve said you’d like to play the Glastonbury festival in England in September — what else is on the horizon?\nDavid: We are trying to figure out our next moves. A lot of doors are opening that we didn’t even dream of considering possible before. Of course, we want to play for the new audiences we have conquered in lots of countries. We are trying to juggle doing concerts abroad with writing. But, yes, we would love to play at Glastonbury!", "original_url": "https://variety.com/2021/music/news/eurovision-maneskin-talk-drug-accusations-cocaine-1234981251/", "wayback_url": "https://web.archive.org/web/20210525182548/https://variety.com/2021/music/news/eurovision-maneskin-talk-drug-accusations-cocaine-1234981251/", "a_id": "Q57415344-7"}