{"title": "Måneskin: Todos los triunfos del grupo italiano un año después de ganar Eurovisión", "text": "Måneskin: Todos los triunfos del grupo italiano un año después de ganar Eurovisión\nA menos de una semana para que seamos testigos de la final de Eurovisión 2022, Turín ya prepara los motores para una noche que promete no dejar indiferente a nadie. El festival se ha convertido con los años en todo un escaparate para darse a conocer a millones de personas en todo el mundo, haciendo de sus ganadores no solo grandes triunfadores a nivel nacional sino a nivel internacional.\nMåneskin, la banda de rock italiana, fue la última en disfrutar las mieles del éxito el año pasado, y su caso es un ejemplo de lo que un artista puede conseguir si cuenta con una propuesta atractiva y una proyección internacional. Son muchos los triunfos y sueños conseguidos para Damiano David, Ethan Torchio, Victoria De Angelis y Thomas Raggi; y en el día de hoy los repasamos todos.\nMåneskin - ZITTI E BUONI (Official Video – Sanremo & EUROVISION 2021 Winners)\nUnas cifras de infarto\nPese a la polémica que rodeó su participación en el Festival de Eurovisión, cuando unas imágenes emitidas durante la final encendían los rumores sobre el posible consumo de drogas de su vocalista, viéndose obligado a realizarse un test de drogas que terminaría dando negativo, este inconveniente no empañó el éxito de los italianos.\nTan solo cuatro días después de ganar con su canción Zitti e Buoni en Rotterdam, desde LOS40 analizábamos el sorprendente aumento en cifras de oyentes y seguidores en redes sociales que había experimentado el grupo italiano. En Spotify, dejaba atrás el millón de oyentes mensuales para situarse por encima de los 4,8 millones; y en Instagram alcanzaba los 2 millones de seguidores (uno más que antes de su llegada al concurso) tras la emisión de la final.\nAdemás, la canción ganadora conseguía colocarse en el top 10 global y alcanzar las primeras posiciones de la lista en las de una decena de países (en España, por ejemplo, se colacaba en la novena posición).\nUn año después, Måneskin se ha convertido en todo un éxito a nivel internacional, con más de 19 millones de oyentes mensuales y casi 6 millones de seguidores en redes sociales. Damiano David, el vocalista que despierta las pasiones de mujeres y hombres por igual, ha conseguido en un año superar la barrera de los 5 millones de seguidores en Instagram (2,8 millones más que en mayo del año pasado).\nCanciones con millones de reproducciones y un hito en LOS40\nLos rockeros italianos no solo pueden presumir de tener unas cifras de infarto a nivel de seguidores y oyentes, sino que su éxito también se refleja en las reproducciones de sus canciones. Zitti e Buoni ha superado los 300 millones de escuchas, pero sus versiones de I WANNA BE YOUR SLAVE o Beggin' han cruzado las barreras de los 600 millones y los 1000 millones de escuchas respectivamente.\nPrecisamente con esta canción Måneskin lanzaba un vídeo donde sus integrantes posaban en lencería y ropa interior subvirtiendo los roles de género; además de conseguir todo un hito para la radio española al convertirse en el grupo o artista número 1000 en conseguir un número 1 para LOS40 a finales de agosto del 2021.\nSueños cumplidos\nPor el camino, han podido cumplir sueños que jamás podrían haberse imaginado si no es por el escaparate que les ha dado Eurovisión: ser teloneros de los Rolling Stones, anunciar los nominados a los Premios Grammy 2022, embarcarse en su primera gira por Europa agotando las entradas en tan solo dos horas o debutar en 2022 en el Festival de Coachella son algunos éxitos que cargan a las espaldas.\nFue precisamente en este conocido festival donde el grupo italiano provocó los gritos del público al entregar una versión de Womanizer de Britney Spears. Un historial de versiones que no acaba con la princesa del pop, ya que a lo largo de los meses también les hemos podido ver interpretando una cover de Midnight Sky de Miley Cyrus, una canción que la propia artista ha celebrado en redes sociales. Además, coincidieron con ella en el desfile de Gucci a principios de noviembre; protagonizando unas fotografías que ya forman parte de la historia de la música.\n📸 Imágenes de Miley anoche junto a los cantantes de Maneskin en el desfile de @gucci pic.twitter.com/eplazkyE8Y — Miley Cyrus España (@MileyCyrus_es) November 3, 2021\nMás allá de la música\nMåneskin también ha experimentado la otra cara de la moneda del éxito: la exposición pública. La persecución de los paparazzis, los cientos de cuentas de clubs de fans que siguen cada uno de sus pasos o los artículos que repasan el pasado de sus integrantes, en especial Damiano David, se han convertido en el pan de cada día. Del vocalista sabemos que jugaba al balocesto, que antes su estética rockera parecía un cayetano, y que una de sus últimas obsesiones ha sido Linda, la canción de Rosalía junto a Tokischa.\nEn cualquier caso, la atención de los focos parece no molestar a los italianos, que siguen sacando música y disfrutando de sesiones de fotos donde se dejan ver como dios les trajo al mundo para disfrute de todos sus fans. La última canción que saldrá a la luz el próximo 13 de marzo, un día antes de la final, es Supermodel, de la que ya hemos podido ver avances de sus protagonistas en ropa interior dentro de una bañera. Muchos éxitos más les esperan a los italianos en los próximos años, y deseando estamos de poder seguir contándolos.", "original_url": "https://los40.com/los40/2022/05/11/musica/1652255111_416868.html", "wayback_url": "https://web.archive.org/web/20220511151853/https://los40.com/los40/2022/05/11/musica/1652255111_416868.html", "a_id": "Q57415344-28"}