{"title": "Chelcee Grimes: game of two halves", "text": "Chelcee Grimes: game of two halves\nLike a lot of people from Liverpool, Chelcee Grimes has two overriding passions in her life: football and music. Where she stands out from the majority of Scousers is that she has been able to forge successful careers in both.\n“I wasn’t one of those kids who was singing from the age of three. That wasn’t me. I was playing football.”\n“I’m playing football, making music and getting to play shows. I’m literally living the dream,” says the bubbly 25 year old, sipping a glass of rosé in a pub in West London, close to Fulham football club, where she plays for the women’s team. So far this season, she’s played nine times and scored six goals, including three in the FA Cup. Her achievements as a songwriter are even more impressive, penning hits for Olly Murs, Jonas Blue, Kesha, Louisa Johnson, Kylie Minogue, The Saturdays, Tom Walker and 2017’s most streamed female artist, Dua Lipa, whose smash self-titled debut featured three songs co-written with Grimes.\n“The past few years have been a bit of a crazy roller-coaster. Right now, I’m just taking every day as it comes,” she reflects, citing writing sessions in Los Angeles with Calvin Harris and Lady Gaga producer RedOne as two recent standout moments that have required her to pinch herself to check she wasn’t dreaming. “As a young kid I used to have a poster of Lady Gaga on my bedroom wall, so to be in the studio with the guy who helped write all those songs was just surreal.”\nMore recently, Grimes has been in the studio working on Dua Lipa’s highly anticipated second album. She’s also been busy working on her own music, the first fruits of which were released earlier this year in the form of debut single Just Like That and catchy follow-up I Need A Night Out.\n“My friends are like: ‘Are you mad? Why are you putting your own music out? You get to go to all the cool parties? You get to know all these famous people. You make good money. But you can still get the tube and no one knows you.’ But I miss performing when I’m locked in a studio. I’ve actually got a vitamin deficiency over the last three years because I’ve not seen the sun. I’m locked away in a dark cavey room making records for other people, which is amazing. I love it and know I’m very fortunate but I do miss putting my own music out.”\nIn the same way that her current life revolves around football and music, the origins of Grimes’s songwriting career also has close ties with the beautiful game. “I wasn’t one of those kids who was singing from the age of three. That wasn’t me. I was playing football. And I was one of the lads and if you look at my younger pictures, I’m always in footie kits,” recalls the passionate Liverpool fan, who started playing for the club’s women’s team when she was 10 and has also had spells at Everton and Tranmere Rovers Centre of Excellence.\nWhen it came to deciding her GCSE options, PE and sports science were obvious choices. Grimes says she only picked music as her third subject because she thought it would be easy. Early on her teacher recognised her talent for composing catchy melodies and when she was 16 a Liverpool teammate entered her into a talent competition run by a local radio station. She missed the audition cut-off date, but got an email from one of the judges inviting her to compete in the finals anyway.\nThe judge who contacted her was professional footballer Ryan Babel – then playing for Liverpool – and Grimes won the competition by performing her self-written song. “For the next six months I got to hang out with Ryan Babel, go to all the Liverpool games and work in his home studio with an engineer. That was my first taste of being in the studio and from then on I got the bug,” she remembers.\nDeciding to concentrate on music full time, the singer-songwriter reluctantly gave up football when she was 17, just before she could turn professional, and signed a record deal with Sony Music imprint RCA two years later.\n“It was kind of like: ‘Here’s a bunch of money. Stay in Liverpool and make an album.’ I was young and naive and thought: Cool. I guess this is how it works,” she wistfully recalls. It wasn’t to be, however, and the singer was dropped before she even released a note of music. “The boss who signed me got the sack and it’s like football: when a new boss comes in, he wants to go and get his own players and I was just caught in that landslide.”\nHaving spent all her advance, panic set in. “It was a case of: ‘Shit. What am I going to do now?’ I was banging on doors and no one wanted to give me a chance because I’d already been signed once.”\nDetermined not to give up, the singer moved to London and called upon one of the many life lessons that her sporting background had instilled in her. “Because I’ve played football from such a young age, I have the mentality of you can be three-nil down at half time and come back and win. Getting dropped at 20 was a kick in the teeth, but it just felt like I’d conceded a goal. Not that the full-time whistle had blown. I knew that I could come back and it ultimately gave me more fire.”\nLooking back on this period, Grimes recalls being “absolutely skint and miserable, doing the rounds in basement and bedroom studios, just trying to get my name out there”. The hard work gradually paid off and she soon found herself in Copenhagen working with Danish producer Cutfather. It was her first session writing for another artist and she co-wrote a song called Million Miles, which Kylie Minogue picked up for her 2014 album Kiss Me Once.\n“I thought: ‘This is easy.’ But really it was beginners’ luck. I soon found out it doesn’t usually happen that way, but it got me excited about music again,” she says with a hearty laugh.\nA short while later, when watching former teammates Izzy Christensen, Fara Williams and Nikita Parris play for England in the Women’s World Cup, the singer decided to rekindle her football career. “I was lying on the couch, skint, eating Doritos, thinking: ‘What am I doing? I’ve made the wrong choice here.’”\nIn response, she fired off an email to several clubs “thinking I might get a grassroots team” and surprised herself by landing a contract with Tottenham. When they got promoted, Grimes dropped down a league to join Fulham FC Foundation Ladies, where she could continue to train and play without having to give up her burgeoning music career.\n“Music is so tough mentally, football has been a little saviour for me,” she reflects. “Being a creative, I live on my songs. OK, I’ve had a bit of success, but if I don’t write another hit for 10 years I’ll be skint again one day, so it’s a lot of pressure on yourself and there’s a lot of competition. When I go out to play football for 90 minutes, I’m not thinking of anything else apart from get the ball in the net. It’s dead easy and simple. I always say to young people looking to get into music, try and have something running alongside it that just takes you away from it for a bit. Because it can really get you down. It’s very full on. It’s intense and you are constantly battling with your own demons and thinking you’re not good enough.”\nAsked what fuels her determination to succeed, Grimes playfully avoids the question and jokes about “being a bit crazy” before casually and unexpectedly revealing that her father died from a heart attack when she was young. It’s something she says she doesn’t talk about often and is the one part of our conversation where her chatty, hyper-friendly and approachable exterior drops to reveal a different side of the songwriter.\n“No one wakes up and goes: ‘I’m going to be a music star.’ They usually come from a place of having pressure on them or something that spurs them on,” she hesitantly reflects. “I’ve seen what my mum’s gone through and it’s been hard. She was a widow under the age of 30. I felt like she deserved more and used to say to her: ‘Don’t worry, mum. I’ll make it so you can retire early.’ I was six years old and I guess that was a massive thing. It was tough, but that was just the card I was dealt.”\nOne of the most rewarding aspects of her success is the ability to treat her family. Last Christmas she paid for her mum, stepfather and little sister to go to Disneyland Paris. “I don’t live a mad flash life, but as long as I’ve got enough to do stuff for my family and give a little bit back to my mum, it’s boss. Sometimes when I can’t think of a lyric I’m like: ‘Do it for them.’”\nA song she wrote about her dad called 11:11 has, meanwhile, become one of the musician’s biggest hits to date after it was recorded by South Korean superstar Taeyeon. To date, the ballad, sung in Korean, has been viewed 50 million times on YouTube. It’s one of the few songs that Grimes has written for other artists that she plans to include on her upcoming debut album, due next year.\n“A lot of the other stuff that I’m bringing out is super-organic and the lyrics are just for me. I feel like no one else could sing them,” she says, promising a record that will make you “laugh, cry, jump around and you can also have on in the morning when you’re hungover”.\n“I’m just trying to do things that I actually love and then when the time is right and something connects, we’ll be laughing. Right now, I’m just taking every day as it comes, accept who I am and try to translate into music that I am not just one thing. In this generation girls can be a lot more than just one thing. There’s really no barriers at the minute. It feels like everyone can just be themselves and it’s a lot more accepting.\n“You’ve just got to know that if you’re good enough, you’re a nice person and keep your head down you will get your time. You’ve just got to make sure that you take it when it happens.”\nChelcee Grimes on…\nChoosing between football and music\nFootball is a great thing that I love to do. Unfortunately, I’m a woman and it doesn’t pay as well as the men’s game. If I was a man, maybe I’d say football. But music has been my life for the past six years and it’s my whole adulthood and adolescence all in one. It’s been the thing that I’ve been driving for, so I think right now I’d say music. But ask me next week and maybe my answer would change. I can never decide. It’s too close.\nGetting inspiration from Lady Gaga\nI learned how to write music from the first Lady Gaga album. I remember just listening to it religiously. In the era I grew up in, the early 2000s, you didn’t really see any pop stars playing instruments. It was that era of girls oiling themselves and rolling around on a beach. And then this weird looking woman came out with a disco stick who could play classical piano and then go into a dance break. It was an eye opener for me. She also stood for something in her interviews and was intelligent. She’s the only person I’ve queued to see. I still love her now, just in another way. I’ve got a lot of respect for her and she was a big influence.\nDeciding which songs to keep for herself and which ones to give to other artists\nI write a lot of songs for people and some I’m really connected to, but you are in a position where there might be an artist who’s got millions of followers and they can PR the shit out of it and make you a lot more money. Or do you keep it for yourself and maybe it won’t be seen as the biggest thing because you haven’t got that name? You’re constantly in a catch 22 situation.\nHer future goals\nIn five years hopefully I’ll still be playing [football] as a good level and enjoying that and also still writing songs for other people and not really having a plan – just seeing how I feel. I want to be spontaneous and travel and make music and if I can sell a few tickets to my own shows along the way that would be brilliant as well.", "original_url": "https://www.bigissuenorth.com/features/2018/12/chelcee-grimes-game-two-halves/", "wayback_url": "https://web.archive.org/web/20200814134922/https://www.bigissuenorth.com/features/2018/12/chelcee-grimes-game-two-halves/", "a_id": "Q27916123-2"}