{"title": "Jonas Blue Announces Debut Album 'Blue'", "text": "Jonas Blue Announces Debut Album 'Blue'\nFollowing a blockbuster summer led by his global smash 'Rise' Ft Jack & Jack and new hit-in-waiting 'Polaroid' featuring Liam Payne and Lennon Stella released last week, unstoppable UK producer/songwriter Jonas Blue announces his debut album 'Blue', out November 9th via Positiva/Virgin EMI.\n'Blue' contains all the songs that have seen Jonas Blue explode into the charts and go from strength to strength. Ever since he burst into the global conscience with 'Fast Car', a cover of Tracey Chapman's classic which has gone 2 x platinum in the UK alone, Jonas has sealed his position as one of the UK's biggest breakout stars, accumulating over five billion streams and 30 million single sales worldwide.\nWith 'Rise' fast becoming one of the biggest hits of the year (with over 500 million global streams already), and new single 'Polaroid' hot on its heels, the long-awaited 'Blue' cements Jonas' position as a superstar producer and master pop songwriter. Pulling in a host of A-list guest features as well as new and upcoming artists, 'Blue' includes a collaboration with the much hyped Canadian/Columbian singer songwriter Jessie Reyez as well as tracks with Joe Jonas, Zac Abel, Nina Nesbitt, Liam Payne and Chelcee Grimes.\nHaving already had four BRIT award nominations as well as being certified platinum over 100 times around the world across his past singles (Fast Car, Perfect Strangers, By Your Side, Mama), and 'Rise' looking set to hit platinum in the UK imminently, Jonas has enjoyed a hugely successful Ibiza residency at superclub Hi, running throughout the whole of the summer.\nJonas Blue has recently launched a record label, Blue Future, as well as spending the summer playing festivals around the world. Having worked on remixes and collaborations for the likes of Ellie Goulding, Becky Hill, MK, James Bay and Sabrina Carpenter, he is quickly establishing himself as a global superstar.\n'Blue' Full tracklisting and guests below:", "original_url": "https://www.broadwayworld.com/bwwmusic/article/Jonas-Blue-Announces-Debut-Album-Blue-20181015", "wayback_url": "https://web.archive.org/web/20181025185905/https://www.broadwayworld.com/bwwmusic/article/Jonas-Blue-Announces-Debut-Album-Blue-20181015", "a_id": "Q27916123-34"}