{"title": "Who is Megan Barton Hanson’s girlfriend Chelcee Grimes?", "text": "Who is Megan Barton Hanson’s girlfriend Chelcee Grimes?\nGet the biggest Daily News stories by email Subscribe Thank you for subscribing See our privacy notice Could not subscribe, try again later Invalid Email\nMegan Barton Hanson has confirmed her romance with singer songwriter Chelcee Grimes, after coming out as bisexual this year. The Love Island star took to her Instagram page to announce her new relationship this week, posting a loved up video of the pair while celebrating Chelcee’s latest music release.\nAlongside a short clip of her new video, Megan wrote: “SO proud to call this absolute baby my GIRLFRIEND,” alongside a heart eyes emoji before urging her fans to watch the full video.\n(Image: YouTube/Chelcee Grimes)\nBut who is Chelcee Grimes?\nChelcee is a singer songwriter from Liverpool, who has written songs for the likes of The Saturdays, Kesha, Dua Lipa and Kylie Minogue. She is also a professional footballer, playing currently for Fulham Ladies. She previously played for Liverpool FC and Everton.\nThe star is signed to RCA Records and released her debut single Just Like That in 2018. Her first songwriting success was \"Million Miles\", a song she co-wrote for Kylie Minogue with Danish producers Cutfather. In 2014, she won Best Up And Coming New Act at the Juice FM Style Awards.\nSpeaking about her music career to the BBC, she said: “My first song that I got cut was for Kylie Minogue, which was crazy. It was like Kylie Minouge, Pharell, Chelsea Grimes. I was like, how did that happen?”\n(Image: Chelcee Grimes/Instagram)\nFootball career\nChelcee currently plays for Fulham Ladies after previously playing for Liverpool FC and Everton.\nSpeaking to the BBC, she said: “For me, football is definitely the first love. I’ve played football for longer than I’ve done music and it’s just something I can’t really live without.\n“It’s installed so many life lessons that I do take into music. I was signed at got dropped at 19 and it encouraged me to go and write songs.”\n(Image: Chelcee Grimes/Instagram)\nChelcee’s sexuality\nChelcee revealed she identifies as bisexual in a recent interview with Gay Times, saying: \"I mean, people would say that I guess.\n\"But I say all the time it’s about what’s upstairs, not downstairs. If I can have a conversation with someone, and I’m getting along with them, and they’re making me laugh, and I find them attractive – it’s not about body parts, it’s about the person. Definitely.\"\nHow did Chelcee and Megan meet?\nChelcee and Megan met just days after Megan finished filming Celebs Go Dating, with it being reported she swiftly dumped The Only Way Is Essex star Demi Sims to pursue a romance with Chelcee. Demi then went on to say that she had broken her heart. Speaking to The Sun online, she said: \"I was falling for her pretty hard and to be honest I feel like she completely used me.\n\"She broke up with me the day after filming finished. She spoke so much about loyalty and kicked off that I messaged someone openly from the show and all the time she was messaging someone behind my back.\"\n(Image: Instagram/Chelcee Grimes)\nChloe Sims' sister Demi continued to the publication: \"She went behind my back and made a dog move on me. That girl isn't insecure. She knows what she is doing.\n\"I really liked her and she went behind my back and got with an old friend of mine. If anything that makes me insecure. I had to block them both. I just thought it was a liberty. The truth is she made a dog move, she went behind my back and she waited until filming had finished to finish things.\"\nReports of Megan's relationship with Chelcee began circulating last month when she was photographed crying in the street whilst taking a phone call at the weekend, with a mystery woman — since identified as Chelcee — seen wiping her tears with tissue.\nA source told The Sun Online at the time: \"It's very early days, but they have been growing close over the last few weeks.\n\"Chelcee has been really supportive of Megan and they love spending time together.\"", "original_url": "https://www.ok.co.uk/celebrity-news/who-megan-barton-hansons-girlfriend-19574489", "wayback_url": "https://web.archive.org/web/20190909041148/https://www.ok.co.uk/celebrity-news/who-megan-barton-hansons-girlfriend-19574489", "a_id": "Q27916123-9"}