{"title": "Megan Barton Hanson and new girlfriend Chelcee Grimes get steamy in new clip as they confirm romance", "text": "Megan Barton Hanson and new girlfriend Chelcee Grimes get steamy in new clip as they confirm romance\nGet the biggest Daily News stories by email Subscribe Thank you for subscribing See our privacy notice Could not subscribe, try again later Invalid Email\nMegan Barton Hanson and new girlfriend Chelcee Grimes are seen getting hot a steamy in the singer's new music video, just days after confirming their new romance.\nSinger Chelcee, 27, released a brand new music video for her latest single Time To Talk last night, which features the former Love Island star, 25 and sees the couple getting cosy.\nHanson was previously dating The Only Way is Essex stat Demi Sims but reportedly ditched her to pursue the pop star. The pair met a few days after Megan finished filming the reality dating show Celebs Go Dating.\nVideo Loading Video Unavailable Click to play Tap to play The video will start in 8 Cancel Play now\nMegan, who rose to fame in last year’s Love Island, posted a clip of the video to her Instagram, brimming with pride for the singer. She said: “So proud to class this absolute baby my GIRLFRIEND. Swipe up to watch the full Time to Talk video now!”\nIn the video the couple are seen cuddling up to each other, holding hands and kissing in the romantically charged new video. The music video follows a story arc of a couple starting happy as the pair enjoy a date, a steamy moment when they kiss but doesn’t seem to have a happy ending with an argument breaking out towards the end of the video.\nThe confirmation that the couple were dating comes after days of speculation following Chelcee posting a blurry polaroid of the couple posing together on a bed with the caption “You as excited as me @meganbartonhanson?”\nThe reality star and the singer were first linked last month when a mystery woman, later confirmed to be Chelcee, was spotted with the Love Island beauty.\n(Image: Instagram/Chelcee Grimes)\nA source told The Sun Online at the time: \"It's very early days, but they have been growing close over the last few weeks. \"Chelcee has been really supportive of Megan and they love spending time together.\" Megan’s ex Demi claims that the love Island star has “used her” and “broke her heart” after the couple split last month.\nShe told The Sun Online at the weekend: \"I was falling for her pretty hard and to be honest I feel like she completely used me. \"She broke up with me the day after filming finished. She spoke so much about loyalty and kicked off that I messaged someone openly from the show and all the time she was messaging someone behind my back.\"\nShe continued \"She went behind my back and made a dog move on me. That girl isn't insecure. She knows what she is doing. \"I really liked her and she went behind my back and got with an old friend of mine. If anything that makes me insecure.\n\"I had to block them both. I just thought it was a liberty. The truth is she made a dog move, she went behind my back and she waited until filming had finished to finish things.\"\nChelcee, who is a Fulham Ladies footballer, recently stated that she identifies as bisexual in an interview with Gay Times. \"I mean, people would say that I guess. But I say all the time it’s about what’s upstairs, not downstairs.\n\" If I can have a conversation with someone, and I’m getting along with them, and they’re making me laugh, and I find them attractive – it’s not about body parts, it’s about the person. Definitely.\"\nShe continued: \"I’ve got a lot of gay friends, and I always hear people say, ‘Oh you don’t look gay’. And especially because I play football a lot, people are like, ‘Oh how many lesbians are on your team’, and it’s just like, ‘Ugh, why does it matter?’\n\"There’s a lot of straight people, there’s a lot of gay people, there’s a lot of people in between. I just want us to get to a place where it’s okay however anyone identifies, you know?\"", "original_url": "https://www.ok.co.uk/celebrity-news/megan-barton-hanson-new-girlfriend-19579849", "wayback_url": "https://web.archive.org/web/20190909035343/https://www.ok.co.uk/celebrity-news/megan-barton-hanson-new-girlfriend-19579849", "a_id": "Q27916123-6"}