{"title": "Who is Chelcee Grimes in Soccer Aid 2021?", "text": "Who is Chelcee Grimes in Soccer Aid 2021?\nGet the day's biggest stories sent direct to your inbox so you never miss a thing Invalid Email Something went wrong, please try again later. Click here Thank you for subscribing We have more newsletters Show me See our privacy notice\nAfter making her debut last year, Chelcee Grimes is back for Soccer Aid 2021.\nThe big charity football match will be in full swing on Saturday night, broadcast live on ITV.\nAn England team will take on a World XI side at the Etihad Stadium in a bid to be crowned Soccer Aid 2021 champs.\nAnd Chelcee will be joining the likes of Usain Bolt and Martin Compston in the World XI squad.\nThe 29-year-old, from Liverpool, is not only a singer and songwriter but a footballer too.\nChelcee began playing for Liverpool Ladies aged 10 and during her career she has played for Everton, Tottenham Hotspur and Tranmere Rovers.\nShe is currently playing Merseyrail Ladies FC after playing for Fulham Ladies while also working on her music career and as presenter of Match of the Day spin-off show, MOTDx on BBC Two.\nChelcee, who co-hosts the BBC podcast, Building Queertopia, is an established songwriter having written for the likes of Kylie Minogue, Kesha and Dua Lipa and is Grammy-nominated.\nEarlier this year she worked as a commentator for the semi-finals of the Eurovision Song Contest 2021 for the United Kingdom, alongside Scott Mills and Rylan Clark-Neal.\nNow in its 10th year, donations from Soccer Aid go to Unicef and this year the focus will again be on the global impact of the coronavirus pandemic.\nTo get the latest email updates from the Manchester Evening News, click here.", "original_url": "https://www.manchestereveningnews.co.uk/news/tv/who-chelcee-grimes-soccer-aid-21457062", "wayback_url": "https://web.archive.org/web/20210904211011/https://www.manchestereveningnews.co.uk/news/tv/who-chelcee-grimes-soccer-aid-21457062", "a_id": "Q27916123-18"}