{"title": "Who are the 12 contestants in revived sports challenge show The Games?", "text": "Who are the 12 contestants in revived sports challenge show The Games?\nThe Games is an Olympic-style challenge show which originally ran for four series from 2003 to 2006\nThe Games has been revived this year and will see 12 new celebrities test themselves in an array of sports challenges from gymnastics to weight-lifting.\nHolly Willoughby and Freddie Flintoff will host the series with Chris Kamara as commentator.\nSign up to our What to Watch newsletter Sign up now Thanks for signing up! Sorry, there seem to be some issues. Please try again later. Submitting...\nThe three best performing celebrities will be awarded gold, silver and bronze medals.\nContestants on The Games\nWho are the contestants in The Games?\nOlivia Attwood\nAttwood became famous through her appearance on the third series of dating show Love Island, where she coupled up with fellow islander Chris Hughes.\nThe pair came third in the series and continued dating after the show finished but split up in 2018.\nFollowing her stint on Love Island, Attwood appeared on Celebs Go Dating and The Only Way is Essex.\nShe is now engaged to Blackburn Rovers footballer Bradley Dack, whom she had been in a relationship with prior to Love Island.\nOlivia Attwood\nPhoenix Brown\nBrown isan influencer and model - she began her modelling career in March 2021 in a campaign for George with Asda.\nShe is the daughter of Mel B AKA Sporty Spice and former Spice Girls backup dancer Jimmy Gulzar.\nThe Games marks Brown’s TV debut.\nPhoenix Brown\nKevin Clifton\nClifton is known for being a professional dancer on Strictly Come Dancing from series 11 to 17.\nHe was previously married to fellow professional dancer Karen Hauer from 2015-2018.\nClifton came second in his first four seasons on the show and won the 16th season with his celebrity partner, presenter Stacey Dooley who later became his girlfriend.\nKevin Clifton\nMax George\nGeorge is a singer in Irish boyband The Wanted who were active from 2009-2014 and reformed in 2021 - fellow bandmate Tom Parker died from a brain tumour in March this year.\nGeorge also appeared on season 18 of Strictly Come Dancing and with professional dancer Dianne Buswell, and came in ninth place.\nMax George\nChelcee Grimes\nGrimes is a singer, songwriter, presenter and footballer, who has played for Everton, Tottenham Hotspur, Tranmere Rovers, Fulham, and Merseyrail Ladies.\nShe has written songs for artists such as Kesha, the Saturdays, Dua Lipa, Little Mix, and Olly Murs.\nGrimes is also a contestant on endurance show Freeze the Fear with Wim Hof which is airing now.\nChelsee Grimes\nJosh Herdman\nHerdman is an actor and MMA fighter best known for his role as Draco Malfoy’s sidekick Gregory Goyle in all eight Harry Potter films.\nHis other acting roles include playing Righteous in the 2018 Robin Hood film alongside Taron Egerton, PC Collins in crime miniseries White House Farm, and Eric Davidson in the drama series Marcella.\nJosh Herdman\nChristine McGuinness\nMcGuinness entered the world of beauty pageants and began a modelling career.\nShe was a cast member of The Real Housewives of Cheshire from 2018-2020, and took part in charity show Strictly The Real Monty in 2021.\nShe has been married to comedian and presenter Paddy McGuinness since 2011.\nChristine McGuinness\nLucrezia Millarini\nMillarini is a journalist and newsreader who has worked for ITV News since 2010, and on 9 April 2021, she announced the death of Prince Philip on ITV.\nShe took part in Dancing on Ice in 2020 with professional dancer Brendyn Hatfield and was the second to be eliminated.\nLucrezia Millarini\nColson Smith\nSmith played Craig Tinker, a police constable and son of Beth Sutherland, in Coronation Street since 2011, and has appeared in more than 500 episodes to date.\nColson also co-hosts the podcast Sofa Cinema Club with Coronation Street co-stars Jack P Shepherd and Ben Price - where the trio discuss a film they have watched together each week.\nColson Smith\nWes Nelson\nAnother Love Island alum, Nelson took part in season four of the show, coupling up with Megan Barton-Hanson, coming in fourth place.\nHe took part in season 11 of Dancing on Ice with Vanessa Bauer, coming in second place.\nNelson released his debut single, See Nobody with Hardy Caprio in 2020.\nWes Nelson\nRebecca Sarker\nSarker is an Emmerdale star, appearing as Manpreet Sharma since 2018.\nShe also appeared in the BBC comedy series Twenty Twelve and crime drama series Dark Heart.\nRebecca Sarker\nRyan Thomas\nThomas played Jason Grimshaw on Coronation Street from 2000-2016, appearing in more than 1,300 episodes.\nHe also played Rafael Humphries in Neighbours in 2018.\nThomas has been involved in several reality TV shows including Celebrity Island with Bear Grylls, and Celebrity Big Brother season 22, which he won.\nRyan Thomas\nWho are the reserves?\nChloe Burrows\nBurrows is another Love Islander who joined the show for season seven and was a runner up with Toby Aromolaran.\nShe is still with Toby and the couple moved in together in November last year.\nWill Njobvu\nNjobvu is a TV and radio presenter who hosts the Saturday morning show Capital XTRA.\nHe also presented the reality show behind the sceneds spin off The Masked Singer: Unmasked.\nWhen is The Games on TV?\nThe first episode of The Games aired live on ITV on 9 May at 9pm with episodes being released nightly until 13 May.", "original_url": "https://www.nationalworld.com/culture/television/the-games-contestants-cast-itv-game-show-josh-herdman-chelcee-grimes-chloe-burrows-3687907", "wayback_url": "https://web.archive.org/web/20220511152150/https://www.nationalworld.com/culture/television/the-games-contestants-cast-itv-game-show-josh-herdman-chelcee-grimes-chloe-burrows-3687907", "a_id": "Q27916123-31"}