{"title": "Today: π\u009f\u0087\"π\u009f\u0087· The Junior Eurovision Song Contest 2021 Live From Paris", "text": "Today: π\u009f\u0087\"π\u009f\u0087· The Junior Eurovision Song Contest 2021 Live From Paris\nToday the 19th edition of the Junior Eurovision Song Contest takes place live from La Seine Musicale in Paris, France.\nThe 2021 Junior Eurovision Song Contest takes place today from 16:00 CET in the French capital. 19 countries will be competing in the 19th edition of the Junior Eurovision Song Contest, with all eyes on La Seine Musicale.\nThis year’s competition sees the return of six countries after missing last year due to COVID-19, while an additional two countries return after a number of years absence. This year also sees all of the acts performing live in the venue with an audience, following last year’s contest which featured pre-recorded performances.\nThe nineteen countries competing this evening are:\nAlbania β\u0080\u0093 Anna Gjebrea β\u0080\u0093 Stand By You\nArmenia β\u0080\u0093 MalΓ©na Fox β\u0080\u0093 Qami Qami\nAzerbaijan β\u0080\u0093 Sona Azizova β\u0080\u0093 One of Those Days\nBulgaria β\u0080\u0093 Denislava and Martin β\u0080\u0093 Voice of Love\nFrance β\u0080\u0093 Enzo β\u0080\u0093 Tic Tac\nGeorgia β\u0080\u0093 Nikoloz Kajaia β\u0080\u0093 Letβ\u0080\u0099s Count The Smiles\nGermany β\u0080\u0093 Pauline β\u0080\u0093 Imagine Us\nIreland β\u0080\u0093 MaiΓΊ Levi Lawlor β\u0080\u0093 Saor\nItaly β\u0080\u0093 Elisabetta Lizza β\u0080\u0093 Specchio (Mirror on the Wall)\nKazakhstan β\u0080\u0093 Alinur Khamzin and Beknur Zhanibek β\u0080\u0093 World of Fairytales\nMalta β\u0080\u0093 Ike & Kaya β\u0080\u0093 My Home\nNetherlands β\u0080\u0093 Ayana β\u0080\u0093Β Mata Sugu AΕ? Ne\nNorth Macedonia β\u0080\u0093 Dajte Muzika β\u0080\u0093 Green Forces\nPoland β\u0080\u0093 Sara James β\u0080\u0093 Somebody\nPortugal β\u0080\u0093 SimΓ£o Oliveira β\u0080\u0093 O Rapaz\nRussia β\u0080\u0093 Tanya Mezhentseva β\u0080\u0093 Mon Ami\nSerbia β\u0080\u0093 Jovana and Dunja β\u0080\u0093 Childrenβ\u0080\u0099s Eyes\nSpain β\u0080\u0093 Levi DΓ­az β\u0080\u0093 ReΓ­r\nUkraine β\u0080\u0093 Olena Usenko β\u0080\u0093 Vazhil\nHosts and Interval Acts\nThe show is being hosted by Γ\u0089lodie Gossuin, Olivier Minne and Carla. For the first time since 2005, the show will beΒ presentedΒ in English and French. Olivier, who spends six months of the year in Los Angeles, will present in English while Γ\u0089lodie will present in French. Carla will switch between both languages.\nOpening the show are Ofenbach who will provide the music for the Flag Parade. The interval will see performances from Valentina last year’s winner as well as Barbara Pravi who finished second at Eurovision 2021. Valentina is performing a Christmas version of her winning song from 2020 “J’imagine”. All nineteen acts will also perform a common song “Imagine”, all proceeds from the song will be donated to UNICEF.\nVoting\nThe winner this evening will be determined by 50% jury voting and 50% online voting. Each country is represented by a jury formed of three adults and two children, they will determine a top ten and award points in the traditional Eurovision style – 1 to 7, 8, 10 and 12 points.\nThe public across the globe can have their say by voting online. Voting is currently open at JESC.tv until 15:59 CET and will open again for 15 minutes during the show. You can select three countries you wish to vote for.\nAs ever the results of the online vote will see the overall % of the vote that each country receives turned into points. You can vote online across the globe regardless of whether the country you are in is participating.\nImage Source: EBU/Nathalie Guyon", "original_url": "https://eurovoix.com/2021/12/19/today-%F0%9F%87%AB%F0%9F%87%B7-the-junior-eurovision-song-contest-2021-live-from-paris/", "wayback_url": "https://web.archive.org/web/20211219034016/https://eurovoix.com/2021/12/19/today-%F0%9F%87%AB%F0%9F%87%B7-the-junior-eurovision-song-contest-2021-live-from-paris/", "a_id": "Q78138804-32"}