{"title": "Ukraine: All you need to know about 'Vidbir' 2022 🇺🇦", "text": "Ukraine: All you need to know about 'Vidbir' 2022 🇺🇦\nOn Saturday 12 February, Ukraine gets its 2022 Eurovision Song Contest entry, via the return of the nation's pre-selection contest, 'Vidbir'.\nGo_A – Ukraine – Grand Final – Eurovision Song Contest 2021 – Rotterdam Ahoy EBU / Andres Putting\nThis weekend in Ukraine, they’ll be taking a momentary break from uttering Be My Valentine to one another, and instead heeding UA:PBC’s suggestion to Be My Guest for a couple of hours. The Ukrainian broadcaster will be hosting Vidbir; a one-evening affair in which they’ll be inviting TV viewers to tune in and select Ukraine’s song for the 66th Eurovision Song Contest in Turin.\nAfter taking a break for a year in 2021, when the 2020 Vidbir winners Go_A finally got to represent their country at Eurovision after the Contest’s cancellation the year before, the pre-selection format makes a welcome return on Saturday night. The first edition of Vidbir in 2016 resulted in a win for Jamala with her song 1944, and given how well that went for Ukraine, with 1944 going on to win the Eurovision Song Contest in Stockholm that May, the contest has stayed firmly put. Since those impressive beginnings, Vidbir has seen victories from huge acts such as Mélovin, Maruv and our Shum-trilling friends Go_A.\nFor Vidbir 2022, we have 8 songs in contention to follow-up Ukraine’s respectable 5th-place finish in Rotterdam, and nab that ticket to Turin. Masha Efrosinina will be hosting the show from the main stage, with Timur Miroshnychenko on green-room hosting duties.\n📺 TUNE IN: Vidbir 2022 will begin at 17:30 CET on UA: PERSHYI on Saturday 12 February. It will also be globally accessible via the broadcaster’s specially set-up live stream on YouTube.\nVoting\nThe result will be determined via SMS voting from the Ukrainian public, and also a professional jury (comprised of Eurovision 2016 winner Jamala, Ukraine’s participant in Eurovision 2006 Tina Karol, and member of the Managing Board of UA: PBC in charge of TV, Yaroslav Lodygin). Once everyone has had their say, Ukraine will have its entry to the Eurovision Song Contest in May.\nThe 8 artists and songs competing in Vidbir 2022\nCloudless NTU\nCloudless – All be Alright\nThe sound of Cloudless – a band who have been around for half a decade now – can normally be rooted in electronica, but they have been known to veer from that path occasionally, in the pursuit of artistic inspiration. One such noteworthy release was the conceptual pop-rock album Mayak, which they put out in 2019, and which featured themes of existential discovery, and overcoming problems.\nTheir song is about acknowledging the imperfections of the world yet believing in the best. The band sings that despite any troubles – be they internal or external – everything will be fine; the main thing is to believe in and work first of all on oneself.\n🎶 Listen: Cloudless – All Be Alright\nMichael Soul NTU\nMichael Soul – Demons\nA graduate of both The X Factor and The Voice in Ukraine, it’s fair to say that Michael’s passion for music is huge. And he’s got the back catalogue of albums and singles to prove it! His style combines pop, soul and r&b, though recently he’s been showcasing a more experimental side.\nThis is a song about Michael’s own personal story of being in the darkness. The idea is that if you replace the word 'demons’ with another, like 'people’, then listeners can derive their own meaning from the song.\n🎶 Listen: Michael Soul – Demons\nOur Atlantic NTU\nOur Atlantic – Моя любов (My Love)\nOur Atlantic is a Ukrainian indie-pop band from Uman town, currently based in Kyiv. The history of the band dates back to 2017. While studying at Uman Music College, the band members began to write together, forming their signature style: Ukrainian-language indie-pop with a touch of disco, funk and soul, inspired by Ukrainian 'mustachioed’ funk of the '70s and '80s.\nThe song is a reflection on the topic of abuse; anyone can become a victim of abuse and it is a sad phenomenon that has no nationality. The musicians are hoping that this theme will resonate with viewers, whether in Ukraine or all over the world.\n🎶 Listen: Our Atlantic – Моя любов (My Love)\nBarleben NTU\nBarleben – Hear My Words\nBarleben debuted as a solo artist back in 2018, and along with building up an impressive repertoire of releases in the time since, he’s also honed his skills as a performer by taking to the stage at various concert venues, including Leopoliss Jazz, Freedom Hall and Jazz Club Domicile in Dortmund, Germany.\nHis song seeks to remind listeners that in times of fear, hatred, tension and aggression, we need to fall back on love, fill our souls with it and recall what it is like to love ourselves, others, our cause and our country.\n🎶 Listen: Barleben – Hear My Words\nRoxolana NTU\nRoxolana – Girlzzzz\nA former contestant on The Voice of Ukraine, last year Roxolana created an art project called Ukraine Is, featuring contemporary pop music combined with the lyrics of renowned Ukrainian poets.\nHer song is all about finding your inner self – being brave, becoming free from social pressure and labels, simply living your best life.\n🎶 Listen: Roxolana – Girlzzzz\nKalush Orchestra NTU\nKalush Orchestra – Stefania\nA hip-hop band with a fondness for folk, Kalush Orchestra is made up of rapper Oleh Psiuk, multi-skilled musician Ihor Didenchuk, beatboxing bagpipes player Vitalii Duzhyk, solo instrumentalist Tymofii Muzychuk, and rapper, DJ and dancer Danyil Chernov.\nThe song is a tribute to Oleh’s mother, which she will only be hearing for the very first time when she tunes in to Vidbir!\n🎶 Listen: Kalush Orchestra – Stefania\nWellman NTU\nWellboy – Nozzy Bossy\nJust last year, Wellboy graduated from the Kyiv National University of Culture and Arts, and celebrated by releasing his debut single. While he was studying, he found time to take part in The X Factor, going so far as to reach the final.\nHis song is about the importance of absorbing strength and energy from the earth, knowing your roots and finding a sense of home.\n🎶 Listen: Wellboy – Nozzy Bossy\nAlina Pash NTU\nAlina Pash – Тіні забутих предків / Shadows of Forgotten Ancestors\nAlina Pash is a Ukrainian singer, songwriter and actress, whose music combines elements of r&b and hip-hop, intertwining them with facets of traditional Carpathian sounds. The Vidbir stage won’t be too daunting for Alina, as she’s already performed at major music festivals such as Atlas Weekend, Brave Factory!, Sonar, Calvi On The Rocks, ESNS and Electric Castle.\nHer song is all about paying homage to our ancestors, and not forgetting those who have shaped us.\n🎶 Listen: Alina Pash – Тіні забутих предків / Shadows of Forgotten Ancestors\nLet us know what you think via the official Eurovision Song Contest YouTube, Instagram, TikTok, Twitter and Facebook channels.", "original_url": "https://eurovision.tv/story/ukraine-guide-to-vidbir", "wayback_url": "https://web.archive.org/web/20220211183530/https://eurovision.tv/story/ukraine-guide-to-vidbir", "a_id": "Q112030640-7"}