{"title": "Hip-hop Ukraine", "text": "Hip-hop Ukraine\nAbout\nFile under Alyona Alyona, Navi Free style Folk, folk rap, pop\n\" A folk-rap madhouse in your living room \"\nBorn in 1994, a child of a working-class family, the future founder of the band Kalush has been rapping, he says, since he was 15. It took 10 years for him to start his own band, after which he rapidly got signed to the hip-hop label Def Jam (part of the Universal Music Group). That in turn led to Oleg appearing on a list of the Ukrainian Forbes ‘30 under 30’ that marked him as one of the most successful Ukrainians under the age of 30. Dreaming of collaboration with Eminem since he was a kid, Oleg Psiuk managed to feature a number of Ukrainian artists on his tracks along the way.\nIt all worked out: Oleg’s rapping skills (sharpened over the years), eclectic music videos (like the first singles ‘Не маринуй’ and ‘Ти гониш’), and even a folk touch by the multi-instrumentalist Igor Didenchuk and an ironic carpet-like look by MC Kilimmen. There’s something for your eyes and ears to discover.\nThere have been two albums released so far, both in 2021, ‘HOTIN’ and ‘Йо-Йо (feat. Skofka)’. One song ‘Додому’ (in English ‘Going Back Home’) featuring Skofka got 13 million views on YouTube, partly because of the nostalgic lyrics painting pictures from childhood, and partly because of the nostalgic melody that painfully reminds of a popular 90s band from Voronezh called “Sektor Gaza”, who used to have a song ‘Пора домой’ ( ‘Going Back Home’ in Russian).\nAmong the other significant featuring artists is Ukrainian rap-singer Alyona Alyona. In fact, the band Kalush initially appeared as a protégé of Alyona, sharing the same director for their debut music video. Lately, Kalush started a side project, Kalush Orchestra, that has more to do with folk motifs, a show of diversity.", "original_url": "https://www.europavox.com/bands/kalush/", "wayback_url": "https://web.archive.org/web/20220112160349/https://www.europavox.com/bands/kalush/", "a_id": "Q112030640-2"}