{"title": "Fairness - Eurovision Song Contest", "text": "Fairness - Eurovision Song Contest\nGovernance\nParticipation in the contest is governed by the Eurovision Song Contest Rules . These Rules are established and enforced by the contest's governing body, the Reference Group , on behalf of all Participating Broadcasters. Embedded within the Rules is a wealth of legacy, some of which dating back several decades. The EBU and the Reference Group are committed to continuously improving the Rules.\nSignificant changes that touch upon the basics of the contest will have to be approved by the EBU's Television Committee, a higher governing body on behalf of the EBU's Member Broadcasters.\nThe Executive Supervisor on behalf of the EBU, who is a permanent member of the Reference Group, ensures that the Rules are being followed on a day-to-day basis and reports any breach of the Rules to the Reference Group.\nIn particular, the Executive Supervisor oversees the voting procedure that determines the outcome of the Eurovision Song Contest.\nA breach of the Rules may result in a formal warning, a financial penalty or a sanction. The highest possible sanction is an exclusion from participation in the contest for a maximum of three consecutive years.\nVoting validation and observation\nThe outcome of the Eurovision Song Contest is determined by a jury of music industry professionals and viewers, each making a 50 percent contribution to the result.\nEach jury, as well as each individual jury member, must meet a strict set of criteria regarding professional background, as well as diversity in gender and age. Additionally, judges pledge in writing they will evaluate the entries based on a set of criteria and state that they are not connected to any of the contestants in any way that could affect their ability to vote independently. Judges can only take seat in the jury once every three years.\nThe juries vote on the basis of the second Dress Rehearsal of each show, which takes place the night before each live show. Each judge should vote independently and no discussion about their vote is permitted. An independent notary oversees the jury gathering, to assure all regulatory procedures are being followed.\nEach jury submits their result to the EBU and its official voting partner Digame via a highly secured system, as well as by fax.\nViewers can submit their vote by phone call, SMS or via the official app. They can vote up to 20 times. Voting tariffs are set by each Participating Broadcaster and will be presented on screen during the shows. Exceptions may apply due to differences in national legislation.\nAll televotes are being processed by the Pan-European Response Platform (PERP), which was developed by the EBU's official voting partner Digame to assure all votes are counted in accordance with the Rules. The entire televoting process is monitored live by some 70 trained professionals from the Voting Control Centre in Cologne, Germany. The setup assures that any attempts to unfairly influence the voting, e.g. via bulk voting are detected and mitigated. The exact methods to prevent and/or detect malicious voting is classified and only known to the EBU Executive Supervisor, the Chairman of the Reference Group, PwC and Digame.", "original_url": "https://eurovision.tv/about/in-depth/fairness/", "wayback_url": "https://web.archive.org/web/20180513002902/https://eurovision.tv/about/in-depth/fairness/", "a_id": "Q104882029-23"}