{"title": "Filipino singer Vincent Bueno sweeps Europe off its feet in \"Musical! The Show\"", "text": "Filipino singer Vincent Bueno sweeps Europe off its feet in \"Musical! The Show\"\nFilipino singer Vincent Bueno sweeps Europe off its feet in \"Musical! The Show\"\nBong Godinez\nRating\nAnother Pinoy performer is on the verge of breaking international ground.\nBarely a month after young belter Charice Pempengco wowed no less than Emmy award-winning host Ellen DeGeneres in her popular talk show, another Filipino is set to duplicate the feat albeit in a different route and venue—Vincent Bueno.\nAccording to ABS-CBN's Europe News Bureau, Vincent successfully sashayed his way to the finals of a major televised musical competition in Austria titled Musical! Die Show (Musical! The Show). As a result, Vincent was swarmed with interview requests from the major dailies and magazines in Austria. He already made headlines after gaining entrance to the finals of the Broadway-inspired musical meet.\nThe attention generated by Bueno, a crowd favorite in the contest, is definitely well deserved. Having to contend with 400 other aspirants, the 21-year-old Filipino performer had to crawl himself out of the equally talented crowd through talent, sheer determination, and loads of luck.\nHis first appearance took place during the first round of the elimination last November 23, 2007. Vincent impressed the televiewers with his version of the Broadway opus, Hair. The winner is determined through text votes or phone-ins.\nPUNK-ROCK THEATER. Compared to its Western and Asian talent show counterparts, Musical! Die Show, is considered more strenuous and challenging owing to its theater leanings. To qualify and compete, contestants are required to act and sing a la Broadway. A contestant, however, is still very much required to blend his or her own style and innovation to break the stereotyped theatrics of stage performance without sacrificing quality.\nAside from going up against several aspirants, Vincent also had to face the sad reality of racial discrimination—a fear raised by most Pinoys and even early foreign fans because of Vincent's Asian background. Fortunately, his roots did nothing to hinder the barrage of European and Pinoy fan votes from coming, votes that eventually catapulted Vincent all the way to the finals, which was supposed to take place earlier today (January 11) at 9:15 pm (4:15 a.m., Manila time). For the final standoff, the Pinoy pride would be going up against two female finalists—Eva Klikovics and Gudrun Ihninger—for the title as well as the 50,000 euros (P3 million).\nSince his first appearance, Vincent's European fans has grown exponentially every week. Most of the show's followers have openly admitted being enthralled by Vincent's strong stage presence, accentuated by his perfect command of graceful body movements, facial expressions and stage antics.\nIn a report by ABS-CBN correspondent Louie Galicia, she took note of one of Vincent's most memorable performances.\n\"In one performance, Bueno received a standing ovation, coupled with an unstoppable thunderous applause, from the studio crowd when he tumbled on stage while belting \"Singing in the Rain\" and while real water poured on his face on stage like real droplets of rain,\" wrote Galicia.\nFans and critics alike hailed the Bachelor of Arts in Music and Theater Arts degree holder from Vienna's Conservatory of Music for his distinct style of merging conventional theater performance with punk-rock aesthetic.\nAnd just like Charice Pempengco, Vincent's performances have found their way through the popular video website, YouTube, uploaded by his growing number of fans and admirers spread all over the world.\nA few months before Vincent competed in Musical!, he performed with Sarah Geronimo when the young singer had a concert in Vienna, Austria, last June 2007.\nGet showbiz news anytime, anywhere on your mobile! Just key in PEP ON and send to 4627. Available to all Sun, Globe, and Smart subscribers.", "original_url": "http://www.pep.ph/guide/1499/Filipino-singer-Vincent-Bueno-sweeps-Europe-off-its-feet-in-Musical!-The-Show", "wayback_url": "https://web.archive.org/web/20080113004701/http://www.pep.ph:80/guide/1499/Filipino-singer-Vincent-Bueno-sweeps-Europe-off-its-feet-in-Musical!-The-Show", "a_id": "Q700468-0"}