{"title": "Vincent Bueno is slated to do an album for Star Records", "text": "Vincent Bueno is slated to do an album for Star Records\nVincent Bueno is slated to do an album for Star Records\nPaul Mata\nVincent Bueno couldn't hide his excitement as he signed a recording deal with Star Records last September 13 at the 9501 Restaurant at the 14th floor of ELJ Building inside the ABS-CBN Compound.\n\"It feels very, very good. For me, it's like a dream come true. I feel very lucky now that I can live my dream,\" said the full-blooded Pinoy singer in an interview after the contract-signing.\nBorn and raised in Austria by his Pinoy parents, Vincent won the Austrian talent search contest Musical Die! Contest in 2008. This is a reality-based talent competition similar to American Idol that showcases contestants' theatrical and dancing skills aside from their vocal prowess. (CLICK HERE to read related story.)\nPEP (Philippine Entertainment Portal) had an exclusive interview with him in 2008 when he won the contest. (CLICK HERE to read related article.)\n\"The contest was about Broadway songs. Doon ako naging popular sa mga Broadway songs. People would just know me as a Broadway singer. But I can also do R&B. I love to mix it up,\" he said in his German accent. He explained that his first language is German since he has lived in Europe since he was born.\nHe had to leave the country a day after the contract-signing for a tour around Europe, which is part of an earlier commitment. Vince will return to Manila this November to start on his album.\n\"I just have to go back to Vienna, Austria. Tatapusin ko lang yung mga shows ko doon. The show is called Musical Rocks. It's a Broadway show na ginawang rock yung show,\" he said.\n\"When I come back, we can work. We can start working. I heard already that after this interview, we're gonna be discussing already about the songs and stuff and the materials. I also produce pieces. I make songs. I make music. I do write my songs. Ako nag-a-arrange ng mga beats ko. I was always driven by this energy and passion.\"\nRETURNING TO THE PHILIPPINES. Nixon Sy, Star Records Promo Unit Head, revealed that it was ABS-CBN President Charo Santos who introduced Vincent. She wanted the Filipino talent to sign up for a record deal as a priority.\nIt was easy for the recording company to take in Vincent since he is being managed by Arnold Vegafria, who also handles the careers of Billy Crawford, Jay-R and Kyla.\nVincent would love to perform OPM songs and sing with Billy, Jay-R, Kyla, Sarah Geronimo, Yeng Constantino and Gary Valenciano, among others.\n\"They are so talented. There are so many talented people here in the country. I really appreciate a lot of our local artists. Marami din challenges in a way. Pero once they give me a chance, and you guys give me a chance, I will do my very, very best to not disappoint you.\"\nVincent is determined to find his niche here in the Philippines. He arrived last August supposedly for a vacation. It was his seventh visit and his first without his parents accompanying him.\nMuch to his surprise, his last vacation turned out to be bigger and better than he expected. He was seen on ASAP XV for five straight weeks. He also served as the front act of Billy Crawford's show at the Music Museum last September 10.\n\"Akala ko nga mag-Boracay ako when I got here. That did not happen. Something different happened here for me. What happened for me was sort of a good shock. Talagang my whole body and soul.\n\"I really want to be focused on my career here. I have to leave my country that I've known. I have to leave my family. Masakit para sa akin. I have to leave my roots and build my name here,\" says the hunky singer who was part of the Cosmo Bachelor Bash earlier this month.\nVincent knows that he has a lot of work to do to prove himself in an industry filled with great talent.\n\"I think I see myself having a mission here also. I bring some of my culture, things that I experienced like the openness and everything, things that I would love to share to you. Kasi it's not just about competing. Life is all about competing. But personally, if you focus on yourself and you know that you can do it, nobody can get you off-track. Alam mo yung kaya mong gawin.\"\nOne of the few things that Vince would also love to try in the future is acting.\n\"I'm open, I'm open,\" Vince said about accepting acting stints in the future. \"I am educated as a performing artist. I studied in music conservatory where I also had acting. But acting on stage or theater is different to acting in front of the camera.\n\"I wanna do music here first. I want to explore my talents. Kasi one of my biggest talents is to show emotions. I'm not the type of guy who hides emotions na parang macho. Maybe this kind of attitude is not bagay sa maraming Pinoy. But I'm not that kind of guy,\" Vincent Bueno revealed at the end of our interview.\nGet showbiz news anytime, anywhere on your mobile! Just key in PEP ON and send to 4627. Available to all Sun, Globe, and Smart subscribers.", "original_url": "http://www.pep.ph/features/extra/23336/vincent-bueno-is-slated-to-do-an-album-for-star-records", "wayback_url": "https://web.archive.org/web/20110119155729/http://www.pep.ph:80/features/extra/23336/vincent-bueno-is-slated-to-do-an-album-for-star-records", "a_id": "Q700468-7"}