{"title": "Fans onthullen castleden The Passion 2018", "text": "Fans onthullen castleden The Passion 2018\nTommie Christiaan en Glennis Grace vervullen dit jaar de rollen van Jezus en Maria in de achtste editie van The Passion. Het muzikale paas-evenement vindt op donderdag 29 maart plaats in de Bijlmer. Zanger Jeangu Macrooy en rapper Brainpower (Gertjan Mulder) vertolken de rollen van de discipelen Judas en Petrus. Bert van Leeuwen zal verslag doen van de processie. Deze namen werden vandaag onthuld door fans van The Passion via een livestream op Facebook. Bij Jinek werd bekendgemaakt dat Arjan Ederveen Pilatus gaat spelen. De bekendmaking van de verteller volgt op een later moment.\nFans namen vandaag deel aan het online bekendmakingsspel ‘Wie is het?’, via Facebook. Binnen een half uur wisten zij de namen van de deelnemende artiesten te onthullen. Later op de avond waren de castleden te zien bij Jinek op NPO 1 en verzorgden daar een muzikale bijdrage.\nIk zie jou in de Bijlmer\nThe Passion staat dit jaar in het teken van het thema ‘Ik zie jou’. In onze dichtbevolkte hoofdstad waar mensen naast elkaar, maar soms ook langs elkaar heen leven, willen we dit jaar een verhaal brengen dat gaat over omzien naar elkaar. Over samen in plaats van alleen. En dat op een plek waar 130 verschillende nationaliteiten samenkomen en 150 kerken telt, het stadsdeel Amsterdam-Zuidoost.\nMeer dan een tv-evenement\nThe Passion vindt plaats in Amsterdam-Zuidoost op evenementenlocatie ArenaPark. Het tv-evenement wordt op Witte Donderdag 29 maart live uitgezonden op NPO 1 én NPO Radio 2. Ook is er dit jaar weer de digitale processie, waarbij bezoekers van thepassion.nl een persoonlijke boodschap kunnen achterlaten tijdens de tv-uitzending. Direct aansluitend op het tv-evenement is er opnieuw Passion Talk: een live nabeschouwing op NPO 1 Extra.\nSamenwerking\nThe Passion is een samenwerking van de omroepen EO en KRO-NCRV en wordt geproduceerd door Eye2Eye Media. Het evenement wordt mede mogelijk gemaakt door Kansfonds, Tear, Leger des Heils, Verus, Protestantse Kerk Nederland en de Protestantse Kerk Amsterdam.\nLees hier meer informatie over de castleden.\nThe Passion wordt op Witte Donderdag 29 maart live uitgezonden om 20.30 uur op NPO 1 en NPO Radio 2.", "original_url": "https://www.thepassion.nl/artikel/2018/02/fans-onthullen-castleden-the-passion-2018/", "wayback_url": "https://web.archive.org/web/20180215083709/https://www.thepassion.nl/artikel/2018/02/fans-onthullen-castleden-the-passion-2018/", "a_id": "Q28109988-12"}