{"title": "Freddie och Tusse till ”Idol”-final", "text": "Freddie och Tusse till ”Idol”-final\nVinnaren av ”Idol” 2019 heter antingen Freddie Liljegren eller Tusse Chiza. Det stod klart efter fredagens seminfinal. För Dao Di Ponziano slutade det med en tredjeplats.\nI fredagens semifinal av ”Idol” fick semifinalisterna Tusse Chiza, Dao Di Ponziano och Freddie Liljegren sjunga tre låtar var. Juryn hade valt två – en utmanande och en att glänsa till. Idolerna hade sedan själva valt en låt från ett av sina tidigare framträdanden i tävlingen.\nJuryn gav Tusse utmaningen att sjunga Eva Dahlgrens ”Ängeln i rummet”, Dao fick ta sig an Zara Larssons ”Ain't my fault” och Freddie fick tolka Darins tolkning av Magnus Ugglas ”Astrologen”.\nÄven om Kisthi Tomita gärna hade sett att Freddie haft mer närvaro i verspartierna, möttes låtnumren av idel beröm. Nikki Amini tyckte att Dao hade fått den tuffaste utmaningen, men att hon löste det briljant.\n– Jag tycker verkligen att du visar alla kvaliteter hos en nutida popartist, sade Nikki Amini.\nDet fanns inför semifinalen orostecken kring Daos hälsotillstånd efter att artisten råkat ut för en hjärnskakning när hon testade ett virtual reality-spel. Men olyckan såg inte ut att ha påverkat 17-åringen nämnvärt.\nHon fick sedan glänsa med Ellie Gouldings ”Love me like your do”, Freddie glänste med Coldplays ”Viva la vida” och Tusse med Jackson 5:s ”I want you back”.\nFör att betona utvecklingen som semifinalisterna har gått igenom under tävlingen fick de till sist också chansen att sjunga varsin låt som de har framfört tidigare under säsongen. Tusse framförde Rag'n'bone Mans ”Human” och Dao sjöng Radioheads ”Creep”.\nFreddies leverans av Stevie Wonders ”Isn't she lovely” hyllades stort av Anders Bagge.\n– Jag skulle kunna sitta här och lyssna i timmar, låt efter låt. Så bra är du, och du ska inte hänga löst. Jag hoppas att du kommer till Globen, sade jurymedlemmen.\nAnders Bagge fick som han hoppades. Tittarna röstade fram Freddie Liljegren och Tusse Chiza till finalen i Globen den 5 december.\n– Det här är inte sant. Jag vill inte prata, sade en rörd Tusse, varpå Freddie tog vid:\n– Det har varit en berg- och dalbana utan dess like, nu är jag och Tusse i mål.\nFör Dao Di Ponziano slutade ”Idol”-resan med en tredjeplats och då kunde hon inte hålla tillbaka tårarna. Efter en stund samlade hon sig och berömde då sina medtävlande, innan hon kommenterade sin egen insats.\n– Jag har så mycket mer att gå för. Jag har gjort mycket här och jag hoppas att jag har satt ett avtryck – det här varit mitt mål, så jag är definitivt nöjd.\nResultatet i semifinalen innebär att ”Idol” för femte säsongen i rad kommer att vinnas av en man.", "original_url": "https://www.sydsvenskan.se/2019-11-29/freddie-och-tusse-till-idol-final", "wayback_url": "https://web.archive.org/web/20191129225446/https://www.sydsvenskan.se/2019-11-29/freddie-och-tusse-till-idol-final", "a_id": "Q76466985-0"}