{"title": "From Swedish Idol to Eurovision star: the rise of Tusse", "text": "From Swedish Idol to Eurovision star: the rise of Tusse\nTusse, born Toussaint Michael Chiza, is a Swedish singer of Congolese origin who has made waves in the music industry, particularly after representing Sweden in the 2021 Eurovision Song Contest. His journey began after winning the Swedish Idol competition in 2019, which led to the release of three singles.\nTusse, Sweden representative in the Eurovision Song Contest 2021\nTusse’s debut single, “Rain,” was released as a CD and on iTunes after his victory in Swedish Idol. He followed this up with the release of “Innan du går,” a track that showcased his vocal range and ability to connect with his audience. His most recent single, “Voices,” was the song he performed at Melodifestivalen 2021, where he went on to win with 175 points.\nRise to stardom\nTusse’s win at Melodifestivalen 2021 earned him the right to represent Sweden in the Eurovision Song Contest, which took place in Rotterdam, the Netherlands. Despite facing racism on social media after his first Eurovision rehearsal, Tusse managed to qualify for the final, held on May 22. In the final, he gave a powerful performance of “Voices” and ultimately finished in 14th place.\nInspirations\nIn a recent interview with Vanity Teen magazine, Tusse opened up about his life, his experiences at Eurovision, and his aspirations for the future. He cited Adele, Sam Smith, Lewis Capaldi, and Bruno Mars as some of his biggest inspirations and noted that he is constantly pushing himself to improve his craft.\nTusse’s success has been a source of inspiration for many people, particularly those from immigrant backgrounds who have faced challenges breaking into the music industry. His music speaks to the struggles of the marginalized and highlights the importance of diversity and inclusivity in the arts.\nAs he continues to grow as an artist, Tusse remains committed to staying true to himself and his roots. He is an inspiration to many and has shown that with hard work and dedication, anything is possible.", "original_url": "https://popxd.com/tusse-swedish-idol-eurovision", "wayback_url": "https://web.archive.org/web/20230331172405/https://popxd.com/tusse-swedish-idol-eurovision", "a_id": "Q76466985-59"}