{"title": "Eurovision 2021: Sweden entry Tusse is still doing homework", "text": "Eurovision 2021: Sweden entry Tusse is still doing homework\nTusse is representing Sweden this year (Picture: Stina Stjernkvist/SVT)\nAll of the entries are feeling the pressure at the Eurovision Song Contest, but Sweden’s representative Tusse has even more to worry about than most.\nThe 19-year-old not only has to prepare for the semi-finals next week, but has to spend his time in between rehearsing and speaking to press doing his homework.\nTusse is set to graduate high school after representing his country at Eurovision next week, and while his teachers have given him a bit of leeway, he isn’t taking his foot off the pedal just yet.\nSpeaking to metro.co.uk from Rotterdam, Tusse said: ‘I’ve been very busy doing interviews and homework and everything. Because I’m graduating from high school right after Eurovision, I have to be alert.’\n‘They think it’s fun,’ he said, when asked how his school reacted to him being chosen to represent Sweden.’\n‘I went to school to say hello before I left and everybody was like, “you have to win, you have to win!”, I think they’re excited. And all the teachers, they were very nice. They were like, “ok, so you have a deadline for this assignment, but you don’t have to follow it because we know how stressful it will be at Eurovision”.’\nTusse, short for Tousin Chiza, was born in Democratic Congo of Congo and was separated from his family aged five during an attempted escape from the country.\nAfter several years in a refugee camp, Tusse was granted asylum in Sweden, and after singing as a young child in Africa, he continued to sing while attending school in his new home.\nHis talent led to Tusse winning Swedish Idol in 2019, releasing a cover of Whitney Houston’s How Will I Know as his debut single.\nBut despite his popularity, the teenager was visibly shocked when it was announced that he had won Melodifestivalen, Sweden’s national selection for Eurovision, with his song Voices by a landslide.\n‘I mean, did you see the competition?’ he said. ‘There were legends – Charlotte Perrelli, Eric Saade, The Mamas. Then they said my name, and it was unreal.’\nThe teenager is feeling the pressure (Picture: EPA)\nTusse slayed the ‘legends’ of Eurovision with his inspirational, anthemic track Voices, an ode to believing in yourself and having your voice heard. While the concept may not be new to Eurovision, the power of Sweden’s 2021 entry comes across in Tusse’s voice, passion and stage presence, and he really believes in the message of the song.\nHe said: ‘The songwriters captured the way I feel in one song. I sing “don’t let them hold you down” and “forget the haters”, all of that stuff is my attitude in life. I want to remind everybody that their voice deserves to be heard and everybody should be themselves.\n‘There’s always pain and struggles but there’s always hope and brighter days ahead. I wanted to capture that journey of life.’\nThere are 39 artists competing at Eurovision this year, but even the casual Eurofan will be expecting big things from Tusse, thanks to who he is representing. Sweden are the second most successful country at Eurovision with six victories, only behind Ireland’s seven, and has the most top five results of the 21st century; in fact, they have only missed the top 10 twice in the last 10 years, in 2013, when Robin Stjernberg came 14th, and in 2010, when Anna Bergendahl shockingly failed to qualify.\nTusse admits there is an added pressure representing Sweden, on top of the pressure from performing in front of hundreds of millions of people. But instead of listening to the fear, he will listen to a Eurovision queen.\nSpeaking about heading to Rotterdam, he said: ‘I was terrified. I was so nervous. Eurovision is the biggest song competition on the planet and it has so many viewers. But I met Loreen, the legend in Sweden from Eurovision, and she said: “Calm down. Forget about everything, and remember why you’re here, what you want to capture and what you want to say with the world.”\n‘That made me realise that I have one goal being here, and that is to spread that message to everyone who is watching on Tuesday. So I won’t be thinking about how big the stage is any more. I’ll forget about the statistics and the results and everything.’\nAs for his competition, Tusse admits that the stakes are high this year. He laughed: ‘I’ve been checking out the competition and there’s a lot of great songs this year, which is not a good sign for me, because I’d like to win of course!’\nTusse competes in the first Eurovision semi-final on May 18.\nMORE : Have I Got News For You and The Jonathan Ross confirm return of studio audiences from next week\nMORE : Minister responds to Dua Lipa’s call at Brit Awards for NHS pay rise", "original_url": "https://metro.co.uk/2021/05/12/eurovision-2021-sweden-entry-tusse-is-still-doing-homework-14569590/", "wayback_url": "https://web.archive.org/web/20210512151152/https://metro.co.uk/2021/05/12/eurovision-2021-sweden-entry-tusse-is-still-doing-homework-14569590/", "a_id": "Q76466985-18"}