{"title": "Eurovision 2021, Senhit: \"Entusiasta di essere stata richiamata in rappresentanza di San Marino\"", "text": "Eurovision 2021, Senhit: \"Entusiasta di essere stata richiamata in rappresentanza di San Marino\"\nCome annunciato nel corso del programma \"Europe Shine a Light\", Senhit tornerà a rappresentare San Marino nell'edizione 2021 dell'Eurovision Song Contest. San Marino RTV punterà ancora una volta sulla cantante italo-eritrea nata e cresciuta a Bologna, che si è distinta negli anni per energia, positività e capacità di coinvolgere il pubblico, grazie al suo talento nel canto e nella recitazione perfezionato in anni di esperienza nei musical internazionali.\n\"Avevamo in mente grandi progetti per quest’anno\", ha dichiara Senhit, \"e, nonostante la cancellazione della gara, c’è stato lo stesso un grande lavoro di squadra in queste settimane, che ci ha permesso di continuare a far sentire l’energia della musica a tutta l’Europa! Perciò sono fiduciosa e ancora più felice di avere davanti tanti mesi per lavorare con tutto il team all’edizione del prossimo anno. Sono entusiasta di essere stata richiamata in rappresentanza di San Marino a Eurovision Song Contest 2021 e pronta a portare tutta la mia grinta su quel palco!\"\nUn entusiasmo che viene ricambiato dal capodelegazione di San Marino Alessandro Capicchioni. \"Sono molto contento della conferma di Senhit\", afferma. \"Era giusto\", prosegue, \"portare a termine il percorso iniziato così bene quest'anno. Questo periodo - così difficile - ha rafforzato i nostri rapporti non solo con la Senhit artista ma anche e soprattutto con la Senhit persona. Siamo pronti a ricominciare per Rotterdam 2021\".", "original_url": "https://www.sanmarinortv.sm/news/cultura-c6/eurovision-2021-senhit-entusiasta-di-essere-stata-richiamata-in-rappresentanza-di-san-marino-a188539", "wayback_url": "https://web.archive.org/web/20200601050951/https://www.sanmarinortv.sm/news/cultura-c6/eurovision-2021-senhit-entusiasta-di-essere-stata-richiamata-in-rappresentanza-di-san-marino-a188539", "a_id": "Q50729731-33"}