{"title": "Eurovision 2021, la finale anche in audiodescrizione. Novità al commento su Radio 2", "text": "Eurovision 2021, la finale anche in audiodescrizione. Novità al commento su Radio 2\nLa conferenza stampa della Rai che si è svolta stamattina alla vigilia della finale dell’Eurovision 2021, è stata portatrice di numerose novità. Una di queste è che nel segno di una sempre maggiore inclusività, la tv pubblica italiana renderà la serata accessibile da Rai Pubblica Utilità anche alle persone cieche, attraverso l’audiodescrizione in diretta sul canale dedicato di Rai Uno e su Rai Play.\nAccanto ai sottotitoli in diretta dallo Studio di Saxa Rubra – che ormai da anni, sulla pagina 777 di Televideo, accompagnano questa produzione, garantendo ai sordi la piena comprensibilità anche dei testi di tutte e 26 le canzoni – l’audiodescrizione garantirà all’utenza cieca di cogliere tutti i dettagli, dai colori alle luci, alla scenografia, ai costumi, alle acconciature, alle coreografie, che contribuiscono alla migliore percezione di un evento di per sé spettacolare.\nUn evento di respiro internazionale, che Rai Accessibilità ha reso fruibile per tutti includendo gli utenti sordi e ciechi, abbattendo tutte le barriere della comunicazione nella “visione” e nell’”ascolto” dell’intera manifestazione.\nAccanto a questo si segnala la variazione al commento su Radio 2: rispetto alle anticipazioni infatti, il direttore di Rai 1 Stefano Coletta ha annunciato che al commento radiofonico accanto ad Ema Stokholma non ci sarà Saverio Raimondo bensì il giornalista di Repubblica Gino Castaldo, dunque ricomponendo la collaudata coppia radiofonica che ha già commentato anche Sanremo oltre all’Eurovision 2019 e allo show sostitutivo 2020 “Eurovision: Europe shine a light”.", "original_url": "https://www.eurofestivalnews.com/2021/05/21/eurovision-2021-la-finale-anche-in-audiodescrizione-novita-al-commento-su-radio-2/", "wayback_url": "https://web.archive.org/web/20210521191228/https://www.eurofestivalnews.com/2021/05/21/eurovision-2021-la-finale-anche-in-audiodescrizione-novita-al-commento-su-radio-2/", "a_id": "Q50729731-260"}