{"title": "Eurovision: \"I Måneskin sniffano cocaina\", la Francia chiede la squalifica", "text": "Eurovision: \"I Måneskin sniffano cocaina\", la Francia chiede la squalifica\nPARIGI La vittoria degli italiani Måneskin e la sconfitta della francese Barbara Pravi fa intervenire persino il Quai d’Orsay: «È la commissione di deontologia che deve risolvere la questione — dice il ministro degli Esteri, Jean-Yves Le Drian —. Se c’è bisogno di sottoporsi ai test, faranno i test ». La presa di posizione del capo della diplomazia francese può apparire un po’ sproporzionata, e fa capire quanto la serata di Rotterdam non sia andata giù a tanti francesi.\nLa Francia c’ha creduto fino all’ultimo, «Voilà» di Barbara Pravi sembrava la canzone perfetta per vincere e tutto era pronto per i festeggiamenti, anche il documentario sulla nuova Piaf che è andato in onda comunque: dopo l’annuncio della vittoria dei Måneskin il collegamento con Rotterdam è stato chiuso e il canale pubblico France 2 ha mandato subito in onda la storia della seconda classificata. Poco prima dell’una del mattino il presidente Emmanuel Macron ha scritto un messaggio su Twitter: «Grazie a Barbara Pravi per avere realizzato questo sogno folle. Il sogno folle di una ragazza dagli occhi neri. Il sogno folle di fare brillare la Francia all’Eurovision. Stasera, è anche il sogno folle di potere di nuovo vibrare insieme, da europei».\nSolo che, lontano dalla tv, la serata era appena cominciata. L’immagine del cantante dei Måneskin che avvicina il volto al tavolino viene diffusa un po’ per scherzo su Twitter, e ritwittata immediatamente soprattutto da utenti francesi. Sulle prime scherzando, poi «Paris Match»prende sul serio la teoria (una bufala) della sniffata di cocaina in diretta e diffonde la notizia che gli organizzatori stanno valutando una squalifica per i Måneskin, nel qual caso la vittoria andrebbe alla candidata francese.\nA quel punto lo scherzo diventa meno simpatico, in conferenza stampa Damiano dei Måneskin deve smentire di avere preso la droga, «non è vero, per favore, non ditelo». Solo che ormai molti account francesi sono scatenati, e molti chiedono un test antidroga. Nell’epoca delle più grandi suscettibilità, a nessuno viene in mente che accusare qualcuno di essersi drogato in diretta può essere spiacevole. Lo stereotipo «sex & drugs & rock’n’roll» è irresistibile, e avrebbe il merito di ridare alla Francia una vittoria che sembrava acquisita. In compenso viene invertito l’onere della prova: gli accusatori non ci pensano neppure a dimostrare la colpa della persona in questione, è l’accusato che improvvisamente è chiamato a discolparsi e infatti Damiano si offre di fare il test per fugare ogni dubbio.\nL’Eurovision è un gioco, certo, e lo spettacolo si nutre anche del clima da Giochi senza frontiere, le rivalità nazionali fanno parte del divertimento, ci mancherebbe, ed è ovvio che gli italiani siano doppiamente contenti: perché hanno vinto, e perché hanno vinto battendo i cugini francesi. Però lo scorno di tanti francesi per il secondo posto sembra un po’ eccessivo, come lo sono i tweet infervorati della star Cyril Hanouna, il più celebre, pagato e seguito animatore della tv francese, protagonista qualche settimana fa di una copertina sul magazine di «Le Monde».\nHanouna è una potenza anche perché possiede una cosa che tutti i politici gli invidiano, ovvero la capacità di entrare in contatto con i francesi comuni, una specie di tribuno popolare giudicato talvolta eccessivo, ma comunque un personaggio chiave per comprendere gli umori della Francia. Cyril Hanouna frequenta l’Eliseo, si scambia sms con il presidente Macron ed è amico della première dame Brigitte, e non esita a fare valere questo rapporto privilegiato anche nella vicenda Måneskin.", "original_url": "https://www.corriere.it/spettacoli/21_maggio_23/eurovision-maneskin-sniffano-cocaina-francia-chiede-squalifica-8812f092-bbcf-11eb-822f-b2d049d46202.shtml", "wayback_url": "https://web.archive.org/web/20210523153529/https://www.corriere.it/spettacoli/21_maggio_23/eurovision-maneskin-sniffano-cocaina-francia-chiede-squalifica-8812f092-bbcf-11eb-822f-b2d049d46202.shtml", "a_id": "Q50729731-379"}