{"title": "\"Non ditelo, io non uso doghe. Siamo pronti a fare il test\"- Corriere.it", "text": "\"Non ditelo, io non uso doghe. Siamo pronti a fare il test\"- Corriere.it\nCome troppo spesso accade sui social, una voce tira l’altra e in poco tempo c’è stato addirittura chi ha chiesto la squalifica dell’Italia, nonostante l’evidente insensatezza della cosa: il momento incriminato dura realmente qualche istante in cui, peraltro, il cantante resta comunque lontano dal tavolino. Se mai fosse plausibile pensare che qualcuno dei partecipanti alla competizione abbia modo di sniffare serenamente cocaina in diretta tv europea, e fianco a fianco al proprio staff, senza che nessuno faccia una piega. Ma nonostante l’accusa priva di ogni fondamento, in conferenza stampa, dopo la vittoria, un giornalista ha comunque ritenuto di chiedere lumi a Damiano sul suo aver abbassato il capo.\nLa risposta\nSguardo serio e fermo, il cantante ha rimandato al mittente ogni accusa: «Io non uso droghe. Non dite una cosa del genere. Niente cocaina. Thomas aveva appena rotto un bicchiere, tutto lì. Io non faccio uso di droghe e non ditelo, per favore». Con poche parole la rockstar gentleman ha messo tutti a tacere. Il messaggio era ancora una volta lo stesso: state zitti e buoni. In nottata, la band ha condiviso un messaggio sui suoi profili social: «Siamo scioccati rispetto a quello che stanno dicendo alcune persone, cioè che Damiano abbia fatto uso di droghe. Siamo realmente contro le droghe e non abbiamo mai fatto uso di cocaina. Siamo pronti a farci fare anche dei test, perché non abbiamo niente da nascondere». E ancora: «Siamo venuti qui per suonare la nostra musica e siamo così felici per la vittoria dell’Eurovision. Vogliamo ringraziare tutti per il supporto. Il rock’n roll non morirà mai. Vi amiamo».", "original_url": "https://www.corriere.it/spettacoli/21_maggio_23/maneskin-damiano-accusato-aver-sniffato-cocaina-diretta-tv-replica-non-ditelo-io-non-uso-doghe-siamo-pronti-fare-test-bc101470-bb8d-11eb-822f-b2d049d46202.shtml", "wayback_url": "https://web.archive.org/web/20210523072552/https://www.corriere.it/spettacoli/21_maggio_23/maneskin-damiano-accusato-aver-sniffato-cocaina-diretta-tv-replica-non-ditelo-io-non-uso-doghe-siamo-pronti-fare-test-bc101470-bb8d-11eb-822f-b2d049d46202.shtml", "a_id": "Q50729731-226"}