{"title": "Eurovision 2020: Stage design revealed for Rotterdam", "text": "Eurovision 2020: Stage design revealed for Rotterdam\nROTTERDAM 2020 Eurovision 2020: Stage design revealed for Rotterdam Flat, minimalist and modern: The stage design for Eurovision Song Contest 2020 has been revealed. The stage is again designed by Florian Wieder\nHe has designed the stage for Eurovision Song Contest six times. The German creative producer and production designer Florian Wieder has had the task of designing his seventh Eurovision stage. He is one of the most famous stage designers for large TV productions and today a model of the stage has been revealed by EBU and the Dutch broadcasters.\nPhoto: NPO/AVROTROS/NOS\nPhoto: NPO/AVROTROS/NOS\nPhoto: NPO/AVROTROS/NOS\nPhoto: NPO/AVROTROS/NOS\nThe design will be flat, minimalist and modern, and is inspired by the slogan Open Up as well as the typical Dutch flat landscape.\nThe artists' Green Room will again be placed inside the arena.\nWhat is your reaction to the stage design?\nThe stage for Eurovision Song Contest 2020 will be created in the Netherlands and will be set up in the arena Rotterdam Ahoy in the first weeks of April 2020.\nSietse Bakker, Executive Producer Event of the Eurovision Song Contest 2020, says:\n– The design is innovative, modest and functionally smart. This way we can create a completely different look for each of the 41 participating acts, opening and interval acts and during the voting results. We’ll present an innovative stage design, grand in its simplicity and yet full of surprises. The designer has perfectly translated this wish into his design.\nStage design by Florian Wieder – a champion in stage design\nFlorian Wieder is the Creative Producer and Production Designer, and has the task of designing the stage for Eurovision Song Contest 2020. It is not the first time he goes into stage design. In his portfolio is a wide range of scenes used for TV production: 16 MTV awards, \"America's Got Talent\", \"Britain's Got Talent\", Eurovision Song Contest in Tel Aviv in 2019, Lisbon in 2018, Kyiv in 2017, Vienna in 2015, Baku in 2012 and in Düsseldorf in 2011, as well as the Austrian versions of \"Star Mania\", \"Dancing With the Stars\", \"Heroes of Tomorrow\" and \"The Big Chance\". He has also designed stages to Beyonce, Jennifer Lopez and U2!\nFlorian Wieder says about his design for Rotterdam 2020:\n– The set design shows the connection between the sky, the sea and the land. The horizon is the link between these elements and that horizon will work as a window to open the world of Eurovision 2020, says Florian Wieder, and continues:\n– The floor plan of the decor is inspired by the canals and bridges that connect land and water in the Netherlands. With this design, we want to bring the artists as close as possible to the public.\nFlorian Wieder's six Eurovision stages\nEurovision 2019: Tel Aviv\nEurovision 2018: Lisbon\nEurovision 2017: Kyiv\nEurovision 2015: Vienna\nEurovision 2012: Baku", "original_url": "https://eurovisionworld.com/esc/eurovision-2020-stage-design-revealed-for-rotterdam", "wayback_url": "https://web.archive.org/web/20191226151102/https://eurovisionworld.com/esc/eurovision-2020-stage-design-revealed-for-rotterdam", "a_id": "Q50729731-46"}