{"title": "Lesley Roy's story continues for Ireland", "text": "Lesley Roy's story continues for Ireland\nRTÉ has announced that Lesley Roy will represent Ireland at the Eurovision Song Contest in Rotterdam next May with a brand-new song.\nIrish-born New York resident Lesley Roy didn’t get the chance to compete with her uplifting pop tune Story of My Life when the Eurovision Song Contest was cancelled last year. In 2021, she will return.\nLesley has spent the past three months in studio working on a new song to represent Ireland with. The song has now been chosen and will be revealed in the New Year. The song was written and produced by Lesley, along with Eurovision producer Lukas Hallgren (Who also produced “She got me”, Switzerland at Eurovision 2019), Philip Strand (producer/songwriter), Normandie, Deepend and Emelie Eriksson, Stockholm based songwriter at Baggpipe Studios.\nIreland's Eurovision 2021 participant Lesley Roy Luca Truffarelli\nLesley Roy said: “It was a real shame we didn’t get to showcase Story of My Life on the Eurovision stage, but had the show not been cancelled this new song would never have emerged. I’ve been working on new material 24/7 and this song was clearly the strongest out of all of the demos. I believe that it is even bigger than Story of My Life, and will reach an even wider audience. I am just so excited to finally get my shot on the Eurovision stage after months and months of work and can’t wait to reveal more information about our song in the New Year.\"\nMichael Kealy, Head of the Ireland Delegation for Eurovision 2021, said: \"We were all very excited about bringing Lesley and Story of My Life to Rotterdam this year so it was a real shame that it wasn’t to be. However, Lesley’s new song is every bit as catchy as the last one and I can’t wait for her to perform it in Rotterdam next May to the biggest live music audience on the planet”.\nDetails of the song and the first airplay will happen at a date to be announced early in the New Year. Ireland will perform in the first semi-final at the upcoming Eurovision Song Contest on Tuesday, May 18th at the Rotterdam Ahoy Arena with the final taking place on Saturday, May 22nd.", "original_url": "https://eurovision.tv/story/lesley-roys-story-continues-for-ireland", "wayback_url": "https://web.archive.org/web/20201217152415/https://eurovision.tv/story/lesley-roys-story-continues-for-ireland", "a_id": "Q50729731-82"}