{"title": "Changes announced to ensure Eurovision comes \"back for good\"", "text": "Changes announced to ensure Eurovision comes \"back for good\"\nThe rules of the Eurovision Song Contest have been amended to ensure that there WILL be a Eurovision Song Contest on 18, 20 and 22 May 2021, and for many years to come, whatever the global circumstances.\n\"The lessons learned from the spring of 2020 are that we need to plan for a global crisis, and we have tailored the rules of the Contest to that effect. We must be able to be more flexible and to make changes even to the format itself and how we organize the event in these challenging times,\" said Martin Österdahl, the Eurovision Song Contest’s new Executive Supervisor.\n\"As organizers of the world’s largest live music event we are determined and united in our mission; to bring back a Contest, a new winner and a handover to a new Host Broadcaster. These elements are in our DNA and part of our legacy,\" he added.\nThe Rules for the Eurovision Song Contest 2021 have been approved by the Reference Group, the Contest’s governing board and distributed to the EBU Members wishing to participate in next year’s event.\nAs part of the measures to ensure the sustainability of the Eurovision Song Contest, the Reference Group has decided on a one-year trial basis to lift the ban of backing vocals (harmonies) from the backing tracks.\nThe idea behind the change is to offer participating broadcasters the possibility to explore new creative ideas, to travel with a smaller delegation for 2021 and reduce the technical burdens on the Host Broadcaster.\nIt also allows songwriters and producers to present their work as close as possible to their original composition and, importantly, ensures the Contest moves with the times.\n\"In 2013 and 2016, when I was Executive Producer for the Contest at SVT in Sweden, we implemented changes to how the running order of songs is chosen and later the way the voting is presented,\" explained Martin. \"Both of these adaptions to one of TV’s oldest entertainment formats helped to create a more exciting show for viewers.\"\nThe use of recorded backing vocals will be entirely optional. Each delegation can choose to use backing singers, whether on or off stage. A combination of live and recorded backing vocals is also allowed.\nAll lead vocals performing the melody of the song, including an eventual use of a so-called lead dub, shall still be live on or off stage in the arena.\n\"When making the rule change maintaining authenticity and fairness has always been front of mind,\" Martin underlined.\nWith the dates for the Eurovision Song Contest 2021 announced this week, the core team from NPO, NOS and AVROTROS in the Netherlands are working hard with the European Broadcasting Union on planning for all eventualities next year.\n\"We have to adapt,\" Martin emphasized, \"even if, as preferred, we are able to come back with our A-scenario; a Contest as we know and love it, in a packed arena with fans and delegations.\"\n\"It is my mission, as I step into the big shoes left by Jon Ola Sand, to ensure the Eurovision Song Contest remains agile but true to its traditions, its values, and its history. When we bring the Contest back in 2021, we are bringing it back for good.\"\nQ and A\nHow are you guaranteeing that there will be a Contest next year?\nWe have updated the rules of the Eurovision Song Contest so that, should it be necessary, we are able to make modifications to the format of the shows and the organization of the event that would allow the Contest to still take place despite restrictions imposed on us by a now unknown scenario. The old rules did not permit this.\nWhat sort of changes do you envisage?\nIt is currently too early to speculate on different scenarios that we could be faced with, and any changes that might need to be made, next year or in the future. It is of course our preference that we are able to come back with a Contest as we know and love it, in a packed arena with fans and delegations.\nWhat has changed in the rules regarding the use of backing vocals at the Eurovision Song Contest?\nIn previous years, all vocals at the Contest had to be performed live on stage by the lead singer and by any optional backing singers, whether on or off camera. Whilst the lead vocalist, and any accompanying vocal support (Lead Dubs) must still perform live on stage, we are now giving broadcasters the option to include backing vocals on the musical backing track used in the performance by all delegations.\nWho made the decision?\nThe decision was agreed by the Eurovision Song Contest Reference Group, the Contest’s governing board and was approved by the EBU Television Committee. Both bodies are comprised of representatives of participating EBU Member broadcasters.\nWhy did you decide to make the change?\nWe believe allowing backing vocals to be pre-recorded increases the creative potential and diversity of acts and facilitates modernization of the Eurovision Song Contest. It also allows songwriters and producers to present their work as close as possible to their original composition. The change also provides the flexibility for participating broadcasters to minimize the size of their delegations, thus saving costs.\nPermitting recorded backing vocals also contributes to reducing the technical burden and costs for the host broadcaster as well. This all contributes to the sustainability of the Contest in our new reality.\nWill a delegation still be able to use live backing singers?\nYes. The use of recorded backing vocals is entirely optional. Each delegation can choose to use backing singers, whether on or off stage. A combination of live and recorded backing vocals is also allowed.\nIn the event of contingency measures restricting the numbers of participants travelling and or performing on stage, backing tracks may have to be amended to include all backing vocals required.\nAre there requirements for the content of the backing track?\nThe backing track cannot contain Lead Vocals, Lead Dubs and/or any other vocals that would have the effect of, or aim at, replacing or unduly assisting the Lead Vocals during the live performance on stage.\nCan a song be performed with live and recorded backing vocals?\nYes. A song can be performed with a combination of live and recorded backing vocals if preferred. The eventual combination of backing vocals on track and stage shall be mixed together by the sound technicians at the event.\nWill there be a limit on the number of backing singers that can be recorded on a backing track?\nNo. In the interests of creativity, and in line with modern production techniques, there is no limit on how many backing singers can be recorded, or on the number of voices that can be replicated, on a backing track. This freedom is afforded to all delegations.\nIs the rule change permanent?\nNo, The ESC Reference Group agreed to trial the rule change for one year. As with all the rules for the Eurovision Song Contest it will be reviewed following next year’s event.", "original_url": "https://eurovision.tv/story/changes-announced-to-ensure-eurovision-comes-back-for-good", "wayback_url": "https://web.archive.org/web/20200618103356/https://eurovision.tv/story/changes-announced-to-ensure-eurovision-comes-back-for-good", "a_id": "Q50729731-51"}