{"title": "Spain: Blas Cantó Accepts TVE'S Invitation To Be Eurovision 2021 Representative", "text": "Spain: Blas Cantó Accepts TVE'S Invitation To Be Eurovision 2021 Representative\nBlas Cantó has accepted the invitation from the Spanish broadcaster to be the nations representative at Eurovision 2021.\nBlas Cantó who was due to represent Spain at this years contest has now accepted TVE’s invitation to represent his nation next year. The singer responded to the invitation stating:\nThere is a commitment on my part to continue working on our candidacy in 2021 and I am very happy to have the opportunity to do so next year…There are many things to do. We are going to bring Eurovision in style, it will be my flag, and we have time to do so and to make a good interpretation in 2021,\nThe European Broadcasting Union will be working in the next few days to determine what will happen with the selected artists and songs for the now cancelled 2020 contest. It is not known whether they will allow songs or artists selected in 2020 to compete, or if new selections will be held in 2021.\nWho is Blas Cantó?\nBlas is a 27 year old singer from Murcia. He was previously a member of boy band Auryn, who last performed together in 2016 and who also took part in the Spanish national selection in 2011. Blas has to date released two studio albums with his latest “Complicados” having been released last month.\nIn 2004, Blas participated in EuroJunior, the contest to select Spain’s entry for that years Junior Eurovision Song Contest. He finished fourth. The winner of the show went on to win Junior Eurovision: Maria Isabel with Antes Muerta Que Sencilla. Representing Spain in Eurovision is therefore a dream Blas has had since he was a child, as RTVE reports.\nSource: Eurovision Spain\nSpain in the Eurovision Song Contest Spain debuted in the Eurovision Song Contest in 1961 and has competed annually since. Spain has won the contest on two occasions the first being in 1968 and the second time in 1969. 1969 is the only year where more than one song has won the contest. The 1969 contest saw a four-way tie between Spain, France, the United Kingdom and the Netherlands. Since 2000 Spain has only managed to finish in the top 10 on five occasions, the last time being in 2014 with Ruth Lorenzo. However, the country has finished 20th or below on ten occasions, the worst placement being 26th in 2017.", "original_url": "https://eurovoix.com/2020/03/18/spain-blas-canto-accepts-tves-invitation-to-be-eurovision-2021-representative/", "wayback_url": "https://web.archive.org/web/20200318185438/https://eurovoix.com/2020/03/18/spain-blas-canto-accepts-tves-invitation-to-be-eurovision-2021-representative/", "a_id": "Q50729731-10"}