{"title": "RÚV confirms Eurovision 2021 participation", "text": "RÚV confirms Eurovision 2021 participation\nIceland’s Head of Delegation, Felix Bergsson, has confirmed to ESCXTRA that Iceland will participate in Eurovision 2021. This makes Iceland the 32nd country to confirm their participation in next year’s competition in Rotterdam.\nSöngvakeppnin or Internally select Daði Freyr?\nThere is still no word on how Iceland will choose its entry or whether the 2020 entrant, Daði Freyr, will be considered again. In our recent interview with Felix Bergsson last month, it was revealed that discussions were taking place on how the Icelandic entry is going to be selected for Rotterdam.\nIf Iceland does opt to select to use Söngvakeppnin to select the 2021 entry for Rotterdam, 2020 winner, Daði Freyr has already revealed, that he has no intentions in competing in Söngvakeppnin once again.\nIceland at the Eurovision Song Contest\nThe country debuted in the contest in 1986, where ICY participated with their song ‘Gleðibankinn’. Since then, the country has participated 33 times and has made the final 26 times.\nIn 2020, Iceland opted to select Daði og Gagnamagnið to represent the nation, with the song ‘Think About Things’. Despite the cancellation of the 2020 contest, his entry became viral on Tik-Tok sensation and has charted in various countries.\nAre you happy that Iceland will be participating in next year’s competition? Do you think Daði Freyr should be internally selected? Let us know! Be sure to stay updated by following @ESCXTRA on Twitter, @escxtra on Instagram and liking our Facebook page for the latest updates! Also, be sure to subscribe to our YouTube channel to see our reactions to the news in the upcoming months.", "original_url": "https://escxtra.com/2020/09/16/iceland-ruv-confirms-eurovision-2021-participation/", "wayback_url": "https://web.archive.org/web/20200916205742/https://escxtra.com/2020/09/16/iceland-ruv-confirms-eurovision-2021-participation/", "a_id": "Q50729731-58"}