{"title": "Slovakia: RTVS will not return to Eurovision in 2021", "text": "Slovakia: RTVS will not return to Eurovision in 2021\nRTVS, the Slovakian national broadcaster, has confirmed to ESCToday that Slovakia will not participate at the upcoming 2021 Eurovision edition in the Netherlands next year.\nEurovision fans will be dissapointed to know that Slovakia will be not returning to our beloved contest next year. We will not be hearing ‘Good evening Europe, this is Bratislava calling….’ next year either.\nThus Slovakia joins Andorra and Luxembourg in the list of countries who have confirmed their non return to the competition next year.\nFinancial constraints and low viewing figures continue to be the key reasons behind the country’s decision to abstain from partaking in the competition, but the Slovak broadcaster does not close the doors for a potential return in the near future.\nRTVS told ESCToday:\nRTVS will not partcipate next year, but we do not rule out future cooperation.\nSlovakia withdrew from the Eurovision Song Contest in 2013 and has not returned since.\nSlovakia in Eurovision\nSlovakia first attempted to partake in the Eurovision Song Contest in 1993 when it competed in the special preliminary semifinal in Slovenia, but failed to qualify. The landlocked central European nation debuted at the Eurovision Song Contest in 1994 with Martin Durinda and Tublatanka.\nThe last time we saw Slovakia on the Eurovision stage was back in 2012 when Max Jason Mai defended the Slovak colours in Baku with his entry Don’t close your eyes. Slovakia has participated 8 times in the competion and has been quite unfortunate when it comes to results, achieving its best result in 1996 when Marcel Palonder placed 18th in Oslo.", "original_url": "http://esctoday.com/180538/slovakia-rtvs-will-not-return-to-eurovision-in-2021", "wayback_url": "https://web.archive.org/web/20200803212540/http://esctoday.com:80/180538/slovakia-rtvs-will-not-return-to-eurovision-in-2021/", "a_id": "Q50729731-63"}