{"title": "๐\u009f\u0087ฌ๐\u009f\u0087ท Greece: 2 Million Viewers Watched 2021 Grand Final", "text": "๐\u009f\u0087ฌ๐\u009f\u0087ท Greece: 2 Million Viewers Watched 2021 Grand Final\nGreece saw 2 million viewers tune in to watch the Grand Final on Saturday night.\n2.035 million viewers watched the Eurovision Song Contest on ERT 1 on Saturday night, giving the broadcaster a 49.4% audience share and marking the most successful Eurovision broadcast in the country since the 2014 edition.\nA total of 840,000 people (16.4% share) tuned in to watch Stefania, who was representing the Mediterranean country, in the second semi-final. As is usually expected, this figure then dramatically increased for the Grand Final as over 2 million people tuned in to watch Greece get their first top 10 result since 2013.\nERT will be pleased to see their viewing figures increasing alongside an upward trend in results. The Greek channel recorded an astounding 3.6 million viewers for the 2009 edition when Greeks tuned in to watch their star Sakis Rouvas compete for the trophy.\nSource: The Nielsen Company // Image Source: www.williamrutten.nl\nGreece in the Eurovision Song Contest Greece debuted in the Eurovision Song Contest in 1974, when they were represented by Marinella and the song โ\u0080\u009cKrasi, thalassa kai tโ\u0080\u0099agori mouโ\u0080? which finished in 11th place with 7 points. Three years later Greece earned their first top 5 finish with Paschalis, Marianna, Robert and Bessy who finished in 5th place with โ\u0080\u009cMathima solfegeโ\u0080?. In 2001 Greece achieved their first top 3 result with Antique and the song โ\u0080\u009cI Would Die For Youโ\u0080?. The song became a European hit, and charted across the continent. In 2005 Helena Paparizou returned to the Eurovision stage as a solo artist and brought Greece their first, and to date only, victory. Her song โ\u0080\u009cMy Number Oneโ\u0080? won with 230 points, beating runners-up Malta by 38 points.", "original_url": "https://eurovoix.com/2021/05/24/greece-2-million-viewers-watched-final/", "wayback_url": "https://web.archive.org/web/20210524163437/https://eurovoix.com/2021/05/24/greece-2-million-viewers-watched-final/", "a_id": "Q50729731-239"}