{"title": "These artists are already confirmed for Eurovision 2021", "text": "These artists are already confirmed for Eurovision 2021\nAfter the unprecedented cancellation of the Eurovision Song Contest this year, multiple participating broadcasters announced that they will continue into 2021 with the same artists they selected for Rotterdam 2020. These 11 - at the time of writing - artists are set to compete in next year's Contest with entirely new songs.\nOn Wednesday 18 March, we regretfully had to announce the cancellation of this year's Contest due to the uncertainty created by the spread of COVID-19 throughout Europe and the restrictions put in place by the governments of the participating broadcasters and the Dutch authorities.\nAfter the cancellation, the following countries announced that they will be represented in 2021 by the representative initially selected for this year: Azerbaijan, Belgium, Bulgaria, Croatia, Georgia, Greece, Israel, Spain, Switzerland, the Netherlands and Ukraine.\nWith the unusual situation of 11 artists for the Eurovision Song Contest 2021 already selected in March, more than a year before the Contest will take place, the national selection season for 2021 will be very different from previous years.\nAzerbaijan: Efendi\nPublic broadcaster Ictimai announced that Efendi will go on to represent Azerbaijan in 2021.\nEfendi Farhad Ali\n28-year-old Samira Efendi has competed in popular musical programs, such as Yeni Ulduz, Böyük Səhnə (3rd place) and The Voice of Azerbaijan (3rd place). In 2017, she also took part and finished in 3rd place in the Silk Way Star, an international singing competition aired in Kazakhstan. In 2019, she successfully represented Azerbaijan at the Voice of Nur-Sultan, again in Kazakhstan.\nREAD MORE: Efendi's 2020 participant profile\nHooverphonic Zeb Daemen\nFor the past 25 years, Belgian band Hooverphonic has blurred the lines between symphonic soundscapes and highly infectious pop tunes. Never one to place all of his eggs in one basket, frontman Alex Callier has always strived to deliver quality songs, sung by the best singers in the business.\nREAD MORE: Hooverphonic's 2020 participant profile\nBulgaria: VICTORIA\nVICTORIA Lora Musheva\nVictoria's distinctive voice and style position her as one of the most promising new artists in Bulgaria. The young singer-songwriter and her team are working on Victoria's first EP, expected to be released in autumn 2020. Victoria loves animals and has 4 rescue dogs, 2 rabbits and a parrot. In 2020, she will be one of the official European ambassadors of Earth Hour.\nREAD MORE: VICTORIA's 2020 participant profile\nDamir Kedžo Damir Kedžo Promo\nDamir Kedžo is a 32-year-old pop singer and one of the most recognizable faces within the Croatian music scene. Kedžo was born in Omišalj, on the island of Krk, and began his music career by participating in a music show 16 years ago. For the last few years, Kedžo's songs have been among the most-played in Croatia, and his singles are award-winning hits.\nREAD MORE: Damir Kedžo's 2020 participant profile\nGeorgia: Tornike Kipiani\nTornike Kipiani Temo Kvirkvelia\nTornike Kipiani was born 11 December 1987 in Tbilisi, Georgia. He is a 32-year-old musician, the father of 3 children and a professional architect. When he founded his own band at age 19, he didn't even consider becoming a vocalist. While Tornike and his bandmates looked for an additional member to fill that vacant spot, he took that spot.\nREAD MORE: Tornike Kipiani's 2020 participant profile\nGreece: Stefania\nStefania Chantal Antonides\n17-year-old Stefania Liberakakis, also known simply as Stefania, is a Greek-Dutch singer, actress and YouTuber. Stefania was born and raised in the Netherlands and, at a very young age, realized her inclination and love for music.\nREAD MORE: Stefania's 2020 participant profile\nIsrael: Eden Alene\nEden Alene Ran Yehezkel\nWith both parents hailing from Ethiopia, 20-year-old Eden Alene was born in Jerusalem. After studying ballet for 11 years through her young life, Eden started taking vocal training lessons and soon after decided to pursue a career in music.\nREAD MORE: Eden Alene's 2020 participant profile\nSpain: Blas Cantó\nBlas Cantó Laura Ortiz\nBlas Cantó, born 26 October 1991, is one of the most influential musicians in the Hispanic pop music scene at the moment. He is a versatile artist, a perfectionist and a performer who thrives in front of a live audience.\nREAD MORE: Blas Cantó's 2020 participant profile\nSwitzerland: Gjon's Tears\nGjon's Tears SRF/Lukas Mäder\nGjon has dedicated his heart and soul to music since he was a child. Moving his grandfather to tears with his rendition of Elvis Presley's Can't Help Falling in Love as a 9-year-old was a formative experience for him. The artist's name came from this very experience: Gjon's Tears. \"Whether it's joy, sadness or melancholy – I want to touch people with my music in every possible way.\"\nREAD MORE: Gjon’s Tears' 2020 participant profile\nThe Netherlands: Jeangu Macrooy\nJeangu Macrooy Anton Corbijn\nThe seeds to Jeangu's musical journey were first planted when he received a guitar from his parents for his 13th birthday. Together with his twin brother Xillan, he formed a musical duo. His artistic ambitions, however, proved bigger than the scene in his native Surinam and he moved to the Netherlands at the age of 20.\nREAD MORE: Jeangu Macrooy's 2020 participant profile\nUkraine: Go_A\nGo_A JSC \"UA:PBC\"\nThe band Go_A creates a modern reinterpretation of Ukrainian folklore, packaged in electronic sound. The group's name consists of 'Go', as 'movement', and 'A', as in the ancient Greek letter 'alpha' which refers to going back to one's cultural roots.\nREAD MORE: Go_A's 2020 participant profile", "original_url": "https://eurovision.tv/story/these-artists-are-already-confirmed-for-eurovision-2021", "wayback_url": "https://web.archive.org/web/20200323164336/https://eurovision.tv/story/these-artists-are-already-confirmed-for-eurovision-2021", "a_id": "Q50729731-13"}