{"title": "Vasil is back for North Macedonia!", "text": "Vasil is back for North Macedonia!\nVasil was set to represent North Macedonia in 2020 with the song 'You' before the Contest was cancelled. Now, Macedonian Radio and Television (MKRTV) has delighted fans with the announcement of his return for Eurovision 2021.\nVasil’s Eurovision journey began in 2019 as a backing vocalist for Tamara Todevska in Tel Aviv. He soon made a big name for himself when in January last year, MRT (North Macedonia's public broadcaster) announced his participation in the Eurovision Song Contest 2020. His song, You, was revealed later in early March.\nAfter the cancellation of the Eurovision Song Contest 2020, Vasil participated in the second episode of Eurovision Home Concerts which premiered in April. He sang You and a mashup of Helena Paparizou's My Number One and Netta's Toy.\nVasil has been keeping busy over the past few months. He's been working on his new album, Vasil Sudbina, which will be released in 2021. We can't wait!\n\"Rarely in life do we get not just one, but 3 chances to make our dream come true. In 2019 I proudly stood behind Tamara Todevska, in 2020 I dedicated everything to YOU - but Covid said no! In 2021 I am using my personal journey and story to place my heart in your hands through my voice\" Vasil said about his return. He added: \"Never stop believing, dreaming and fighting for what you stand for in life. Dreams do come true!\"\nMKRTV has opened a submission for the song which ends on 27 January. Music producers from North Macedonia and beyond are invited to put their talent and creative energy into the project and offer their best assets.\nAbout Vasil\nVasil Garvanliev started his musical journey as early as 7 years old, performing in some of the most popular Macedonian children’s festivals. When he was 12 years old he moved to the United States with his family, where he progressed his career as a soloist in the Chicago Children’s Choir. From there, he continued to pursue his love of music and singing. He attended some of the world’s most prestigious music schools, including Academia Liricia Italiana in Milan, the University of Toronto Opera School and the Royal Conservatory of Music Glenn Gould in Toronto which led him to perform at some of the world’s most respected festivals. Since his return to North Macedonia in 2018, he's performed in solo concerts and has released several successful pop songs.\nWe can't wait to see Vasil's performance in 2021!", "original_url": "https://eurovision.tv/story/vasil-is-back-for-north-macedonia", "wayback_url": "https://web.archive.org/web/20210120121850/https://eurovision.tv/story/vasil-is-back-for-north-macedonia", "a_id": "Q50729731-84"}