{"title": "The 4 ways to make Eurovision 2021 happen", "text": "The 4 ways to make Eurovision 2021 happen\nAfter Duncan Laurence’s victory in Tel Aviv in 2019, the Netherlands was ready to organize the Eurovision Song Contest after 40 long years. But, as you know, that didn’t exactly go as planned. Due to the impact of the coronavirus, the 2020 Contest was cancelled. Thankfully, the Eurovision Song Contest will definitely return in 2021 and on 22 May a new winner will be crowned!\nIn order to be able to make that promise, the EBU and Dutch Host Broadcasters NPO, NOS and AVROTROS have been working on 4 basic scenarios for hosting the competition.\nScenario A: A normal Eurovision Song Contest\nIn this situation, the Eurovision Song Contest will be organized as normal from Rotterdam’s Ahoy Arena with 9 shows (including the dress rehearsals) in a packed venue, with delegations and artists from all the participating broadcasters and numerous activities in and around Rotterdam.\nThe feasibility of this scenario largely depends on the roll-out of a possible vaccine for COVID-19 or the availability of reliable testing.\nScenario A would include a packed Ahoy Arena EBU\nScenario B: Socially distant Eurovision Song Contest – at 1.5 meters\nEveryone present at the Eurovision Song Contest in Rotterdam would need to practice social distancing and remain 1.5 meters from each other at all times.\nAgain, there would be 9 shows, with an audience in the arena, but with limited capacity to allow for social distancing.\nTeams from each participating broadcaster would travel to Rotterdam, but with limits on the number of people in each delegation and on the number of press who could attend. Activities in and around Rotterdam would be adapted accordingly.\nBecause there would be less space for the audience in this scenario, a new seating layout would have to be made. If that happens, a fair draw will be held to decide who can still attend each show. There will be more information about this in the first months of 2021. Anyone who is unsuccessful in the draw will, of course, be refunded the full purchase amount for their tickets.\nScenario C: A Eurovision Song Contest with travel restrictions\nA Eurovision Song Contest, probably also socially distanced, from Rotterdam’s Ahoy Arena as in scenario B, with 9 shows and a limited number of audience members in the arena.\nIf there are any delegations who cannot travel to Rotterdam, their artists will perform from their own country.\nAll performances in the shows will be brought together in Rotterdam. The entries of the countries that are allowed to travel and the opening and interval acts will still be performed live.\nEurovision: Europe Shine A Light was socially-distant produced back in May 2020 EBU / Kris Pouw\nScenario D: Eurovision Song Contest in lockdown\nShould the Netherlands end up in a lockdown-like situation again, there will be a Eurovision Song Contest without an audience and probably without activities in and around Rotterdam.\nThe performances of the participants will all come from their own country and be brought together from Rotterdam’s Ahoy arena, much like we will see at the Junior Eurovision Song Contest in November.\nA definitive choice between scenarios will be made based on the situation in the early months of 2021.\n\"The ambition to make it happen and to make the best Contest to date is definitely still there\"\nHost broadcasters NPO, NOS and AVROTRS have 2 years of preparation time. When we talked to Sietse Bakker, Executive Producer of the Contest in 2020 and 2021, back in May, he said: \"As a public broadcaster, when you win the Eurovision Song Contest, you want to make the best Eurovision Song Contest ever. You want to do better than the previous year. A lot of work has been done and a lot of knowledge has been gathered. We have learnt a lot over the last year, but I also know that the months ahead will be challenging. We have to think of how we can make the Contest happen no matter what. It brings new challenges, but the ambition to make it happen and to make the best Contest to date, that ambition is definitely still there.\"\nThe 4 scenarios to make Eurovision 2021 happen NPO/NOS/AVROTROS\nOpen Up\nIt was confirmed that the theme for the 65th Eurovision Song Contest will remain the same – Open Up.\nThe slogan ‘Open Up’ was originally intentionally incomplete when it was chosen for Eurovision 2020. “Feel the freedom to complete the slogan in your own way. We found it important to choose a theme that reflects the spirit of our times. With the slogan we warmly invite people to open up to others, to different opinions, each other’s stories and of course to each other’s music,” said Sietse back in 2019.\nOpen Up… to Chantal, Jan, Edsilia and Nikkie\nChantal Janzen, Jan Smit, Edsilia Rombley and Nikkie de Jager (NikkieTutorials) will return as presenters in 2021. They were set to host Eurovision 2020, and presented Eurovision: Europe Shine A Light in May.\nFrom left to right: Edsilia Rombley, Chantal Janzen, Jan Smit and Nikkie de Jager EBU / Kris Pouw\nOpen Up… to the stage design\nDuring the press event, it was also announced that the stage design for Eurovision 2020 will come back in 2021: “The stage will be carried over to next year because that was already prepared. Apart from that, a lot depends on what is possible at that time, on the availability of all those involved and on what fits the spirit of 2021\" Sietse told us.\nIn the coming months we will reveal more details about the Eurovision Song Contest 2021, so make sure to follow us on the official channels and stay up-to-date about the biggest music competition in the world.\nRead answers to the frequently asked questions here.", "original_url": "https://eurovision.tv/story/the-4-ways-to-make-eurovision-2021-happen", "wayback_url": "https://web.archive.org/web/20201005031101/https://eurovision.tv/story/the-4-ways-to-make-eurovision-2021-happen", "a_id": "Q50729731-60"}