{"title": "Andorra: Susanne Georgi States She Has Secured Funding To Bring Andorra Back To Eurovision", "text": "Andorra: Susanne Georgi States She Has Secured Funding To Bring Andorra Back To Eurovision\nSusanne Georgi, the last singer to represent Andorra at Eurovision, has stated she has secured funding to be able to bring the nation back to the competition.\nSusanne Georgi who represented Andorra at the Eurovision Song Contest 2009 has told Eurovisión y esas movidas, that she has secured funding to bring the nation back to the contest after an over decade long absence. The singer has informed the Andorran Government that she has secured the funding and made the Government aware of the project at the end of 2019.\nShe explained that for her Andorra returning to the contest is not about taking victory, but about promoting her country to the world:\nThe victory is to be in Eurovision! …And I don’t do it to be able to sing myself! I don’t want to sing! It is a matter of patriotism; what I want is to bring Andorra to Eurovision!\nThe Government of Andorra has not replied to Eurobloc who have requested a comment regarding the proposal.\nRTVA the Andorran public broadcaster has not participated in the Eurovision Song Contest since 2009, having made their debut in 2004. The current Director General of the channel Xavier Mujal has met with the current Government, at which time it is reported that discussions around Andorra returning to the contest took place.\nMr Mujal has commented over the past year that it is not up to the Andorran broadcaster to decide about the nations Eurovision participation. Instead that due to the costs involved the Andorran Government must be the ones to decide on whether Eurovision is worth the investment.\nImage Source: escXtra / Source: Eurovisión y esas movidas", "original_url": "https://eurovoix.com/2020/05/19/andorra-susanne-georgi-states-she-has-secured-funding-to-bring-andorra-back-to-eurovision", "wayback_url": "https://web.archive.org/web/20200526153313/https://eurovoix.com/2020/05/19/andorra-susanne-georgi-states-she-has-secured-funding-to-bring-andorra-back-to-eurovision/", "a_id": "Q50729731-140"}