{"title": "๐\u009f\u0087ท๐\u009f\u0087ด Romania: 178,000 Viewers for Eurovision Grand Final", "text": "๐\u009f\u0087ท๐\u009f\u0087ด Romania: 178,000 Viewers for Eurovision Grand Final\n178,000 viewers in Romania saw the Grand Final of the Eurovision Song Contest 2021.\nLast night 178,000 viewers in Romania saw the Grand Final of the Eurovision Song Contest 2021 on TVR1. The show had a market share of 3.9%. The show was the 7th most watched in Romania in its time slot last night.\nIn 2019 in Romania 147,000 viewers saw the Grand Final of the Eurovision Song Contest, meaning that 31,000 more viewers saw this year show. However the last time Romania made the final in 2017 over 500,000 viewers saw the final and pre 2016, more than 1,000,000 would watch most years. 2021 was the third overall lowest figure reported for Romania.\nOn Tuesday a total of 138,000 viewers watched on TVR 1 as Romania failed to qualify for the Grand Final of the Eurovision Song Contest 2021. The figure represents a fall of 25% compared to the equivalent show in 2019, the audience share was 2.1%.\nImage Source: EBU / Thomas Hanses | Source: Eurofestival News, paginademedia\nRomania in the Eurovision Song Contest Romania first participated in the Eurovision Song Contest in 1994, the country had tried to participate in 1993 but failed to get through the pre-qualifying round. At the 1994 contest Dan Bittman finished 21st in the final scoring 14 points, Romania didnโ\u0080\u0099t make it through to another final until 1998. Romaniaโ\u0080\u0099s best results in the contest are two third-place finishes. In 2005 Luminita Anghel & Sistem finished 3rd scoring 158 points, while Paula Seling & Ovi finished 3rd in Oslo with the song โ\u0080\u009cPlaying with Fireโ\u0080?. Romania missed the 2016 contest due to TVR being removed from the EBU.", "original_url": "https://eurovoix.com/2021/05/23/romania-178000-viewers-for-eurovision-grand-final-secondlowest-on-record/", "wayback_url": "https://web.archive.org/web/20210523113856/https://eurovoix.com/2021/05/23/romania-178000-viewers-for-eurovision-grand-final-secondlowest-on-record/", "a_id": "Q50729731-247"}