{"title": "Serbia: RTS Confirms Eurovision 2021 Participation", "text": "Serbia: RTS Confirms Eurovision 2021 Participation\nRTS has confirmed that Serbia will be competing in the Eurovision Song Contest 2021 in Rotterdam, the Netherlands.\nThe Serbian public broadcaster RTS has confirmed to ESCToday that they will be competing in the Eurovision Song Contest 2021. RTS has not yet revealed any details regarding how they will select their act or song for the contest which will take place in Rotterdam next May.\nSerbia was set to be represented at the 2020 Eurovision Song Contest by the group Hurricane before the contest was ultimately cancelled due to COVID-19.\nThe Eurovision Song Contest 2021\nThe 2021 Eurovision Song Contest will be held in Rotterdam, The Netherlands, on the 18th, 20th and 22nd of May, following the cancellation of the 2020 contest due to the Coronavirus pandemic.\nTo date the following artists have been confirmed as competing in the contest:\nAustralia – Montaigne\nAustria – Vincent Bueno\nAzerbaijan – Samira Efendi\nBelgium – Hooverphonic\nBulgaria – Victoria\nCzech Republic – Benny Cristo\nGeorgia – Tornika Kipiani\nGreece – Stefania\nIsrael – Eden Alene\nLatvia – Samanta Tina\nMalta – Destiny Chukunyere\nNetherlands – Jeangu Macrooy\nRomania – Roxen\nSan Marino – Senhit\nSlovenia – Ana Soklic\nSpain – Blas Cantó\nSwitzerland – Gjon’s Tears\nUkraine – Go_A\nWhile the following nations have confirmed their participation:\nCroatia\nCyprus\nDenmark\nEstonia\nFinland\nFrance\nGermany\nIreland\nLithuania\nNorway\nSerbia\nSweden\nImage Source: Eurovision.tv – Thomas Hanses / Source: ESCToday\nSerbia in the Eurovision Song Contest Serbia have competed as an independent nation in the Eurovision Song Contest since 2007, and have seen great success in the competition. Their first entry in 2007, Marija Šerifović’s “Molitva”, won the contest in Helsinki with 268 points, making Serbia’s debut one of the most successful in Eurovision history. From then up to their year’s break in 2014, Serbia finished in the top 10 a further two times, including a 3rd place finish in 2012 with Željko Joksimović’s “Nije ljubav stvar”.", "original_url": "https://eurovoix.com/2020/08/31/serbia-rts-confirms-eurovision-2021-participation/", "wayback_url": "https://web.archive.org/web/20200910045808/https://eurovoix.com/2020/08/31/serbia-rts-confirms-eurovision-2021-participation/", "a_id": "Q50729731-57"}