{"title": "๐\u009f\u0087ท๐\u009f\u0087ธ Serbia: RTS Records Highest Eurovision Audience Share Since 2012", "text": "๐\u009f\u0087ท๐\u009f\u0087ธ Serbia: RTS Records Highest Eurovision Audience Share Since 2012\nThe Serbian broadcaster RTS recorded its highest audience share for the Eurovision Song Contest Grand Final since 2012.\nThe Eurovision Song Contest dominated the viewing figures for the Serbian broadcaster last week. The Grand Final saw a total of 43.1% of the viewing audience in the country tune in for the Grand Final, making it the most-watched show on RTS last week. This is the highest share for Eurovision in Serbia since 52.2% of the audience watched the 2012 final.\nEurofestivales reports that a total of 1,162,900 viewers watched the final making it the most-watched contest in Serbia since the 2012 contest as well. The Semi-Finals saw a share of 29.9% for Semi-FInal Two and 15.2% for Semi-FInal One.\nSerbia placed 15th in the Grand Final of Eurovision 2021 represented by Hurricane with “Loco Loco”. Serbia was 21st with the juries and came 9th with the public televote.\nImage Source: EBU / Thomas Hanses | Source: RTS / Eurofestivales\nSerbia in the Eurovision Song Contest Serbia have competed as an independent nation in the Eurovision Song Contest since 2007, and have seen great success in the competition. Their first entry in 2007, Marija ล erifoviฤ\u0087โ\u0080\u0099s โ\u0080\u009cMolitvaโ\u0080?, won the contest in Helsinki with 268 points, making Serbiaโ\u0080\u0099s debut one of the most successful in Eurovision history. From then up to their yearโ\u0080\u0099s break in 2014, Serbia finished in the top 10 a further two times, including a 3rd place finish in 2012 with ลฝeljko Joksimoviฤ\u0087โ\u0080\u0099s โ\u0080\u009cNije ljubav stvarโ\u0080?.", "original_url": "https://eurovoix.com/2021/05/24/serbia-highest-eurovision-audience-share/", "wayback_url": "https://web.archive.org/web/20210524160101/https://eurovoix.com/2021/05/24/serbia-highest-eurovision-audience-share/", "a_id": "Q50729731-248"}