{"title": "Ballet and BMX bikes for second Semi-Final", "text": "Ballet and BMX bikes for second Semi-Final\nMore details about what to expect from the shows in Rotterdam have been revealed by the Dutch broadcasters today. Renowned ballet dancer Ahmad Joudeh and BMXer Dez Maarsen will perform during the second Semi-Final.\nYou might recognise Ahmad from the Emmy award-winning Dance or Die (2019), a documentary that followed the artist’s story for two years when he was discovered by the Dutch National Ballet after leaving his war-torn hometown of Damascus, Syria.\nFor his performance Ahmad will combine classical ballet, contemporary dance and Sufi whirling to deliver a powerful message:\n“This will be the most important performance of my career. My mission in life is to tell my story because my story relates to many people who need a voice. Our society consists of people from different places and with different cultures, yet we are all Dutch. That is also what you see on stage: diversity. We are all different, but also all Dutch. Together with Dez and the other dancers we tell the story of the Netherlands: the power of unity.”\nJoudeh will collaborate with Flemish-Moroccan choreographer Sidi Larbi Cherkaoui, artistic director of Ballet Vlaanderen and choreographer of Beyoncé and Jay-Z’s Apeshit music video filmed at the Louvre Museum, Paris.\nDez Maarsen is a professional BMX Flatland rider with ten Dutch titles and a World Championship appearance under his belt. The sportsman is building a bike from scratch so it fits in perfectly with the artistry of the act:\n“Our performance is poetic. It is about people from different cultures who, despite their diverse backgrounds, find common ground. It's about acceptance.”\nMaarsen’s piece will be choreographed by Marco Gerris, who won the leading Prins Bernhard Cultuurfonds Prize in 2020 together with ISH Dance Collective.\nDez Maarsen ISH Dance Collective - ©Sjoerd Derine\nHead of Show, Gerben Bakker commented:\n“During our shows we are highlighting the best of the Netherlands and each performance has its own story. In this spectacular dance act we tell the story of our natural desire for connection. In our lives it is important to find each other and to pay attention to each other. And even though we are sometimes at a distance and the world is adrift, we still manage to find each other again. A theme that is more topical than ever due to the crisis we are still in the middle of. The choreography of both acts is illustrative of the time in which we now live. Two top talents who feel at home in the Netherlands shine in this act. Where Dez Maarsen was born on Dutch soil and developed his talent here, Ahmad Joudeh grew up in Syria and found his homeland in the Netherlands. The performance therefore has the appropriate title: ‘Close Encounters of a Special Kind’.”\nAhmad Joudeh and Dez Maarsen’s fantastic interval performance can be seen on Thursday 20 May in the second Semi Final of the Eurovision Song Contest 2021.", "original_url": "https://eurovision.tv/story/dutch-interval-semi-two", "wayback_url": "https://web.archive.org/web/20210309144426/https://eurovision.tv/story/dutch-interval-semi-two", "a_id": "Q50729731-97"}