{"title": "🇱🇹 Lithuania: The Roop win Pabandom iš naujo", "text": "🇱🇹 Lithuania: The Roop win Pabandom iš naujo\nThe Roop have won the Grand Final of Pabandom iš naujo, winning the right to represent Lithuania at the Eurovision Song Contest for the second year in a row.\nSix artists competed in the final of Pabandom iš naujo to fight for the right to represent Lithuania at the Eurovision Song Contest 2021. The Roop who were due to represent Lithuania at Eurovision 2020 with the song “On Fire” will now go on to represent Lithuania at Eurovision 2021, with their song “Discoteque”.\nThe six participants were (Winner in bold – jury + public vote):\nGebrasy – Where’d You Wanna Go? – x points (x+ 10) x th Martyna Jezepčikaitė – Thank You Very Much – x points (x+ 8) x th Evita Cololo – Be paslapčių – x points (x+ 5) x th Voldemars Petersons – Never Fall For You Again – x points (x+ 7) x th Titas & Benas – No – x points (x+ 6) x th The Roop – Discoteque – 24 points (12+ 12) 1st\nAn expanded jury was used in voting in the final, In the previous three shows a jury of five music professionals voted on the performances, but tonight a jury of eight members voted.\nThe Roop has been the favourite to win Pabandom iš naujo since their participation was announced late last year. Since the release of their 2021 Eurovision entry “Discoteque” the song has gone on to break local records for views on youtube and streams on Spotify. “Discoteque” even has already become the most-streamed song in one week in Lithuania on Spotify, a record previously achieved with “On Fire” by the Roop last year in 2020. In its first week of release “Discoteque went to number one in Lithuanian digital and airplay charts.\n“Discoteque” is now available to buy or stream from all major music sales and streaming services here.\nSource: LRT | Image Source: E. Blaževič / LRT\nLithuania in the Eurovision Song Contest Lithuania debuted in the Eurovision Song Contest in 1994, however on their debut they finished in last place with nul points. Lithuania didn’t return to the contest until 1999 when Aiste finished 20th with the song “Strazdas”. Lithuania’s best result came in 2006 when LT United performed “We Are The Winners”; they finished 6th in the final with a total of 162 points. Lithuania’s only other top 10 finish came in 2016 when Donny Montell performed “I’ve Been Waiting For This Night” in Stockholm, he received 12 points from the public in Ireland, Norway & United Kingdom.", "original_url": "https://eurovoix.com/2021/02/06/%F0%9F%87%B1%F0%9F%87%B9-lithuania-the-roop-win-pabandom-is-naujo/", "wayback_url": "https://web.archive.org/web/20210206204413/https://eurovoix.com/2021/02/06/%F0%9F%87%B1%F0%9F%87%B9-lithuania-the-roop-win-pabandom-is-naujo/", "a_id": "Q50729731-56"}