{"title": "Nominees announced for 2020 National Live Music Awards & Public Voting Opens", "text": "Nominees announced for 2020 National Live Music Awards & Public Voting Opens\nToday the National Live Music Awards is thrilled to reveal the nominees for its 5th annual award ceremony, set to be held on 20th October 2020.\nTopping the list of nominations is Sampa The Great, who released her debut album The Return to international acclaim last September. The Melbourne artist has three nominations – Live Act of the Year, Live Voice of the Year and Best Live Act in VIC – plus an individual nomination for her collaborator Silentjay.\nJoining Sampa The Great for the biggest award of the night is Brisbane’s Ball Park Music, up-and-coming hip hop artist Genesis Owusu, Tropical Fuck Storm and WAAX – who also enjoy three nominations, with Best Live Act in QLD and Live Drummer of the Year (Tom Bloomfield) rounding out their list.\nBrisbane stalwarts Violent Soho have also found themselves with three nominations – for Best Live Act in QLD, Best Live Guitarist (James Tidswell) and Best Live Bassist (Luke Henery). The group released their long awaited follow up to Waco, Everything Is A-OK, in April, and fit in a brief tour in February before the pandemic forced venues around the country to close their doors.\nWhile the list is full of many familiar names and past winners – with artists like Stella Donnelly and Ngaiire receiving two nominations this year – there are several acts receiving nominations for the first time. Some, like Warren Ellis, The Go-Between’s Lindy Morrison (nominated here for her work with Alex The Astronaut) and DMA’s need no introduction, and their nominations are surely overdue.\nOthers, like Best Live Act in QLD nominee Miiesha, find themselves on the list after seemingly exploding onto the scene amidst a pandemic – a remarkable accomplishment in its own. Other first time nominees include the likes of Grace Barbé, Lime Cordiale, Ruby Fields, Ceres, Caitlin Harnett & The Pony Boys, Aya Yves, Sly Withers and Slag Queens.\nSpeaking of new awards, the newly introduced Journalist Award presented by The Music Network recognises the outstanding contribution to live music journalism in Australia. Nominees for the award reflect a who’s who of the country’s most prolific by-lines – Pilerats’ Hayden Davies, Junkee‘s Jules LeFevre, regular The Guardian contributor Kate Hennessy, The Brag Media‘s Poppy Reid and Sosefina Fuamoli, a freelance contributor to outlets like The Big Issue and triple j.\nThe other new award this year is presented by Oztix and recognises the work of promoters in Australia, who bring International artists into the country for unforgettable tours – something we’re all missing desperately at the moment. Nominated this year are Secret Sounds for The 1975, Frontier Touring for TOOL, Handsome Tours for Sleaford Mods, Elton John with Chugg and AEG, and Live Nation with Secret Sounds for Orville Peck.\nNational Live Music Award Board Member Katie Noonan says of the nomination announcement, “Once again, I am inspired and buoyed by the quality and diversity of nominations for the 2020 National Live Music Awards. Live Music in Australia is truly world class and these nominations are the evidence.”\n“Our industry was decimated within a matter of days mid March and will be the last to recover, but we fight on – to protect our amazing and resilient industry and all the artists who make it the world class beast it is! The phoenix will rise from the ashes of this pandemic, and our amazing Australia music will be the soundtrack to its new journey.”\nIn addition to the nominations being announced today, a number of special achievement awards will be revealed in the leadup to the event, and handed out during the presentation. This includes a special award presented by our partners Musicians Making a Difference (MMAD), the national not-for-profit organisation inspiring the next generation to create change through the power of music and mentoring.\nThough a Live Legend Award was planned for this year, and the recipients have been informed, the winners and the awards decided mutually to defer the presentation of their win until the next award ceremony, which will see us induct two artists into the National Live Music Awards’ Hall of Fame, for 2020 and 2021. This will allow the winners to receive the full accolades they deserve.\nThe NLMAs will be streamed around Australia and the world through our partners Dailymotion on October 20th, the night before BIGSOUND kick off their two day digital event. A special invite-only, socially distanced gala will be held exclusively and simultaneously at The Triffid in Brisbane, with live performances and special presentations to be announced.\nDirector of the NLMAs, Larry Heath, said of today’s nomination announcement, “It’s an honour to reveal the NLMA’s Class of 2020, a group who reflect a year that is split between normality and the exact opposite – but one that deserves to be celebrated from start to end – for incredible performances, ingenuity and perseverance.”\n“We hope for those nominated, this is a glimmer a good news in what we know is a very tough time for so many around the country involved in the live industry – from the musician to the sound engineer, the venue owner to the festival booker. Our thoughts are with all of you, the entire Australian live industry – the best damn live scene in the world.”\nThe 2020 National Live Music Awards are presented by Oztix, Brisbane City Council, Dailymotion, Panhead Custom Ales, Jameson, FV By Peppers, Red Octopus, Musicians Making a Difference (MMAD) and our national media partners The Music Network.\nOur regional media partners are 2SER (NSW), BMA (ACT), SYN Media (VIC), Foldback Media NT, Edge Radio (TAS) and Three D Radio (SA).\nThe 2020 NLMAs Nominees\nLive Act of the Year\nBall Park Music\nGenesis Owusu\nSampa The Great\nTropical Fuck Storm\nWAAX\nLive Voice of the Year\nMontaigne\nNgaiire\nSampa The Great\nStella Donnelly\nZaachariaha Fielding (Electric Fields)\nLive Guitarist of the Year – Presented by Jameson\nBec Goring (Gordi, Alexander Biggs, Merpire)\nCourtney Barnett\nJames Tidswell (Violent Soho)\nOscar Dawson (Holy Holy)\nStu Mackenzie (King Gizzard and the Lizard Wizard)\nLive Bassist of the Year\nFiona Kitschin (Tropical Fuck Storm)\nGrace Barbé\nJennifer Aslett (Stella Donnelly)\nJoe Russo (Rolling Blackouts Coastal Fever)\nLuke Henery (Violent Soho)\nThe Sheddy: Live Drummer of the Year\nG-Flip\nLindy Morrison (Alex The Astronaut)\nTalya Valenti (Stella Donnelly, Bolt Gun)\nTim Commandeur (Tkay Maidza, PNAU)\nTom Bloomfield (WAAX)\nLive Instrumentalist of the Year\nKirsty Tickle (Party Dozen)\nSilentjay (Sampa The Great)\nToby Chew Lee (Baker Boy, The Veronicas etc.)\nWarren Ellis (Nick Cave and the Bad Seeds, Dirty Three)\nZoe Davis (Cub Sport)\nLive Event of the Year – Presented by Panhead Custom Ales\nBIGSOUND\nSt Jerome’s Laneway Festival\nWOMADelaide\nWoodford Folk Festival\nYours & Owls Festival\nPhotographer of the Year – presented by Red Octopus\nAdrian Thomson\nJess Gleeson\nLauren Connelly\nMichelle Grace Hunder\nTashi Hall\nLive Music Journalist of the Year – presented by The Music Network\nHayden Davies\nJules LeFevre\nKate Hennessy\nPoppy Reid\nSosefina Fuamoli\nInternational Tour of the Year – presented by oztix\nElton John (Chugg & AEG)\nOrville Peck (Live Nation & Secret Sounds)\nSleaford Mods (Handsome Tours)\nThe 1975 (Secret Sounds)\nTOOL (Frontier Touring)\nStill To Be Announced: Special Achievement Awards and the Musicians Making a Difference (MMAD) Award\n— STATE AND TERRITORY AWARDS —\nVoting open at nlmas.com.au/vote until 24th September.\nBest Live Act in NSW – Presented by 2SER\nCaitlin Harnett & The Pony Boys\nDMA’s\nLime Cordiale\nNgaiire\nRuby Fields\nBest Live Act in ACT – Presented by BMA\nAya Yves\nCitizen Kay\nHope Wilkins\nKirklandd\nWitchskull\nBest Live Act in VIC – Presented by SYN\nAlice Ivy\nCable Ties\nCeres\nKira Puru\nSampa The Great\nBest Live Act in QLD\nJaguar Jonze\nMallrat\nMiiesha\nViolent Soho\nWAAX\nBest Live Act in WA – Presented by Dailymotion\nGreat Gable\nStella Donnelly\nSly Withers\nSouthern River Band\nYour Girl Pho\nBest Live Act in NT – Presented by Foldback Media NT\nCaiti Baker\nKuya James\nMambali\nStevie Jean\nSerina Pech\nBest Live Act in TAS – Presented by Edge Radio\nA. Swayze and the Ghosts\nChase City\nEWAH & The Vision of Paradise\nMeres\nSlag Queens\nBest Live Act in SA – Presented by Three D Radio\nBad//Dreems\nBromham\nLonelyspeck\nMy Chérie\nWest Thebarton\nPhoto Credit: Sampa The Great – Michaela Dutkova", "original_url": "https://www.nlmas.com.au/2020/09/08/nominees-announced-for-2020-national-live-music-awards-public-voting-opens/", "wayback_url": "https://web.archive.org/web/20200915000721/https://www.nlmas.com.au/2020/09/08/nominees-announced-for-2020-national-live-music-awards-public-voting-opens/", "a_id": "Q19666292-37"}