{"title": "What my father taught me", "text": "What my father taught me\nDad is the one who gave me my music education. When I was about three, he played Crowded House's Woodface. He got me to listen to Neil Young, Bob Dylan, Led Zeppelin and Cream. Isabella says her dad is responsible for her love of music. We have a tradition of listening to the Triple J Hottest 100 together on Australia Day and he was the one who introduced me to female artists. He played me Alicia Keys' album Songs in A Minor - it had a huge impact on me. I had never heard anybody play classical piano in a R&B context - it was an eye-opener. Thanks to him, I got to explore artists like Beth Orton, Aimee Mann, Patti Smith, Fiona Apple and Emmylou Harris. Dad was a primary school teacher and school bus driver before I was born. He is still a great teacher. He has always been affectionate and physically protective. He is the kind of dad who never loses his temper.\nHe is an intellectual and my creative inspiration, always asking if I have read this or seen that. But mostly, it was about music. I have memories of Dad being in the kitchen and cooking - he made most meals. He taught me to clean up as you go and to keep everything ordered. Dad explained where meat came from and where food was grown before it appeared on our plate. I remember being a little kid, sitting on the kitchen bench and him flinging little bits of raw beef at me to try. I thought it was the most delicious meat I had ever tasted. As an only child, when my parents separated, age eight, it felt like the death of my family. I respect my dad and mum for how they handled their divorce. My dad remained very attentive to me and wanted to make sure I was okay. Dad taught me resilience. When he and Mum broke up after 20 years together, I was having problems at school. I was concerned with fitting in, being liked, and I wanted a good social life. I remember getting in the car with Dad when he came to pick me up after school and bursting into tears.\nHe is an intellectual and my creative inspiration, always asking if I have read this or seen that. But mostly, it was about music. Isabella Manfredi I told him I didn't feel like everybody else. He said, \"Izzi, you're special,\" and told me it's okay not to be like everybody else, and going your own way is part of being a great artist and a good person. Dad taught me how to back myself, how to argue and make sure you have all your facts straight. The Preatures' latest single, I Know a Girl, is out now; thepreatures.com. Bertie Blackman\n• Singer-songwriter and artist • Daughter of artist Charles Blackman Singer-songwriter and artist Bertie Blackman. Credit:Nic Walker I didn't realise the gravity of my dad's fame as a famous Australian painter until I got to school and my teachers would say, \"Wow.\" I remember being in his studio and watching his broad strokes of colour on the canvas. Dad taught me how to draw a straight line using my pinky. I nearly got in trouble at school because I thought you didn't need a ruler to draw a straight line.\nBertie with Charles, who taught her to be \"fearless\". He loved to paint with loud classical music playing in the background. He would always call out, \"Now Beatrice Octavia, who is this?\" and I would try my luck: \"Beethoven, Vivaldi ...\" Dad would recite poetry to me and talk to me like I was an adult. It doesn't feel like a father/daughter relationship. He is more like a friend. He is such a wise, charismatic and beautiful man who taught me to go by the beat of my own drum, to be fearless. Dad always preached the importance of being true to yourself. He would say, \"F... what everybody else thinks. Don't worry about that. Around every corner lies a mystery.\" Our home was always full of art dealers and artists. There were always long lunches and loud conversations. I remember his friend Barry Humphries being around, and me staying up with Dad until 1am to watch the Dame Edna Everage show on TV.\nWe spent a lot of family time in Queensland and I remember collecting pipis on the beach with Dad. Once, we got kicked out of a hotel in Cairns because the cleaning lady walked in and found Dad in the nude. He never worried about what others thought. My mum and dad broke up when I was almost five. I have known my dad with dementia and illness longer than I have known him without it. It's 20 years since he got sick. Dad doesn't really know what I do because of his dementia. He thinks I am a rapper who sings in Spanish. I live around the corner from Dad and visit him regularly. He is hard of hearing and frail. I draw with him sometimes. We recently looked at a Van Gogh book and he told me he liked his painting Skull of a Skeleton with Burning Cigarette. He made a comment about liking the idea of smoking when you're dead. The fags got taken away from him and all he cares about is cigarettes. He still has a sense of humour. Bertie Blackman has an exhibition at Lindberg Galleries, Melbourne, during September; bertieblackman.com.\nJessica Cerro • AKA Montaigne, singer • Daughter of soccer player Gus Cerro Singer Jessica Cero, AKA Montaigne. Credit:Nic Walker My dad played in the National Soccer League in Australia and also played football in Malaysia. I take after my dad in the calm and measured way he approaches situations.\nDad is a skilled athlete and runs his own football school for kids. While football is his entire life and he encouraged us to play, he still found time to take me to ballet and tennis lessons. He encouraged music as well. He bought me and my sister a karaoke machine and plastic microphone to sing Britney Spears to every weekend. Jessica has her father Gus to thank for her strong work ethic. I went to all of Dad's football games. As I got older, I got involved. He taught me everything I know about playing it. He thinks that as well as being skilful, the game is about being respectful and understanding the value each player brings to the game. He gave me my work ethic and it's a strong one. I was a hippie when I was 17 and 18.\nI tried to grow dreadlocks and didn't wear make-up. I was rebelling against the conventions of beauty. Dad got angry with me and on my case. He told me about the importance of dressing properly and being presentable. He made me understand that you can be against some things in society but you are part of it and need to contribute. Writing about my queerness is something I never thought my dad or mum could handle, but they are totally on board. I was initially afraid of how Dad might react but he's been supportive. Dad taught me that sometimes opportunities aren't there but you can make them happen if you believe enough, no matter what age you are. • Montaigne's debut album, Glorious Heights, is out now; montaignemusic.com.au.", "original_url": "https://www.smh.com.au/lifestyle/life-and-relationships/what-my-father-taught-me-20160901-gr6dmn.html", "wayback_url": "https://web.archive.org/web/20191007082441/https://www.smh.com.au/lifestyle/life-and-relationships/what-my-father-taught-me-20160901-gr6dmn.html", "a_id": "Q19666292-2"}