{"title": "Montaigne enlists Talking Heads' David Byrne for 'Always Be You'", "text": "Montaigne enlists Talking Heads' David Byrne for 'Always Be You'\nIn what's a perfect art-pop pairing, Montaigne and David Byrne have joined forces for a new song and video, 'Always Be You'.\n\"It's pretty much the biggest deal in the world for me to be able to collaborate with him,\" Jessica Serro, aka Montaigne, writes in an Instagram post. She adds that his influence extends beyond just fronting Talking Heads and his solo work, crediting his book How Music Works as a \"groundbreaking read [and] totally changed how I approached live performance.\"\n\"I've always resonated as well with - maybe more than any other artist I've witnessed - the sort of demeanour, tone, and sense of humour that David's carried himself with as an artist.\"\nThe influential frontman offers both his distinctive vocals and presence, appearing in the accompanying music video, which was directed by Jacinthe Lau and Sydney artist (and another Unearthed fave) Nick Ward. Watch below.\nSkip YouTube Video FireFox NVDA users - To access the following content, press 'M' to enter the iFrame.\nDavid Byrne admits he had not heard of Australia's own ARIA winner/Eurovision contestant/Unearthed alumnus when he was first approached to collaborate, but adds:\n\"After my current show was safely up and running I checked out her new and old songs and quickly responded, yes! How could I have not been aware of this person? Someone I imagine might occasionally get labelled ‘quirky’-as I often am.\n\"...With Jess that quirkiness translates into complete heartfelt honesty and transparency about her feelings - feelings many of us might be ashamed or afraid to admit to - all set to incredibly infectious tunes. Brave, weird and catchy. Thrilled to be invited and love how the songs turned out.”\nA short history of Talking Heads A look inside one of the most fascinating bands of all time\nThe team-up follows on from Montaigne releasing 'Now (In Space)', which will feature alongside 'Always Be You' on an upcoming new album.\nNo release date yet, but she describes the follow-up to her second album (2019's Complex) as \"buoyant & funny & light that feels like [a] progression from the neurotic danceable music I've made in [the] past.\"", "original_url": "https://www.abc.net.au/triplej/news/musicnews/montaigne-talking-heads-david-byrne-song-video-always-be-you/13771550", "wayback_url": "https://web.archive.org/web/20220225051119/https://www.abc.net.au/triplej/news/musicnews/montaigne-talking-heads-david-byrne-song-video-always-be-you/13771550", "a_id": "Q19666292-63"}