{"title": "Montaigne named as Australia's Eurovision entrant for 2021 after this year's coronavirus cancellation", "text": "Montaigne named as Australia's Eurovision entrant for 2021 after this year's coronavirus cancellation\nMontaigne named as Australia's Eurovision entrant for 2021 after this year's coronavirus cancellation\nUpdated\nShe may have missed out on performing at the Eurovision Song Contest this year, but Montaigne will get her chance after being named as Australia's entrant for the 2021 edition.\nKey points: Australia has competed at the Eurovision Song Contest since 2015\nThe contest was cancelled for 2020 because of concerns about coronavirus\nMontaigne will work on a new song for 2021\nIn February, the singer-songwriter won Australia Decides, outscoring Casey Donovan, Vanessa Amorosi and seven other acts to clinch a spot at Eurovision.\nHowever, last month growing concerns about the spread of the coronavirus led the European Broadcasting Union and this year's scheduled hosts, the Netherlands, to announce the cancellation of 2020's event.\nThe art-pop performer had delivered the winning song, Don't Break Me, with a dramatic staging at the live Gold Coast final.\nWhile appearing at this year's Australia Decides, Dami Im — who produced Australia's best performance at Eurovision when she came second with Sounds of Silence in 2016 — drew a big reaction when she announced that she was going to throw her hat in the ring for 2021.\nBut SBS has now followed the lead of a number of countries involved in the contest by confirming Montaigne's place as Australia's representative next year.\n\"I'm so happy to receive this good news during such times,\" Montaigne said in a statement.\n\"At home, we've started this ritual of cracking open a fortune cookie daily and reading our fortunes to each other and I got one that read, 'You will be sharing great news with all the people you love'. I'm so glad it came true!\"\nMontaigne, whose musical talents were discovered in triple j's Unearthed project in 2012, is an ARIA-winning artist who has collaborated with the likes of the Hilltop Hoods.\nWith the contest to decide Australia's entrant for next year now not needed, SBS said the focus would turn to developing new music.\n\"Although SBS and fans alike will miss Eurovision — Australia Decides 2021, this will honour Australia's decision and give Montaigne the chance to show the world what we already know — that she is an incredibly talented, exciting and original artist,\" SBS commissioning editor and Australia's Eurovision head of delegation Josh Martin said.\n\"Our focus will now shift to a new song for 2021 and Montaigne is not wasting a moment of this period of isolation with many new ideas already on the table!\"\nEurovision rules do not allow the 2020 songs to be chosen for next year.\nTopics: infectious-diseases-other, respiratory-diseases, covid-19, arts-and-entertainment, music, australia, netherlands\nFirst posted", "original_url": "https://www.abc.net.au/news/2020-04-02/montaigne-named-for-eurovision-2021-coronovirus-cancellation/12113208", "wayback_url": "https://web.archive.org/web/20200402043838/https://www.abc.net.au/news/2020-04-02/montaigne-named-for-eurovision-2021-coronovirus-cancellation/12113208", "a_id": "Q19666292-0"}