{"title": "Montaigne to star in musical comedy ‘Time To Buy’", "text": "Montaigne to star in musical comedy ‘Time To Buy’\nMontaigne has been announced to lead a new musical comedy titled Time To Buy, helmed by the SBS as a spin-off to its political satire program The Feed.\nIt marks the Sydney-native pop artist’s first starring role as an actress, though she has a history with the SBS by way of her stint representing Australia at last year’s Eurovision Song Contest. Playing the role of Erin, she stars alongside Vic Zerbst (playing Jo) as they embark on the hunt to buy their first property together.\nAs the made-for-TV film’s official synopsis reads, “they’ve reached their breaking point with renting. Between the cramped conditions, their terrible housemate (Jenna Owen), and their terrible housemate’s pet snake, they decide it’s time – time to buy. It’s time to take the plunge into Australia’s ridiculous property market, but how will they manage it?\nAdvertisement\n“Throughout their journey, Jo and Erin come head-to-head with a pair of baby boomers with their eyes on the same property. Can they beat them at auction? And if they do, will Jo and Erin’s relationship survive the stress?”\nTake a look at the first trailer for Time To Buy, as well as a preview of the original song ‘We Are Millennials’, below:\nDescribed as “a musical about love, money and negative gearing”, the film will also star viral comedian/artist Tom Cardy – who had two songs make it into triple j’s Hottest 100 of 2021 – Hamilton actor Marty Alix and Rob Carlton of Paper Giants. Per a press release, characters will include “dodgy landlords, predatory lenders, fawning real estate agents, and a virtual chat bot in the middle of an existential crisis”.\nTime To Buy will be available to stream through SBS On Demand from Tuesday March 8.\nAdvertisement\nIn other Montaigne news, the artist is currently gearing up to release her third studio album, set for release later this year. She’s described the record as “the peak of [her] career”, writing in a social media post: “It’s full on how much this thing has come to completely stun and amaze me with regards to who has decided to be on it and how beautiful and wholesome it is.”\nThe as-yet-untitled album’s cosmic-inspired lead single, ‘Now (In Space)’, was released last October. It followed the August release of ‘My Life Is Better With You’, an original theme song for the podcast My Brother, My Brother And Me. Fans in Melbourne and Sydney will be able to hear the former track live on the last two dates of Montaigne’s tour in support of it, playing the former city on Thursday February 17 and the latter on Thursday March 3.\nMontaigne will also perform at the BASSINTHEGRASS festival in Darwin on Saturday May 21, and in Narrabeen on Saturday March 19 as part of this year’s Great Southern Nights concert series.", "original_url": "https://web.archive.org/web/20220223042854/https://www.nme.com/en_au/news/music/montaigne-to-star-in-musical-comedy-time-to-buy-3157043/", "wayback_url": "https://web.archive.org/web/20220302095137/https://web.archive.org/web/20220223042854/https://www.nme.com/en_au/news/music/montaigne-to-star-in-musical-comedy-time-to-buy-3157043/", "a_id": "Q19666292-62"}