{"title": "Jessica Cerro releases “I’m A Fantastic Wreck”", "text": "Jessica Cerro releases “I’m A Fantastic Wreck”\nNews Jessica Cerro releases “I’m A Fantastic Wreck”\nSydney songwriter Jessica Cerro has spent the past two years refining and developing her song writing skills whilst completing her HSC. Under the moniker \"MONTAIGNE\" this talented 18 year old is wowing the world with her brand new works.\nWe’re not talking about the philosopher, though the moniker is indeed a reference to the 16th century essayist. But if Michel de Montaigne is to renaissance philosophy, this MONTAIGNE is to music. Montaigne is the stage and artist name of Jessica Cerro and this is how she lives through music.\nJessica Cerro was a triple j Unearthed High’s finalist of 2012 with boppy indie pop song ‘Anyone But Me.’ Searching for a deeper, more meaningful sound, Jess decided to wait on pursuing her music career full-time in order to finish her secondary studies.\nOver the course of the past two years she spent time refining and developing her songwriting skills under the guidance of Michael Szumowski of Albert’s music. Consuming more of the fiction that feeds her introspectively self-conscious lyrics her quest was to develop a more mature worldview. Late last year Montaigne recorded her first EP with producer Tony Buchen (The Preatures, Andy Bull).\n‘I’m A Fantastic Wreck’ is the first offering from Montaigne’s forthcoming debut EP, due for release later this year. The EP, titled Life of Montaigne, is like a book, each song a chapter. Each sound is unique, leaving us to understand the depths of our very private selves, with influences such as The National, Sigur Rós, Arcade Fire and Owen Pallett.\nStream \"I'm A Fantastic Wreck\" on Spotify", "original_url": "http://albertmusic.com/news/jessica-cerro-releases-im-a-fantastic-wreck", "wayback_url": "https://web.archive.org/web/20140830231625/http://albertmusic.com/news/jessica-cerro-releases-im-a-fantastic-wreck", "a_id": "Q19666292-5"}