{"title": "๐\u009f\u0087บ๐\u009f\u0087ฆ Go_A's Eurovision 2021 entry has been decided", "text": "๐\u009f\u0087บ๐\u009f\u0087ฆ Go_A's Eurovision 2021 entry has been decided\nThe Ukrainian broadcaster UA:PBC has announced that their Eurovision 2021 entry for Go_A has been decided by jury.\nOut in March\nLast week the broadcaster announced the jury, who was set to select the song Go_A will represent Ukraine with at the Eurovision Song Contest 2021. Today the broadcaster revealed that the group submitted three songs to the jury and the jury has made their decision. The selected song is set to be published in March.\nThe five members of the jury were:\nJamala โ\u0080\u0093 singer, winner of Eurovision Song Contest 2016\nโ\u0080\u0093 singer, winner of Eurovision Song Contest 2016 Yevhen Filatov โ\u0080\u0093 producer, leader of The Manaken band\nโ\u0080\u0093 producer, leader of The Manaken band Ruslan Kvinta โ\u0080\u0093 music producer, composer\nโ\u0080\u0093 music producer, composer Yaroslav Lodygin โ\u0080\u0093 member of the Managing Board of UA: PBC in charge of television\nโ\u0080\u0093 member of the Managing Board of UA: PBC in charge of television Dmytro Khorkin โ\u0080\u0093 member of the Managing Board of UA: PBC in charge of radio\nUkraine in Eurovision Song Contest\nGo_A won Ukraineโ\u0080\u0099s national selection for the Eurovision Song Contest 2020 with the song โ\u0080\u009cSoloveyโ\u0080\u009d. The group got the highest points from the both jury and the televoters. As the 2020 contest was cancelled, the broadcaster UA:PBC selected Go_A internally as their representative for Eurovision Song Contest 2021.\nUkraine has competed in the contest 15 times, winning twice and regularly featuring in the top 10. To date, Ukraine remains one of two participating countries who have always qualified for the final.ย\nWhat kind of song would you like to see from Go_A? Let us know below or on social media @ESCXTRA!", "original_url": "https://escxtra.com/2021/02/01/go_as-eurovision-2021-entry-has-been-decided/", "wayback_url": "https://web.archive.org/web/20210201184345/https://escxtra.com/2021/02/01/go_as-eurovision-2021-entry-has-been-decided/", "a_id": "Q104439362-4"}