{"title": "2020 Semi-Final line-up to stay for 2021", "text": "2020 Semi-Final line-up to stay for 2021\nWith the same 41 countries that would have sung in Rotterdam last May participating again in 2021, the Reference Group of the Eurovision Song Contest has agreed to not to proceed with a new Allocation Draw in January. That means all the countries drawn to perform in Semi-Finals 1 and 2 this year will remain in the same for Rotterdam 2021. The Big 5 and The Netherlands will also vote in the same Semi-Final as drawn last year.\nBy keeping the allocation of the Semi-Finals the same as in 2020 fans who have bought a ticket to see their own country will still be able to do so if circumstances allow. Martin Österdahl, Executive Supervisor of the Eurovision Song Contest said: “Under normal circumstances we would be looking forward to the Allocation Draw and Host Insignia Exchange Ceremony as an important milestone on the road to Rotterdam 2021. With the same participating countries as last year , the Reference Group decided that it made sense for both ticket holders and for participating broadcasters to keep the same Semi-Final draws as 2020. Even though we won’t have the traditional Ceremony in January we have plenty more planned to build excitement ahead of the return of the Eurovision Song Contest next year.”\nThe Semi-Finals will include the following countries:\nBig 5 + Host Country the Netherlands\nSemi-Final Allocation Draw results NPO/AVROTROS/NOS\nGermany, Italy , and the Netherlands will vote in the first Semi-Final .\nFrance, Spain and the United Kingdom will vote in the second Semi-Final.\nFirst Semi-Final (18 May 2021)\nThe first Semi-Final of Eurovision 2021 NPO/AVROTROS/NOS\nFirst half\nNorth Macedonia\nBelarus\nLithuania\nSweden\nSlovenia\nAustralia\nIreland\nRussia\nSecond half\nNorway\nCyprus\nCroatia\nAzerbaijan\nMalta\nIsrael\nUkraine\nRomania\nBelgium\nSecond Semi-Final (20 May 2021)\nThe second Semi-Final of Eurovision 2021 NPO/AVROTROS/NOS\nFirst half\nAustria\nMoldova\nPoland\nSan Marino\nSerbia\nIceland\nCzech Republic\nGreece\nEstonia\nSecond half\nDenmark\nBulgaria\nSwitzerland\nFinland\nArmenia\nLatvia\nGeorgia\nPortugal\nAlbania\nFrom each Semi-Final, 10 countries will proceed to the Grand Final on the 22 May, joining the 6 pre-qualified countries. In total, 26 countries will be represented in the Grand Final. The running order will, like always, be revealed after all the songs have been submitted.", "original_url": "https://eurovision.tv/story/2020-semi-final-line-up-to-stay-this-year", "wayback_url": "https://web.archive.org/web/20201117140319/https://eurovision.tv/story/2020-semi-final-line-up-to-stay-this-year", "a_id": "Q104439362-1"}