{"title": "Updated: Ukraine singer sits out rehearsals", "text": "Updated: Ukraine singer sits out rehearsals\nWith close consideration given to the health and safety of everybody taking part in the Rotterdam 2021 Eurovision Song Contest, one of the last things organisers want is for one of those scheduled to sing on stage to become unwell.\nToday, we heard Ukrainian lead singer Kateryna Pavlenko of the group Go_A had fallen ill and needed to take a PCR test, the results of which take 24 hours. The scheduled rehearsal went ahead with Emmie van Stijn standing-in for Pavlenko and the rest of the group performing as planned with what sounded like the original vocal track played in for lip-sync. Go_A previously rehearsed on Monday and received glowing reviews, with bookmakers shortening their odds.\nGiven the risk of someone taking ill at the 2021 Eurovision Song Contest, each delegation recorded a ‘live on tape’ performance in advance for the live show if called for. Today’s rehearsals were to be recorded to replace these. It may be that the ‘live on tape’ performance now airs on Tuesday (and possibly Monday for the dress rehearsal).\nResting for now\nAt a press conference following the second rehearsal, the group took questions. Oksana Skybinska – the head of delegation – confirmed Kateryna is feeling OK and resting and everyone hopes for a negative test. “She was feeling a little unwell, and we stuck strictly to the protocols. They state that if anyone feels sick they must immediately isolate and take a PCR test, and only if it is negative can they return to rehearsals.”\nEurovision 2021 rules demand a test and isolation for anyone with common cold symptoms, shortness of breath, a temperature or fever or loss of smell and/or taste. It’s not clear what symptoms Kate reported.\nThe group tested negative yesterday and again today after Kate reported sick.\n“The results take between 24 and 48 hours,” Skybinska added. “Kate is feeling fine right now, but resting as advised.”\nImage Credits: EBU / Thomas Hanses , EBU / Thomas Hanses.", "original_url": "https://oneurope.co.uk/countries/ukraine/eurovision-2021-ukraine-singer-sits-out-rehearsals/", "wayback_url": "https://web.archive.org/web/20210512223516/https://oneurope.co.uk/countries/ukraine/eurovision-2021-ukraine-singer-sits-out-rehearsals/", "a_id": "Q104439362-8"}