{"title": "Ukraine: UA:PBC confirm GO_A as Eurovision 2021 act", "text": "Ukraine: UA:PBC confirm GO_A as Eurovision 2021 act\nUA:PBC, the Ukrainian national broadcaster, has confirmed that GO_A will represent Ukraine at the 2021 Eurovision Song Contest.\nLast week the EBU decided to cancel the 2020 Eurovision Song Contest due to the COVID-19 pandemic. A few days later the EBU also confirmed that the 2020 Eurovision songs were NOT ELIGIBLE to partake at Eurovision 2021 and but the countries had a CARTE BLANCHE to invite their ESC 2020 hopefuls to compete in 2021 or select their candidates at their own discretion.\nThe Ukrainian national broadcaster, UA:PBC, have invited the 2020 Ukrainian Eurovision hopefuls GO_A to defend the Ukrainian colours at the 2021 Eurovision.\nThus Ukraine joins the list of countries who have so far confirmed their participation at Eurovision 2021 and invited their 2020 Eurovision hopefuls to join the competition next year.\nGo_A were set to represent Ukraine at the 2020 Eurovision Song Contest in Rotterdam with their entry Solovey.\nUkraine in Eurovision\nUkraine debuted at the Eurovision Song Contest in 2003 with Oleksandr Ponormayov‘s Hasta la vista, and has won the competition twice in 2004 (Ruslana) and 2016 (Jamala). The country has hosted the contest twice in its majestic capital Kyiv in 2005 and 2017.\nUkraine is one of the most successful countries in the Eurovision Song Contest and has so far not missed out competing in the Grand Final. The Eastern European nation has competed in Europe’s favourite television show every year since its debut with the exception of 2015 and 2019 when the country withdrew from the competition.\nThe Ukrainians have made it 9 times in the top 10 of the leader board in their 15 ESC participations, including 2 victories ( 2004, 2016), 2 2nd placings (2007, 2008), 1 3rd placing (2013) and 4th placing (2011).", "original_url": "http://esctoday.com/179504/ukraine-uapbc-confirm-go_a-as-eurovision-2021-act/", "wayback_url": "https://web.archive.org/web/20200324031335/http://esctoday.com/179504/ukraine-uapbc-confirm-go_a-as-eurovision-2021-act/", "a_id": "Q104439362-0"}