{"title": "Justin Trudeau will be in London for the coronation of King Charles III on May 6", "text": "Justin Trudeau will be in London for the coronation of King Charles III on May 6\nSpread the love\nKing Charles III of Great Britain with Prime Minister of Canada Justin Trudeau at Buckingham Palace in London on September 17\nPrime Minister Justin Trudeau is expected to attend the coronation of King Charles III in London next week, alongside dignitaries from around the world.\nThe Prime Minister's Office is expected to officially confirm next week the itinerary of his trip to the United Kingdom.\nThe coronation of the 74-year-old monarch will take place at Westminster Abbey on May 6, during ;a religious ceremony presided over by the Archbishop of Canterbury.\nCanadians will be able to celebrate the coronation of Charles III at a special event in Ottawa on the same day.\nThe federal Department of Canadian Heritage says a program of x27;an hour is being prepared to mark the coronation, with music, artistic performances and poetry.\nPrime Minister Trudeau's last visit to London was last September , for the state funeral of Queen Elizabeth II.\nKing Charles III, Chief Commissioner of the RCMP\nConfirmation of the Prime Minister's trip to London came as The Royal Canadian Mounted Police announced Friday that King Charles III has accepted the title of “Chief Commissioner” of the RCMP. His mother, Queen Elizabeth II, was the first person to bear this title in 2012.\nQueen Elizabeth II smiles at a woman who came to see her at Queen's Park during her last visit to Canada in July 2010. (Archives)\nAs Chief Commissioner of the RCMP, Her Majesty will play a leading role in recognizing the importance of the RCMP at home and abroad by highlighting the rich history that binds the RCMP to the monarchy, which dates back to the genesis of the RCMP, during the reign of Queen Victoria, indicates the federal police in a press release.\nThe RCMP adds that the acting commissioner, Mike Duheme, and Ralph Goodale, High Commissioner for Canada in London, presented the Royal Family at Windsor Castle with a horse from the famous Mounted Police Musical Ride named 'Noble'.\nDuring the coronation procession in London, RCMP officers will ride “Noble” and other horses donated to the Royal Family during the reign of Elizabeth II. The RCMP will have donated eight horses to the royal family during this reign, the RCMP says, and three of them are used as troop horses by royalty.\nThe palace of Buckingham said in a separate statement on Friday that King Charles III had received a commemorative RCMP officer's sword designed to celebrate the 150th anniversary of Federal Policing on May 23.", "original_url": "https://thesaxon.org/new-song-go-a-for-transferred-eurovision-2021-will-be-in-the-ukrainian-language/16656/", "wayback_url": "https://web.archive.org/web/20230512135731/https://thesaxon.org/new-song-go-a-for-transferred-eurovision-2021-will-be-in-the-ukrainian-language/16656/", "a_id": "Q104439362-3"}