{"title": "Duncan Laurence en interview : \"J'ai été harcelé toute ma vie, la musique a été un refuge\"", "text": "Duncan Laurence en interview : \"J'ai été harcelé toute ma vie, la musique a été un refuge\"\nCrédits photo : DR\n« Il y a plein de vrais artistes qui participent à l'Eurovision »\n« \"Arcade\" est une chanson très spéciale pour moi »\n« J'ai été harcelé toute ma vie »\n« Je suis en train de travailler sur de la nouvelle musique »\n« Je pense que l'Eurovision 2021 sera une édition très émouvante »\n« Barbara Pravi a de grandes chances de gagner »\nOh mon Dieu, tout a changé depuis ma participation ! Ça a été comme un grand huit assez dingue, autant après que pendant. C'était vraiment un moment incroyable dans ma vie. L'Eurovision, ça a vraiment été le point de départ de ma carrière de chanteur. Jusque là, j'écrivais simplement des chansons dans ma chambre en espérant que ce rêve se réalise. L'Eurovision, ça l'a rendu possible. Enfin, j'ai pu faire quelque chose dans la musique, sur le devant de la scène, et non plus en retrait.Je voulais montrer que, même dans une compétition aussi énorme que l'Eurovision, si tu restes aligné à qui tu es et ce en quoi tu crois, si tu racontes ton histoire simplement, avec honnêteté, et que tu mets la musique en premier plan... Je voulais voir jusqu'où je pouvais aller avec juste une chanson au piano et seulement quelques lumières. C'était mon rêve. Je voulais montrer quel musicien je suis et j'espérais que les gens aimeraient la chanson et auraient envie de me suivre et d'écouter d'autres chansons. Je sens que ce n'est que le début, surtout maintenant alors que s'opère la transition entre l'Eurovision et mon arrivée dans le monde un peu dingue de la musique. Ça se passe plutôt bien pour moi, je suis content de l'accueil, des retours que j'ai, je vois ça comme des étapes supplémentaires.C'est sûr qu'il y a une énorme attention portée sur l'Eurovision. Et certains te disent qu'y participer est un frein après dans ta carrière, pour t'imposer et te développer dans cette industrie. Mais je ne suis pas d'accord, il y a plein de vrais artistes qui participent à l'Eurovision chaque année et qui réussissent, comme Loreen, Benjamin Ingrosso, mais aussiou. Et j'en oublie plein d'autres ! Bien sûr qu'en y participant, j'étais nerveux, mais je n'ai jamais eu peur, je me disais : \"Voilà qui je suis, voici ma chanson, mon histoire\". J'étais surtout très impatient.Non... Bien sûr que je l'espérais au fond de moi. Et c'est vrai que les chances étaient très fortes avec tout ce qu'il se passait autour de la chanson. Mais tout peut arriver à l'Eurovision ! On ne sait jamais ce qui peut se passer. Tu peux être le grand favori et puis finalement un autre candidat remonte en flèche et gagne. C'est toujours une grande aventure quand le show commence, tout peut arriver, tu ne sais pas quel va être le verdict final. Mais je suis ravi d'avoir gagné et je suis fier de ce qu'on a proposé ce soir-là.Oui, et j'ai travaillé dessus pendant un bon moment, parce que je voulais vraiment peaufiner le son. Avec ma première chanson, je voulais montrer qui j'étais, je voulais ce que ce soit un vrai point de départ. Je suis tellement fier de ce qu'on est parvenu à faire avec \"Arcade\", notamment sur la production, qui est magnifique. On a passé des jours, des semaines et des mois dessus. Et je suis content qu'on l'ai fait, parce que je crois que c'est important de prendre le temps, de proposer quelque chose d'abouti et dont on est fier. Et c'est ça qui a permis à \"Arcade\" d'être si forte. C'est une chanson très spéciale pour moi.Non... Aujourd'hui, quand je la chante, je me plonge dans l'histoire qu'elle représente pour moi bien sûr, mais je sens surtout que je partage ce sentiment commun que l'on ressent tous quand il s'agit de la perte. De plus en plus, quand je la chante, je me sens porté par les histoires que mes fans ou des internautes m'ont racontées, sur Instagram par exemple. Je me demande comment ils vont, ce qu'ils traversent... Ce n'est pas aussi littéral mais c'est comme un sentiment spécial, qui naît de tout ça et de la chanson en elle-même.C'est dingue ! Je crois que, comme je le dis souvent, quand tu fais quelque chose d'honnête, quand tu arrives sans prétention, juste en étant toi-même, en voulant raconter ton histoire, il se passe quelque chose car les gens peuvent le ressentir. Surtout en ces temps étranges, où on cherche tous plus que tout à établir un lien, car on est tous enfermés entre quatre murs. Je pense que les gens ont envie d'écouter des chansons auxquelles ils peuvent s'identifier. C'est le pouvoir de la musique. Il y a quelque chose dans cette chanson qui provoque un truc puissant chez les gens : \"Wow, oui c'est ce que je ressens aussi !\". C'est un honneur d'avoir écrit une chanson qui plaise autant.Non, pas du tout !Cette chanson est toujours en train d'évoluer et de se faire découvrir quelque part. Il y a eu l'Eurovision évidemment, ensuite elle a cartonné sur TikTok, maintenant ça prend très bien aux Etats-Unis. J'ai pu la chanter au \"Ellen Show\", c'est génial ! Je crois vraiment que je ne me lasserai jamais de cette chanson, elle a tellement de valeur pour moi. Par son histoire mais aussi par ce qu'elle m'a apporté dans la vie. C'est incroyable ! Et il y a toujours ce truc un peu magique qui se produit quand je la chante. Je ressens un sentiment très profond et il y a plein de flashbacks qui me viennent en tête.Pour moi, cet album parle de comment trouver du positif dans toute cette négativité qu'il peut y avoir dans la vie. J'ai grandi dans une très petite ville, j'ai été harcelé toute ma vie, alors j'ai commencé à écrire des chansons parce que j'avais besoin d'un refuge, d'un endroit où me sentir en sécurité. Tout ce mal que je ressentais chaque jour, je l'ai transformé en chansons. C'est pour ça que j'ai appelé l'album comme ça, j'ai toujours aimé les chansons tristes, et donc je voulais en faire qui me toucheraient et qui pourraient toucher les gens, qui pourraient leur donner de l'espoir, les réconforter. J'adore ce que font, Sam Smith,...Oui forcément, même s'il y avait un équilibre étrange là-dedans parce qu'aux Pays-Bas, toutes les chansons que j'ai sorties se sont classées dans le top 40. Ça a très bien marché. Et même \"Feel Something\" avec Armin van Buuren a vraiment fonctionné dans une poignée de pays, comme au Royaume-Uni. Mais en même temps, je me disais toujours : \"Oui mais regarde \"Arcade\", ça ne fait que grossir !\". Bien sûr que ça met un peu la pression, mais j'ai une bonne équipe, et ils m'ont fait comprendre qu'il fallait surtout faire ce que j'avais envie de faire. Et puis aujourd'hui, on est dans une nouvelle ère dans la musique où il y a plein de moyens différents de décrocher un tube : en radio, en streaming, sur TikTok... La notion de tube n'est plus du tout la même qu'avant. Ce qui est sûr c'est qu'\"Arcade\" coche toutes les cases !J'espère que c'est un point de départ pour moi, que je vais continuer de faire ce que j'aime faire, que ça va plaire aux gens qui écouteront, et que ça leur donnera envie de me suivre, d'écouter ce que je propose d'autre... C'est vraiment tout ce que je souhaite. Et si ça signifie ne plus décrocher un tube aussi fort qu'\"Arcade\", alors ça me va très bien. Mais je veux avant tout faire la musique que j'ai envie de faire. Après, si ça se transforme en hit, ce sera incroyable !Oui, je suis en train de travailler sur de la nouvelle musique. Je ne peux pas encore te dire sous quelle forme ça va sortir, mais ça va arriver très vite. On est en train de finir des chansons en ce moment. Je t'en dis déjà trop !Oui, très ! D'autant que le concours n'a pas eu lieu l'an dernier. Il y a eu une émission alternative mais ce n'était pas pareil. L'Eurovision, c'est quelque chose d'énorme. Pas seulement dans ma vie, mais dans celles de beaucoup de fans dans toute l'Europe. Ça fait du bien d'avoir un événement aussi positif, devant lequel on peut se mettre et oublier tout ce qui se passe dans le monde pendant quelques heures. J'espère que ce sera pareil cette année, qu'on va pouvoir regarder le show et se dire que la vie revient un peu à la normale, qu'on va pouvoir vivre à nouveau comme avant. Je pense que ce sera une édition très émouvante et je serai là pour chanter en live.Je vais chanter trois chansons, toutes originales, en ouverture et sur le final : \"Feel Something\", \"Arcade\" et une nouvelle chanson. Voilà, tu sais tout !Je suis en train de travailler sur mes prestations scéniques. En tout cas, je suis content que ça se passe à Rotterdam, j'aime beaucoup cette ville. Et c'est génial qu'il y ait du public. J'ai entendu dire qu'il y aurait 3.500 personnes dans la salle à chaque fois, ça va être incroyable de se produire devant des vrais gens à nouveau ! Enfin ! J'espère vraiment que les artistes en compétition auront l'exposition qu'ils méritent et qu'ils auront droit à ce grand huit que je vis depuis ma participation.Franchement, je ne sais pas. J'en ai entendu seulement quelques-unes car j'ai été dans le jury en France et parce qu'on m'en envoie aussi. Mais je n'ai pas trop eu le temps de m'y plonger. J'ai entendu \" Tout l'univers\" de Gjon's Tears pour la Suisse, parce que mon producteur a travaillé sur cette chanson. Elle est magnifique ! J'ai écouté celle de Victoria. L'Islande aussi, c'est très cool ! Mais je ne connais pas trop les autres. Par contre, il y a une chose que j'aimerais dire. J'ai remarqué qu'une artiste sonne vraiment trop comme Zara Larsson, et ça ce n'est pas possible. Je n'aime pas du tout quand on copie les autres. C'est vraiment décevant. Donc c'est la seule personne qui ne doit pas gagner !J'étais dans le jury de l'émission de sélection, et on était tous unanimes. Barbara est géniale ! Elle a une voix incroyable.La chanson reste vraiment en tête. Elle a de grandes chances de gagner si elle propose une performance très minimaliste, focalisée sur elle-même, avec quelque chose de très théâtral, à la française. S'il te plait, commence avec juste un projecteur sur ton visage, dans ce stade plongé dans le noir, et révèle-nous ton univers au fur et à mesure des \"voilà\". Ce serait génial. Si elle veut qu'on discute de sa scénographie, même si je sais que c'est un peu tard, j'ai plein d'idées, je suis là !", "original_url": "http://www.chartsinfrance.net/Duncan-Laurence/interview-117302.html", "wayback_url": "https://web.archive.org/web/20210509124619/http://www.chartsinfrance.net/Duncan-Laurence/interview-117302.html", "a_id": "Q50729731-77"}