{"title": "Natalia Gordienko treats us to a 'SUGAR' rush", "text": "Natalia Gordienko treats us to a 'SUGAR' rush\nNatalia Gordienko unveiled Moldova's song for the Eurovision Song Contest 2021 at a glamorous launch event in Moscow.\nDima Bilan and Ani Lorak were among those walking the red carpet at the Crave Theatre in the Russian capital, ahead of Natalia performing her Eurovision entry SUGAR for the first time. The Moldovan starlet streamed the party live on her YouTube channel.\nThe sweet symphony was written by pop powerhouses Dimitris Kontopoulos and Philipp Kirkorov, with lyrics by Mikhail Gutseriev and Sharon Vaughn (who has written for a number of Eurovision acts including Jedward, Måns Zelmerlöw and Sergey Lazarev).\nThe video was shot in Kyiv, Ukraine by Katya Tsarik and wrapped up after 22 hours of filming with a 50 person crew and 8 dancers, using the latest filmotecnic remote systems.\nPlease note: no dancing ice cream cones or cake-faced men were injured in the making of this video.\nAbout Natalia\nBorn in Moldova's capital, Chișinău, in 1987, Natalia has always been ambitious and enjoys entering competitions. She won a major prize at the prestigious International Arts Festival Slavianski Bazaar in Vitebsk, Belarus in 2006 and was awarded the honorary title of 'Emeritus Artist' of Moldova in 2008.\nNo stranger to the Eurovision Song Contest, the decorated vocalist represented her nation in 2006 alongside Arsenie Todiraș (once of boyband O-Zone, famed for their smash hit Dragostea Din Tei) with the track Loca (finishing in 20th place), and was also due to compete in 2020 with the track Prison.\nMoldova at the Eurovision Song Contest\nMoldova's best result to date is the third place won by Sunstroke Project with Hey Mamma in 2017.\nThe band were already infamous because of their 2010 entry Run Away when saxophonist Sergey Stepanov became an internet phenomenon and is now better known to most people as \"The Epic Sax Guy\".", "original_url": "https://eurovision.tv/story/natalia-gordienko-sugar-moldova", "wayback_url": "https://web.archive.org/web/20210413173637/https://eurovision.tv/story/natalia-gordienko-sugar-moldova", "a_id": "Q433039-5"}