{"title": "Moldau: Arsenium und Natalia Gordienko", "text": "Moldau: Arsenium und Natalia Gordienko\nMoldau: Arsenium und Natalia Gordienko\nEinen unfreiwilligen doppelten Vorentscheid gab es 2006 in Moldau zu bestaunen: Beim ersten Versuch am 25. Februar hatten drei Acts von der Jury und den Televotern exakt dieselbe Punktzahl erhalten. Das Reglement in Moldau sah vor, dass bei einem Patt der jüngste Juror den Gewinner bestimmt. Eine Regel, die beispielsweise 2005 beim andorranischen Vorentscheid hervorragend funktionierte. In Moldau allerdings sah sich das jüngste Jurymitglied außerstande, eine Entscheidung zu treffen.\nDie Show war vorbei und die Verantwortlichen standen ohne einen Kandidaten für Athen da. Die Lösung war ein zweiter Vorentscheid am 15. März. Doch statt der 13 Künstler des ersten Versuchs traten vier neue Aspiranten an. Nur Serj Kuzencoff versuchte als einziger der drei Erstplatzierten der ersten Runde erneut sein Glück - ohne Erfolg. Bei der Neuauflage des Vorentscheids wählten die Fernsehzuschauer und die Jury diesmal den ehemaligen O-Zone-Sänger Arsenium und seine Partnerin Natalia Gordienko auf Rang eins.\nDer Trick mit der Umkleidekabine\nArsenium alias Arsenie Toderas hat seiner Partnerin vor ihrem gemeinsamen Auftritt in Athen sicherlich ein Paar Tricks verraten, wie man ein Millionenpublikum begeistert. Der 22-Jährige stürmte mit seinen beiden Kollegen von O-Zone mit dem Hit \"Dragostea Din Tei\" europaweit die Charts. Allein in Deutschland war der Song 2004 für 14 Wochen auf Platz eins der deutschen Hitparade. Die 18-Jährige Gordienko ist allerdings auch alles andere als eine Anfängerin. Moldaus \"Miss Teenager 2004\" hat einen Musikschul-Abschluss in Klavier und nahm von 2003 bis 2005 sehr erfolgreich an zahlreichen nationalen und internationalen Musikwettbewerben teil. Als Mitglied der Gruppe Millenium versuchte sie sogar schon einmal ihr Glück beim Vorentscheid und erreichte mit ihren Künstler-Kollegen den dritten Rang.\nFür ihre Popnummer \"Loca\" verließen sich die beiden Künstler aber nicht auf ihre Vorschusslorbeeren. Als Clou stand während ihrer Performance eine Umkleidekabine mitten auf der Bühne. Gordienko sang \"Loca\" zunächst im Minikleid, entblößte sich in der Kabine anschließend bis auf einen Bikini und erschien zum Schlussrefrain im Hochzeitskleid. Geholfen hat es leider wenig: Am Ende blieb für Moldau nur der 20. Platz.", "original_url": "https://www.eurovision.de/teilnehmer/Moldau-Arsenium-und-Natalia-Gordienko,arseniumgordienko101.html", "wayback_url": "https://web.archive.org/web/20160224110852/http://www.eurovision.de:80/teilnehmer/Moldau-Arsenium-und-Natalia-Gordienko,arseniumgordienko101.html", "a_id": "Q433039-6"}