{"title": "Switzerland picks Gjon's Tears with French 'Repondez-moi' for Rotterdam", "text": "Switzerland picks Gjon's Tears with French 'Repondez-moi' for Rotterdam\nSwiss public Broadcaster SRF announced today that Gjon's Tears will represent the country at the Eurovision Song Contest 2020 with the song 'Répondez-moi'. Gjon's Tears will perform in the second half of the Second Semi-Final on 14 May.\n10 years after Michael von der Heide's 2010 entry Il Pleut de L'Or, Switzerland has chosen a French song for the Eurovision Song Contest. 21-year-old musician Gjon’s Tears, with his song Répondez-moi, was selected by a 100-member audience panel and an international jury comprising 20 music experts after submitting his song in an open call for entries. The panel and jury each carried 50% of the decision.\nThe subject of the song is very personal for Gjon’s Tears and is also universal and speaks to everyone. Gjon’s Tears says: “Everyone asks themselves why exactly are we here, where do we come from and where are we going. These are key questions, particularly for people from a migrant background. My parents are from Albania and Kosovo. I grew up in Switzerland and it’s my home, these are questions that I think about a lot.”\nGjon’s Tears co-wrote Répondez-moi with songwriters Xavier Michel, Alizé Oswald and the song's producer Jeroen Swinnen as part of a Swiss songwriter camp. The song is described as one that gets under your skin. The combination of voices, choirs and strings mixed with modern beats creates a new and unique soundscape.\nAbout Gjon's Tears\nGjon's Tears, born Gjon Muharremaj, has dedicated his heart and soul to music since he was a child. Moving his grandfather to tears with his rendition of Elvis Presley’s “Can’t Help Falling in Love” as a nine-year-old was a formative experience. The artist’s name is also derived from this experience: Gjon’s Tears. “Whether it’s joy, sadness or melancholy – I want to touch people with my music in every possible way.”\nGjon’s grandfather, who has Albanian roots, was so moved by his grandson’s voice that he registered him Albania’s Got Talent on the spot in 2011. The then 12-year-old came third in the contest. A year later, he reached the semi-finals in the Swiss equivalent Switzerland’s Got Talent and continued streak into the semi-finals in the French talent show The Voice France in 2019.\nGjon loves art in all its forms. He has a deep admiration for cinema, is passionate about theatre and loves to draw inspiration from museums and art galleries. As music has always been his top priority, he is excited about his preparations for this year's Contest: “The ESC is the biggest music event and it is huge for an artist to be a part of it. True to this year’s slogan – ‘Open up’ – I am totally open to this unique adventure and I’m looking forward to everything that comes with it! ”He continues: “I want to give my everything at the Eurovision Song Contest and I want to be proud of who I am, where I come from and what I have achieved. I want to inspire people to follow their own path with ‘Répondez-moi’.”\nAbout the video\nWith his video for Répondez-moi, Gjon's Tears wanted to do more than just arouse emotion and show impressive shots; he wanted to create his own world of memories, dreams and reality. For this, Gjon's Tears derived inspiration from the style of one of his favourite filmmakers, Andrei Tarkovsky. It was not an easy challenge for the 21-year-old artist: \"The shooting was more difficult than expected because we wanted to use real elements to create rain, snow and fire,\" he said. \"In order to control the fire in the fight scene, we burned 8 curtains for sure.\"\nThe production was supported by director Janine Piguet of lNred Production, Thierry Pradervand (camera and editing) and by his family. Both his parents, as well as his brother and grandmother, can be seen in the video clip, which was shot in the Fribourg Library, amongst other places.\nWhat do you think of Switzerland's choice for Eurovision 2020? We'd love to hear your thoughts in the comments below!", "original_url": "https://eurovision.tv/story/switzerland-chooses-gjons-tears-for-eurovision-2020", "wayback_url": "https://web.archive.org/web/20200308122522/https://eurovision.tv/story/switzerland-chooses-gjons-tears-for-eurovision-2020", "a_id": "Q87065831-0"}