{"title": "Switzerland: Gjon's Tears to Eurovision 2020", "text": "Switzerland: Gjon's Tears to Eurovision 2020\nGjon’s Tears has been selected to represent Switzerland at the Eurovision Song Contest 2020 in Rotterdam with the song “Répondez-moi” (Answer me).\nGjon’s Tears was revealed as the Swiss representative for the Eurovision Song Contest 2020 at a press event in SRF headquarters in Zurich today. The official video for “Répondez-moi” was also presented at this event.\nGjon’s Tears is the stage name of Gjon Muharremaj. Gjon was born in La Gruyère in western Switzerland to a Kosovar father and an Albanian mother. He appeared on Albania’s Got Talent in 2010 and he reached the semi-finals of The Voice: la plus belle voix in France last year.\n“Répondez-moi” was selected from a selection of 515 songs. A 100-member audience panel and a 21-member Eurovision panel selected X as the Swiss representative for Eurovision 2020. It was written by Gjon’s Tears, along with Xavier Michel, Alizé Oswald and Jeroen Swinnen. Xavier and Alizé form the duo Aliose, who finished second in the Swiss national final in 2011. Jeroen co-wrote “Me and My Guitar”, the Belgian entry for Eurovision 2010. It is the first Swiss entry since 2010 to be in French and also the first Swiss entry since 2010 to feature lyrics in any of Switzerland’s four official languages.\n“Répondez-moi” is described as “mystical and intense”, tracking Gjon’s journey through life. Gjon’s Tears states:\n“Everyone asks themselves why exactly are we here, where do we come from and where are we going. These are key questions, particularly for people from a migrant background. My parents are from Albania and Kosovo. I grew up in Switzerland and it’s my home, these are questions that I think about a lot.”\nGjon’s Tears will perform in the second half of the second semi-final on May 14.\nSource: SRF\nSwitzerland in the Eurovision Song Contest Switzerland hosted the first Eurovision Song Contest in 1956 a contest that they won. Lys Assia won the first contest with the song “Refrain”, it wasn’t until 1988 that Switzerland would win the contest again. At the contest in Dublin, it was Celine Dion with “Ne partez pas sans moi” who beat the United Kingdom to victory by just 1 point. In 2019 Luca Hänni brought Switzerland their best result at the Eurovision Song Contest in 26 years. The singer who performed “She Got Me”, finished 4th in the Grand Final.", "original_url": "https://eurovoix.com/2020/03/04/switzerland-gjons-tears-to-eurovision-2020/", "wayback_url": "https://web.archive.org/web/20200420143044/https://eurovoix.com/2020/03/04/switzerland-gjons-tears-to-eurovision-2020/", "a_id": "Q87065831-2"}