{"title": "ליכטנשטיין לא תשתתף באירוויזיון 2021", "text": "ליכטנשטיין לא תשתתף באירוויזיון 2021\nליכטנשטיין לא תבצע את הופעת הבכורה באירוויזיון 2021. רשת הטלוויזיה המקומית לא תוכל לעמוד בעלויות הגבוהות הכרוכות בהשתתפות בתחרות .\nרשת הטלוויזיה של ליכטנשטיין, 1FLTV, הודיעה כי שנת 2021 לא תיהיה השנה בה הנסיכות הזעירה תקיים את הופעת הבכורה באירוויזיון. הסיבה לכך נעוצה בעיקר בעלויות הגבוהות הכרוכות בהשתתפות בתחרות.\nליכטנשטיין, הותיקן וקוסובו הן המדינות היחידות באירופה שלא השתתפו בתחרות האירוויזיון במהלך ההיסטוריה. ליכטנשטיין ניסתה להצטרף בשנת 1976 לתחרות האירוויזיון ואף בחרה בשיר \"Little Cowboy\" שבוצע על ידי הזמרת ביגי באכמן (Biggi Bachmann) אך ניתקלה בסירוב מצד איגוד השידור האירופי מאחר ולנסיכות לא הייתה רשת טלוויזיה ציבורית. בשנת 2008 הוקמה רשת הטלוויזיה הציבורית, 1FLTV, וכבר שנה לאחר מכן ניסתה להצטרף לאיגוד השידור האירופי אך נתקלה בבעיות תקציביות.\nבשנת 2018 היה נראה כי המדינה הקטנה, אשר מונה כ- 39,000 תושבים, עומדת להצטרף לתחרות האירוויזיון כבר בשנת 2019, אך איגוד השידור האירופי מסר אז שרשת הטלוויזיה אפילו לא הגישה בקשה כדי להפוך לחברה מלאה באיגוד ולכן לא תוכל להשתתף.\nליכטנשטיין מצטרפת ללוקסמבורג ואנדורה לאחר שגם הן הכריזו כי לא יתמודדו באירוויזיון 2021.\nרוצים להישאר מעודכנים? רוצים לקבל את כל חדשות האירוויזיון ישירות לטלפון הנייד ברגע פרסומם? לחצו על הפעמון הכחול המופיע בצד ימין למטה – וכל פעם שתצא ידיעה חדשה הקשורה לאירוויזיון – אתם תיהיו הראשונים לדעת!", "original_url": "http://www.euromix.co.il/2020/08/01/%D7%9C%D7%99%D7%9B%D7%98%D7%A0%D7%A9%D7%98%D7%99%D7%99%D7%9F-%D7%9C%D7%90-%D7%AA%D7%A9%D7%AA%D7%AA%D7%A3-%D7%91%D7%90%D7%99%D7%A8%D7%95%D7%95%D7%99%D7%96%D7%99%D7%95%D7%9F-2021/", "wayback_url": "https://web.archive.org/web/20200804232606/https://www.euromix.co.il/2020/08/01/%D7%9C%D7%99%D7%9B%D7%98%D7%A0%D7%A9%D7%98%D7%99%D7%99%D7%9F-%D7%9C%D7%90-%D7%AA%D7%A9%D7%AA%D7%AA%D7%A3-%D7%91%D7%90%D7%99%D7%A8%D7%95%D7%95%D7%99%D7%96%D7%99%D7%95%D7%9F-2021/", "a_id": "Q50729731-33"}