{"title": "לוקסמבורג לא תשתתף באירוויזיון 2021", "text": "לוקסמבורג לא תשתתף באירוויזיון 2021\nבלוקסמבורג הכריזו גם השנה כי אינם מתכוונים לשוב להתמודד בתחרות . לוקסמבורג השתתפה לאחרונה באירוויזיון 1993 והייתה לאחת המדינות המצליחות בתחרות .\nגם השנה, רשת הטלוויזיה של לוקסמבורג (RTL) הודיעה שאין בכוונתה לחזור לתחרות. ב- RTL מדגישים כי מרבית התוכן בערוץ הטלוויזיה עוסק בחדשות ואקטואליה ואינם עוסקים בתכניות מוסיקה ובידור. בנוסף, השתתפות בתחרות עשויה להכניס את רשת הטלוויזיה לקשיים כלכליים מיותרים.\nבשנה שעברה נעשו מאמצים רבים להחזיר את לוקסמבורג לתחרות. סטפן ברן (Stephane Bern), עיתונאי ומגיש טלוויזיה בצרפת, ממוצא לוקסמבורגי, יזם קמפיין להחזרת המדינה לתחרות. כחלק מהקמפיין פרסם העיתונאי וידאו יחד עם הזמרת הצרפתיה אן-מארי דוד (Anne-Marie David) שהביאה ללוקסמבורג זכייה בשנת 1973. דוד הביעה תמיכה בחזרתה של המדינה לתחרות.\nמנהלה הישראלי של הזמרת אן-מארי דוד, אלון אמיר, סיפר לנו כי הם נרתמו לקמפיין ומאוד קיוו להחזיר את לוקסמבורג לתחרות. זוכת האירוויזיון אף הקליטה שיר מתאים ומוכנה לייצג את המדינה בעצמה. \"מה יכול להיות גדול יותר מחזרתה של הנסיכות הקטנה עם אחת מזוכות האירוויזיון הגדולות והאהובות אי פעם? יש לנו כבר שיר שאנחנו חושבים שיכול לזכות, אבל אנחנו בעד חזרתה של לוקסמבורג לתחרות ללא קשר אם יבחרו באן מארי לייצג את לוקסמבורג או לא. שוחחנו עם RTL ואפילו מופעל לחץ על ראש ממשלת לוקסמבורג להתערב בנושא\". ועדיין, רשת הטלוויזיה מסרבת להרים את הכפפה.\nלוקסמבורג הזעירה, השוכנת על הגבול בין צרפת, גרמניה ובלגיה, היא בין המשתתפות הראשונות בתחרות. לוקסמבורג זכתה בתחרות חמש פעמים והשתתפה בתחרות עד שנת 1993. בשנת 1994, בשל ריבוי משתתפות חדשות בתחרות, התבקשה לוקסמבורג על ידי איגוד השידור האירופי לקחת שנת \"הפסקה\" בשל ממוצע ניקוד נמוך בתחרויות קודמות ומאז סירבה המדינה לחזור לתחרות.\nלוקסמבורג מצטרפת אל אנדורה לאחר שגם שם הכריזו כי לא יחזרו להתמודד באירוויזיון 2021.\nרוצים להישאר מעודכנים? רוצים לקבל את כל חדשות האירוויזיון ישירות לטלפון הנייד ברגע פרסומם? לחצו על הפעמון הכחול המופיע בצד ימין למטה – וכל פעם שתצא ידיעה חדשה הקשורה לאירוויזיון – אתם תיהיו הראשונים לדעת!", "original_url": "http://www.euromix.co.il/2020/07/30/%D7%9C%D7%95%D7%A7%D7%A1%D7%9E%D7%91%D7%95%D7%A8%D7%92-%D7%9C%D7%90-%D7%AA%D7%A9%D7%AA%D7%AA%D7%A3-%D7%91%D7%90%D7%99%D7%A8%D7%95%D7%95%D7%99%D7%96%D7%99%D7%95%D7%9F-2021/", "wayback_url": "https://web.archive.org/web/20200804232931/https://www.euromix.co.il/2020/07/30/%D7%9C%D7%95%D7%A7%D7%A1%D7%9E%D7%91%D7%95%D7%A8%D7%92-%D7%9C%D7%90-%D7%AA%D7%A9%D7%AA%D7%AA%D7%A3-%D7%91%D7%90%D7%99%D7%A8%D7%95%D7%95%D7%99%D7%96%D7%99%D7%95%D7%9F-2021/", "a_id": "Q50729731-34"}