{"title": "Genomineerd als Best Geklede Man 2018: Jeangu Macrooy", "text": "Genomineerd als Best Geklede Man 2018: Jeangu Macrooy\nNadat hij twee jaar aan het conservatorium in Paramaribo had gestudeerd, verhuisde Jeangu Macrooy in 2014 naar Nederland. In 2017 verscheen zijn debuutalbum High On You, waarna hij diezelfde zomer nog door het land toerde en speelde op onder andere Lowlands en North Sea Jazz. Op 7 februari presenteert Jeangu zijn tweede album in Paradiso in Amsterdam. Dit jaar is hij genomineerd voor Best Geklede Man van 2018.\nOp 6 december wordt de winnaar van Best Geklede Man 2018 bekend gemaakt. Stemmen is nu niet meer mogelijk.\nCasper Rila\n''Op het podium zijn mijn outfits wat meer in your face. Ik hou van kleuren, patronen en vormen en daar experimenteer ik veel mee. Een paar maanden geleden heb ik in Suriname een blauwe smoking op maat laten maken, waarvan de revers gemaakt zijn van een stof met Afrikaanse print. Die smoking draag ik alleen bij speciale gelegenheden; ik had hem voor het eerst aan toen ik met het Metropole Orkest optrad in Carré – dat was tevens de eerste keer dat ik in Carré stond. En ik had hem aan bij de Edisons.''\n''In mijn vrije tijd is mijn stijl een mix van casual en classy. Ik draag graag jeans en gympen met een mooie jas erover. Toen ik naar Nederland verhuisde, moest ik al snel shoppen; winterkleding had ik uit Suriname niet bij me, maar dat vond ik helemaal niet erg. Nu koop ik iedere winter twee mooie jassen.''\nNatuurlijk wil je nu ook wel horen hoe waanzinnig goed Jeangu's stem is. Lukt het hem om deze klassiekers te raden?\nThis content is imported from YouTube. You may be able to find the same content in another format, or you may be able to find more information, at their web site.\nDoet de video het niet? Zet dan je Adblocker uit.\nThis content is created and maintained by a third party, and imported onto this page to help users provide their email addresses. You may be able to find more information about this and similar content at piano.io", "original_url": "https://www.esquire.com/nl/stijl-carriere/a24057778/best-geklede-man-2018-jeangu-macrooy/", "wayback_url": "https://web.archive.org/web/20210731194446/https://www.esquire.com/nl/stijl-carriere/a24057778/best-geklede-man-2018-jeangu-macrooy/", "a_id": "Q28109988-11"}