{"title": "Top 3 genomineerden Gouden en Zilveren Notekraker 2019 bekend!", "text": "Top 3 genomineerden Gouden en Zilveren Notekraker 2019 bekend!\nOp 24 september vindt in Paradiso de feestelijke uitreiking plaats van de Gouden en Zilveren Notekraker 2019. In de aanloop daar naartoe kunnen alle bij Sena aangesloten musici en producenten samen met de leden van de 100-jarige (!) muzikantenvakbond Ntb opnieuw hun stem uitbrengen.\nNu op de 3 uitverkoren genomineerden per categorie, waarvan de nieuwe stemronde vandaag is ingegaan!\nDe Gouden Notekraker, de prijs van en voor musici, werd in 1974 door de muzikantenvakbond Ntb in het leven geroepen als sluitstuk van de actie: “Beter uit met levende muziek”. Eerdere winnaars van de Gouden Notekraker zijn onder meer De Staat, BLØF, Racoon, Ilse De Lange, Douwe Bob, Golden Earring en Herman van Veen.\nDe erkenning van de vakgenoten voor een bijzondere, invloedrijke live prestatie wordt uitgedrukt met een Gouden Notekraker . Een bijzondere nieuwkomer en smaakmaker krijgt als aanmoediging van de collega’s de Zilveren Notekraker. De stemming onder collega-musici via goudennotekraker.nl is in beide categorieën doorslaggevend.\nDe top 3 genomineerden Zilveren Notekraker 2019\nJeangu Macrooy – Luwten – Thijs Boontjes.\nDe top 3 genomineerden Gouden Notekraker 2019\nDI-RECT – Benjamin Herman – MY BABY\nDe stemronde op deze top drie is met ingang van 21 juni 2019 gestart. Stemmers kunnen tot en met zondag 7 juli hun favoriet steunen door te stemmen via deze website.\nHumble Hero Award\nTijdens de ‘Notekraker’ wordt ook een Humble Hero Award uitgereikt waarmee Sena Performers en Dutch Performers House een invloedrijke sessiemuzikant in het zonnetje zetten. Sessiemuzikanten hebben een belangrijke rol gespeeld in het ontstaan en de ontwikkeling van de Nederlandse popmuziek maar staan nooit in de spotlights. Deze prijs werd vorig jaar voor het eerst toegekend aan bassist, componist en producer Michel van Schie.", "original_url": "http://www.goudennotekraker.nl/top-3-genomineerden-gouden-en-zilveren-notekraker-2019-bekend/", "wayback_url": "https://web.archive.org/web/20190925121737/http://www.goudennotekraker.nl/top-3-genomineerden-gouden-en-zilveren-notekraker-2019-bekend/", "a_id": "Q28109988-12"}