{"title": "Lil Wayne, Coldplay Lead 2008 AMA Nominees - News Story", "text": "Lil Wayne, Coldplay Lead 2008 AMA Nominees - News Story\nLil Wayne, Coldplay, Alicia Keys Lead 2008 American Music Award Nominees Chris Brown, Mary J. Blige and the Jonas Brothers will also vie for prizes during November 28 broadcast.\nThe nominees for the 2008 American Music Awards were announced Tuesday (October 14), with Alicia Keys leading the pack with five nods, including one for Artist of the Year. The AMAs have been scheduled for November 23 at the Nokia Theatre in Los Angeles and will air live on ABC with Jimmy Kimmel as host.\nKeys — who is also in the running for Favorite Female Artist - Pop or Rock Music; Favorite Female Artist - Soul/ Rhythm & Blues Music; Favorite Album - Pop or Rock Music; and Favorite Album - Soul/ Rhythm & Blues Music for her latest LP, As I Am — is the sole female up for Artist of the Year, facing off against Coldplay, the Eagles and Lil Wayne.\nColdplay and the Eagles both earned four AMA nominations, including Favorite Band, Duo or Group - Pop or Rock Music, as did Daughtry. Coldplay's Viva la Vida or Death and All His Friends was nominated for Favorite Album - Pop or Rock Music, along with the Eagles' Long Road Out of Eden. Coldplay's other nom came in the Favorite Artist - Alternative Rock Music category, which also includes the Foo Fighters and Linkin Park, while the Eagles were honored with a Favorite Artist - Adult Contemporary Music nomination.\nWayne's Tha Carter III got a nod for Favorite Album - Rap/ Hip-Hop Music, (along with Jay-Z's American Gangster and Kanye West's Graduation) and another for Favorite Male Artist - Rap/ Hip-Hop Music. He'll face off against West and Flo Rida in that category.\nChris Brown received nominations for Favorite Male Artist - Pop or Rock Music (an award Kid Rock and Usher are also up for) and Favorite Male Artist - Soul/ Rhythm & Blues Music (a category that also boasts J. Holiday and Usher). Meanwhile, Mary J. Blige grabbed two noms of her own, including in the Favorite Female Artist - Soul/ Rhythm & Blues Music category (along with Keys and Rihanna). Blige's latest LP, Growing Pains, is in the running for Favorite Album - Soul/ Rhythm & Blues Music, as is Mariah Carey's E=MC2 and Keys' As I Am.\nCarey has also been nominated for Favorite Female Artist - Pop or Rock Music (along with Rihanna), while Jordin Sparks could walk away with the Favorite Artist - Adult Contemporary Music prize. Taylor Swift was nominated as the Favorite Female Artist - Country Music, along with Carrie Underwood, while Wu-Tang Clan, Three 6 Mafia and G-Unit will vie for the Favorite Band, Duo or Group - Rap/ Hip-Hop Music award. The T-Mobile Breakthrough Artist Award category includes Flo Rida, the Jonas Brothers and Paramore.", "original_url": "http://www.mtv.com/news/articles/1597006/20081014/jonas_brothers.jhtml", "wayback_url": "https://web.archive.org/web/20081017113111/http://www.mtv.com:80/news/articles/1597006/20081014/jonas_brothers.jhtml", "a_id": "Q213538-52"}