{"title": "Flo Rida to Show Range of Skills on Double Album, 'The Only One'", "text": "Flo Rida to Show Range of Skills on Double Album, 'The Only One'\nFlo Rida says he's \"about 85 percent\" done with his third album, \"The Only One,\" a two-disc set that is due out before the end of the year and will, he tells Billboard.com, give fans a broad look at his skills.\n\"The first disc will be called 'The Only One: Flo,' and the second one's 'The Only One: Rida,\" the Florida MC (real name: Tramar Dillard) reveals. \"It plays into the whole name thing, but 'The Only One: Flo' means there's only one Flo as far as my melodic style. 'The Only One: Rida' is the fact that I can ride a beat and definitely be able to slow down and speed up my rhyme pattern and everything like that. So the 'Rida' will be a little more edgy versus the 'Flo.' \"\n\"The Only One\" is already off to a good start thanks to the single \"Club Can't Handle Me,\" a collaboration with French DJ David Guetta that was plucked for the \"Step Up 3D\" film soundtrack and is not only climbing the Hot 100 but has also topped charts in the U.K. and Ireland. \"It was supposed to be one of the records on the album,\" Flo Rida explains, \"but Disney has a great relationship with me. I opened the vaults to my music and let them hear the record, and they thought it would fit well with their movie and everything. It was a great start because I wasn't even complete with my album.\"\nFlo Rida says the track was inspired by \"just traveling around the world,\" which included some shows with Guetta. \"Every time we did a show together it was like we were the life of the party,\" Flo Rida recalls, \"so we were talking about definitely hooking up and doing a record together. [Guetta] sent me the production and I created my own lyrics, and that's how we made the track.\"\nFlo Rida has also filmed a video for the album's buzz single, \"Zoosk Girl,\" which teams him again with T-Pain, his partner on the 2007 chart-topper \"Low.\" Lil Wayne also appears on the album, according to Flo Rida, while a track called \"Why You Up In Here\" features Ludacris, Gucci Mane and Get Fresh, an R&B vocal group signed to the rapper's own International Music Group (IMG) label. \"We definitely have some more huge records coming out,\" says Flo Rida, who this year has appeared on tracks by Ludacris (\"I Know You Got A Man\") and Cody Simpson (\"iYiYi\"). \"I look forward to the new album having a bunch of hit records.\"\nWhile he's planning on a full-scale tour to promote \"The Only One,\" Flo Rida is previewing some of the songs on spot dates he's playing during the summer, including an Aug. 20 appearance in Pontiac, Mich. \"I'm looking forward to the reaction,\" he says. \"I know it's gonna be good because I've been performing the record while I've been on the road and everything like that, so I know I'm gonna get a great response.\"", "original_url": "http://www.billboard.com/articles/news/956823/flo-rida-to-show-range-of-skills-on-double-album-the-only-one", "wayback_url": "https://web.archive.org/web/20141007035012/http://www.billboard.com/articles/news/956823/flo-rida-to-show-range-of-skills-on-double-album-the-only-one", "a_id": "Q213538-19"}