{"title": "Flo Rida Talks Collaborations And New Album...", "text": "Flo Rida Talks Collaborations And New Album...\nBy CJ Rutter on Friday 20th August 2010\nWENN\nRapper Flo Rida has revealed that even though he has worked with some of the biggest names in the music industry, he still has high ambitions to keep improving his game.\nCheck out some of his interview with MTV's The Wrap Up:\nThe Wrap Up: You’ve got a new single out ‘Club Can’t Handle Me’. Tell us a little bit about the track and the concept behind it?\nFlo Rida: It’s a real fun party track. It’s about going out to the club, feeling good, knowing that you’re fly and basically having a good time with your people. It’s just an all round fun song.\nTWU: The video looks really fun. Was it just as fun to make as it looks?\nFlo Rida: OMG the video shoot was a blast. It’s actually my favorite video shoot so far. There was so much positive energy. It was a hell lot of fun to make, definitely my favorite video to date.\nTWU: You teamed up with super-producer David Guetta for this song. What was it like working with him?\nFlo Rida: It’s amazing working with David. He’s one of the most talented guys out there and he’s such a cool person too.\nTWU: You’ve worked with a couple of UK artists (X-Factor winner Alexandra Burke and R&B singer Nathan). Are you a fan of UK music and if so are there any other UK artists you’d like to work with?\nFlo Rida: I love the UK scene. It’s fresh and there’s so much talent out here. I’m a huge fan of Taio Cruz. I’m really liking what he’s doing at the moment. I’d love to do something with him.\nTWU: You’ve had the pleasure of working with some amazing artists - Rick Ross, Wil-I-Am, Ne-Yo, Timbaland, Nelly Furtado etc – is there anyone you haven’t worked with yet, that you’d really like to?\nFlo Rida: Yeah, loads. I would love to do something with Beyonce. I’ve been on tour with her, which was such an amazing experience. She’s such a talented artist it’s crazy. We haven’t worked on a track together though, so I’d love to do something in the studio with her. I’d also like to do something with Katy Perry. I really like her sound and style.\nTWU: You featured on Lady Gaga’s ‘The Fame’ album. So what’s your take on the whole Gaga phenomenon?\nFlo Rida: I think she’s incredible. Her creativity, her hustle, she’s really doing her thing. She’s a real artist. You have to give props to someone who puts so much into their craft. And no-one’s doing it on such a level that Gaga is doing it. I’ve got a lot of respect for her.\nTWU: You’ve got a new album ‘The Only One’ coming out soon. Tell us a bit about the project and what can we expect to here?\nFlo Rida: I’m really excited about this new album. I’ve got some exciting stuff that I’m looking forward to showcasing. There’s the ‘Club Can’t Handle Me’ with David Guetta which is out already. I’ve got a song with Lil Wayne called ‘Fresh I stay’ so keep your ears out for that one. I always aim to take it to that next level, so I’m really excited about this project. The LP should be out later this year.\nSource\nCheck out our pictures from Flo Rida's latest video...", "original_url": "http://www.taletela.com/news/2491/flo-rida-talks-collaborations-and-new-album", "wayback_url": "https://web.archive.org/web/20100822015844/http://www.taletela.com:80/news/2491/flo-rida-talks-collaborations-and-new-album", "a_id": "Q213538-29"}