{"title": "Featured: Flo Rida", "text": "Featured: Flo Rida\nHe is taking the game by storm with the number one hit “Low” with T-Pain, the blockbuster hit single from Poe Boy/Atlantic recording artist Flo Rida. “Low” is currently number one on the Billboard Hot 100. The track’s massive mainstream success is indeed momentous – “Low” is only the fourth rap title to ascend to #1 since 2005. His latest single, “Elevator” with Timbaland, is just as captivating. Now this storm of an emcee comes to illRoots.com to discuss several different topics, and more importantly discuss his new album: Mail On Sunday. Enter Flo Rida…\nillRoots.com: First off thank you for the interview, its definitely a good look.\nFlo Rida: It’s all good, I appreciate you having me.\nillRoots.com: So what can we expect out of the new Flo Rida album?\nFlo Rida: I mean the name of the album is called “Mail on Sunday”. I’m a fan of Jimi Hendrix, Marvin Gaye, my sisters they sung in a gospel group so I just pay attention to music. I paid attention to Biggie, Tupac, Rakim, LL Cool J, Run-DMC, 50 Cent, Ludacris, Outkast…most definitely. I’ve been doing my homework, you can’t be the best if you don’t do your studies. I mean on this album I’ve got Rick Ross, Plies, Lil’ Wayne, Trey Songz, I looking for like an R&B chick to get on this album. I got T-Pain you know he’s one of the hottest dudes out. You know every time I approach music I try to come from the left field but do something everyone can understand. I mean if you look and see I have Jimi Hendrix on my arm and he was a dude that was very special to music.\nillRoots.com: Yeah, I’m a huge fan of Jimi.\nFlo Rida: You know he played the guitar with his left hand. I don’t play any instruments. When I was in elementary school I played the drum and the guitar but I stopped playing and everything. This “Mail on Sunday” album is just a spin off of the first single I had called “Birthday”. You know it was like I don’t want cake on my birthday I want cake every day. So that’s basically saying whatever’s your pride possession take advantage of it you know because you might not be as fortunate as others to live to see another day. So you know, Flo Rida, I represent Florida..305…Dade County. Flo Rida ,the name, is who I am when I rap to a beat you know I always try to come with a different flow on every beat that’s very catchy and melodic because of my background. So that’s what Flo-Rida’s all about and that “Mail on Sunday” is definitely bound to be a classic album.\nFlo Rida - Birthday [Remix] (Ft. Rick Ross & Brisco)\nillRoots.com: Ten years down the road what do you want your audience to get out of this album?\nFlo Rida: I mean most definitely I’m an artist that grew up through the struggle [I’ve] seen people get murdered, drug dealers, and all that stuff. But what I try to do is come from a universal stand point when I’m making music and not just a local view point. You know I’ve been fortunate enough to live in [Las] Vegas for like 2 years, Cali[fornia] for like 3 years. So I’ve got the west coast thing and I know a lot about that, but that being said on this album I talk about the happiest of times to the sad times, to the lovable times. You know those times when you just loving your girl, and you know past relationships, and its basically just an everyday life album. I try to put something on there where its like the best party you ever had or the worst time you ever had so you might want to grab a tissue or something like that.\nillRoots.com: President of Any Nation which one and why?\nFlo Rida: That’s a hard task, but hey all I know is the USA so I couldn’t go anywhere else.\nillRoots.com: Whats your opinion on the mixtape game?\nFlo Rida: I think it’s the greatest idea alive because you get a chance to see what the artist is doing and when you go and buy their album what they might have a chance to cop. So I’m always supplying people with album quality material for the mixtapes so they will know that with the album comes this same quality of material. So I think that’s a great idea.\nFlo Rida - Low (Ft. T-Pain)\nillRoots.com: One artist that is alive that you would want to work with in the future?\nFlo Rida: I would love to do something with Macy Gray.\nillRoots.com: Yea I’m definitely feeling her voice. Other than that what’s your opinion on the RIAA?\nFlo Rida: I really just feel as a hip-hop artist we should be able to do what we want to do, they just try to pinpoint us for everything because its such a major thing that’s going on.\nillRoots.com: Oh yeah, they do their job- just not as good sometimes, by targeting the wrong people if you will.\nFlo Rida: Right, Right.\nillRoots.com: Thanks to Busy and Flo Rida for setting this up, as well as everybody over at Atlantic Records for giving this guy the push that he deserves. Check out Flo Rida.", "original_url": "http://illroots.com/2008/02/12/featured-flo-rida/", "wayback_url": "https://web.archive.org/web/20080309235945/http://illroots.com:80/2008/02/12/featured-flo-rida/", "a_id": "Q213538-5"}