{"title": "World Premiere: Pitbull, Flo Rida & LunchMoney Lewis", "text": "World Premiere: Pitbull, Flo Rida & LunchMoney Lewis\nWorld Premiere: Pitbull, Flo Rida & LunchMoney Lewis - \"Green Light\" [Full Audio + Review]\nSo far I haven’t been feeling Pitbull’s “Climate Change” era - that’s going to be his tenth studio album, due in stores later this year, for I thought “Bad Man” featuring Robin Thicke was a mess, and “Messin’ Around” featuring Enrique Iglesias was a bigger mess. However, today, July 21, I found out there’s still hope for Pitbull’s new era. Today the Cuban-American rapper dropped a new single called “Green Light” and, ladies and gentleman, it is is BLAZING FIRE! One of the 2016 summer’s biggest hits: I’m calling it right now!\nFeaturing fellow Miami boys Flo Rida and LunchMoney Lewis, “Green Light” is a feel-good, uptempo EDM-urban jam you will fall in love with the second you hear that soothing saxophone in the intro. Pretty amazing how a simple saxophone melody can make a kinda generic song become a monster-sounding hit, huh?\n“Give me the green light / Let's have a good time, let's go / What you waiting for / You only got one life”, sings LunchMoney Lewis, very Ne-Yo-ly, in the chorus of Pitbull’s new single - a song about making that girl you’re digging realize that you are the man of her life and there is no time to waste.\nPitbull’s energetic verse? Check! Flo Rida’s fast-pace killer verse? Check! A pretty fine and catchy chorus? Check! An infectious production with some saxophone in it? Check! The result: SMASH HIT.\nNow gimme \"Climate Change\"! This is what I'm talking about!\nHit or Miss?", "original_url": "https://www.directlyrics.com/world-premiere-pitbull-flo-rida-lunchmoney-lewis-green-light-full-audio-review-news.html", "wayback_url": "https://web.archive.org/web/20160725055729/http://www.directlyrics.com:80/world-premiere-pitbull-flo-rida-lunchmoney-lewis-green-light-full-audio-review-news.html", "a_id": "Q213538-98"}