{"title": "‘Masterminds’ Keeps the Laughs Rolling", "text": "‘Masterminds’ Keeps the Laughs Rolling\nAll David Ghantt ever really wanted was adventure, and he takes the audience along with him for an hour-and-a-half of side-splitting comedy in Masterminds. With a star-studded cast including Zach Galifianakis, Owen Wilson, Kristen Wiig, Kate McKinnon, Leslie Jones and Jason Sudeikis and director Jared Hess, Masterminds was bound for comedic success.\nMasterminds follows the rural, redneck life of the simple and awkward yet lovable Ghantt (Zach Galifianakis), a blue-collar armored vehicle driver tasked with transporting millions of dollars worth of cash for Loomis, Fargo & Co. every day. Ghantt’s life is presented as hilariously unfortunate, with an eerily distant fiancée (Kate McKinnon), a beat-up truck with a flimsy sheet of plywood for the driver’s door and a cringeworthy bowl cut paired with Galifianakis’ signature scruffy beard. He soon meets Kelly Campbell (Kristen Wiig), an adventurous and ambitious coworker on whom Ghantt quickly develops a crush. Aware of Ghantt’s infatuation with her, Campbell, with encouragement from her friend Steve Chambers (Owen Wilson), coerces him into assisting them in stealing $17 million in cash from Loomis, Fargo & Co., where gullible Ghantt has easy access to a vault full of money. After the robbery, Ghantt escapes to Mexico with a measly $20,000 in the naive hope that Campbell will join him. Afraid that Ghantt will reveal his identity to the police, Chambers sends a psychotic hitman, Mike McKinney (Jason Sudeikis), after him in Mexico, where they quickly become best friends.\nSeems too hilarious to be true? Well, it is. Masterminds is based off of the 1997 Loomis, Fargo & Co. vault robbery of over $17 million in Charlotte, N.C.. The investigation of the heist was broadcast across the nation, as it was one of the largest cash robberies in the history of the United States at the time, second only to an almost identical robbery of $18 million just a few months earlier. The FBI recovered all but two million of the stolen cash and, after a seven-year sentence in prison, Ghantt lives out his days peacefully as a part-time movie consultant.\nThe Masterminds cast does a fantastic job satirizing the stupidity of Ghantt and the Loomis heist. The actors bring their own strengths and comedic styles to their characters. Galifianakis brings the same goofy, too-sweet-for-his-own-good character that had viewers reeling with laughter in The Campaign (2012) but with an added twist of bravery, as Ghantt will do just about anything for Campbell’s love. At one point, Ghantt and Campbell go to a makeshift shooting range, where Ghantt spins a loaded gun around his pointer finger, à la Clint Eastwood, and sticks it between his buttcheeks. Unsurprisingly, the gun goes off, ripping a hole in the seat of his pants and grazing the skin off his rear end. With a classic southern twang, Ghantt lightheartedly remarks, “it feels like it just grazed my biscuits right there in betwixt them.”\nAnother classic one-liner occurs when Ghantt and his fiancée Janice pose ridiculously for their engagement photos. One pose involves Janice lying on top of Ghantt when he exclaims. “You farted right into my butthole! It’s like a fart transplant.” Perhaps the most gruesomely funny scene depicted is when Ghantt eats a dead tarantula after Campbell tells him that he’ll need to learn to live off the land while hiding out in Mexico. Ghantt squeezes the entire tarantula into his mouth and bites down on it, and a nasty spurt of orange goo shoots out of its hairy abdomen, much to the horror of the audience. This sort of slapstick humor starkly contrasts the dry, sarcastic humor of other Galifianakis characters and possibly even Galifianakis himself, as in his hit YouTube interview series Between Two Ferns. It highlights Galifianakis’ versatility as a comedian, proving to the audience that he can take on a completely new role and nail it, but still emanate the silly humor that makes him so easy to identify.\nThe Masterminds cinematographer, Erik Wilson, orchestrates a setting of dull colors, like warm browns and oranges, while the characters sport rather trashy, bright colors, like vibrant blues, whites and pinks. The walls of Ghantt’s house are lined with brown, wooden panels while Ghantt wears an entirely white tuxedo with a camoflague cumberbund and bowtie in preparation for his wedding. These color schemes stay true to the rural 1990s setting and accurately reflect the cheesily flamboyant way in which one would expect country bumpkins to dress after suddenly obtaining millions of dollars. The 90s setting is humorously contradicted by a very modern soundtrack of upbeat hip-hop songs about money, like Flo Rida’s “Zillionaire.”\nAlthough I was a bit worried that the cast of huge comedians would feel disconnected from one another, the actors blended together harmoniously, strengthening each other’s performance. Masterminds is undoubtedly one of the best new comedies I have seen in a while with consistently outrageous humor. It kept me and the entire theater in gut-wrenching laughter throughout the entire film.\nGrade: A-", "original_url": "http://emorywheel.com/masterminds-keeps-the-laughs-rolling/", "wayback_url": "https://web.archive.org/web/20161008201725/http://emorywheel.com/masterminds-keeps-the-laughs-rolling/", "a_id": "Q213538-55"}