{"title": "Why Does No One Care About Flo Rida?", "text": "Why Does No One Care About Flo Rida?\nAmong rap fans and rap critics alike, Flo Rida, one of the most unfortunately catchy rappers of this century, is conspicuously insignificant. Much like will.i.am before him, and MC Hammer before them both, Flo Rida is just the latest in a lineage of dance rap superstars who we’d rather never happened. Rappers and critics thus agree: The proliferation of ringtone rap and Soulja Boy’s “Crank That” in 2007 set the genre back a decade. Every hit Flo Rida single since the hook-driven, T-Pain-assisted “Low” has spelled hip-hop’s death by cynical, lucrative pop crossover.\nSeveral other superstars of the moment suffer such phenomenal disregard: Pitbull comes quickest to mind. Put aside whatever qualms with Pitbull’s songwriting; he’s a rapper nonetheless. Insomuch as Flo Rida is discount Twista (rapping over Nelly-destined beats), it’s strange that we can’t quite regard Flo Rida and Twista as practitioners of the same craft. There’s the shame of it, perhaps; hearing Flo Rida deploy his tongue-twisters so shamelessly in the service of pop and teen-bopping is rather like eavesdropping on a snitch’s sworn confession. Just think: After a couple clutch collaborations with Drake and Nicki Minaj, we take Soulja Boy more seriously than we regard Flo Rida. Chart-topping singles and digital purchasing records be damned.\nWhile Flo Rida's album sales are as depressing as any post-Chingy rapper, his singles chart reliably, and he's so indisputably definitive of pop's cannibalization of hip-hop—yet it’s not like Flo Rida doesn’t rap, or only kinda sorta raps. He’s no less dexterous than Chief Keef​. He sings no more or less frequently than Drake. His music is no less bass-driven than any other legit rap hits of the past five years. Kanye West jacks Nina Simone vocals and auto-croons over the beat. Flo Rida jacks Nina Simone vocals and auto-croons over the beat. Flo Rida and Kanye West are cousins, if not twins.\nWhy does no one give a shit about Flo Rida?\nThe easy complaint is that Flo Rida’s music isn’t substantive nor challenging nor authentic, nor is it quite black. Flo Rida makes a universal sort of dance music that’s rather immune to lyrics and language; not that that couldn’t be said, to some degree, about most drill anthems or Wiz Khalifa’s stoner raps. Since his smash debut with “Low” in 2007, Flo Rida has worked with top-notch hip-hop producers Timbaland, J.R. Rotem, and the Inkredibles, as well as pop hitmakers Dr. Luke, StarGate; he’s laid tracks with Lil Wayne, Rick Ross, DJ Khaled, and T-Pain; yet Flo Rida’s only ever thrived as dance pop.\nPitbull, another spawn of Miami's South Beach club ethos, isn’t as discounted and ridiculed as Flo Rida, but still, he gets minimal respect from the likes of anyone reading or writing for this website. (I now summon staff writer Angel Diaz for the defense.) Pitbull is Cuban, and he’s not quite corny, having launched via Lil Jon & the East Side Boyz’s fourth album, Kings of Crunk, in 2002. Naturally, he’s ingratiated among the U.S.’s top-shelf R&B; stars, at least. And, inevitably, Ke$ha.\nJust as MC Hammer’s legit Oakland rep was trumped and suffocated by his proliferation of pastel vests and harem pants, Flo Rida can’t quite trump his association with Ke$ha and his addiction to shirtlessness. Flo Rida is a Bacardi commercial. Meanwhile, Puffy is a Ciroc commercial. A difference of price and persuasion, if not quality. I admit that “Right Round” is a cheap, tremendous ditty.", "original_url": "https://www.complex.com/music/2014/09/why-dont-we-care-about-flo-rida", "wayback_url": "https://web.archive.org/web/20140905065238/http://www.complex.com:80/music/2014/09/why-dont-we-care-about-flo-rida?", "a_id": "Q213538-132"}