{"title": "Flo Rida", "text": "Flo Rida\nWhen you listen to the lyrical content of Flo Rida's debut single, \"Low\" -- which mentions pornographic posters and smacking big booties among other wickedness -- you'd never imagine the muse behind his musical career is his deceased sister.\n\"One of my sisters passed away and that gave me the drive to work harder to try to make it,\" says 25-year-old Rida, born Tramar Dillard. \"You're never promised tomorrow, so I decided to take full advantage.\"\nAnd that he did. At 15, the Carol City, Fla., rapper Flo Rida (whose moniker is derivative of his home state and the \"different [rap] styles I have,\" he says) started hanging around closely with his brother-in-law, who was a hype man for Luke Skywalker from 2 Live Crew at the time. After Skywalker caught an earful of Flo Rida's rhyming ability, he allowed the aspiring MC to experience the behind-the-scenes of the music business.\nBy then, Rida and two childhood friends had formed a hip-hop group called the Groundhoggz and started to land gigs opening up for local artists. It wasn't long after, in 2001, that Rida would end up following in his brother-in-law's footsteps and work for Fresh Kid Ice of 2 Live Crew. \"They needed a hype man to go to Hawaii with them, so from that point on I would hype the crowd for them off and on,\" recalls Rida in his southern drawl. But before leaving for the road, at the suggestion of his fellow Groundhoggz members, Rida recorded a solo demo (though he never felt the urge to break out the group, he confesses).\nJust like clockwork, after traveling with Kid Ice and returning back home, Flo Rida was presented with yet another opportunity to hone his skills when he received a call from former Jodeci member DeVante, who listened to his solo sampler. \"He called me up and said he was a fan and loved my music. The next day I was on a Greyhound bus on my way to L.A. by myself,\" he says.\nWhile in California, Rida was preened by Devante, label A&Rs and others influencers in hip-hop like Flava Flav and producer Rich Harrison. But Rida does admit he went through some trying times during that period. Aside from being shut down by a few labels like Capitol Records and Deathrow whilst shopping around for a deal, Rida found himself sleeping in random motels and even in the streets at times, not to mention \"causing a bomb threat by leaving a bag on a bus to run in the mall,\" Rida jokes. \"But I had faith based on certain things I'd done and certain things I'd lived through. I had many jobs, lived in Vegas while I attended the University of Las Vegas for a week, then quit. I went to Barry University for two months, and quit that too, all 'cause of the music.\"\nThree years after living on the East Coast, Rida started to receive calls from E-Class, founder of Florida-based indie label Poe Boy (Rick Ross, Jacki-O), about coming back to Florida to continue to pursue music there. E-Class, who Rida knew from his childhood, had a demo of his work and was starting to create a buzz for him down South.\n\"I actually had met E-Class years ago through my sister, but I didn't want to go back home with nothing after I was grinding for so long,\" says Rida. He opted to do so anyway early last year and wound up staying after Poe Boy/Atlantic offered him a joint deal four months later.\nNow, 25-year-old Flo Rida, who says he's inspired by artists ranging from Otis Redding to Jay-Z, is working on his debut album \"Mail on Sunday,\" set for an early 2008 release. The first single, the T-Pain-assisted \"Low,\" is currently No. 5 on the Pop 100 and initially flew 64-6 on the Billboard Hot 100 chart. Rick Ross, Trey Songz and Plies are among the featured artists on the forthcoming set while the Runners, Jazze Pha and JR Writer among others lent their production efforts.\nThough a follow-up single hasn't been selected yet, Rida says the album does cover more than just fresh photos and corpulent rear-ends. \"I cover everything from hardships to struggle to the good times at the club. I got a song called 'Freaky,' I got party music, I got something for the car. I got all different types of music,\" he says. In addition, Rida's song \"Jealous\" is featured on the soundtrack to the HBO series \"Entourage\".\n\"Every dream I had with music is coming true,\" says Rida, who is currently on a heavy radio tour and plans on embarking on a small-venue tour at the jump of next year. \"I remember looking at Billboard and thinking, 'This must take a lot of work and effort to land on here.' It's just a blessing and I'm so thankful.\"", "original_url": "https://www.billboard.com/articles/news/1047198/flo-rida", "wayback_url": "https://web.archive.org/web/20130414093637/http://www.billboard.com/articles/news/1047198/flo-rida", "a_id": "Q213538-2"}