{"title": "Blas Cantó y su espectacular imitación de Diana Navarro", "text": "Blas Cantó y su espectacular imitación de Diana Navarro\nNueva velada de Tu cara me suena. Manel Fuentes ha regresado a Antena 3 para presentar la cuarta gala del formato producido por Gestmusic Endemol que, como siempre, viene cargadito de imitaciones dignas de visionar. Entre los números más esperados de la noche se encuentra el de Yolanda Ramos que se ha convertido en Leticia Sabater para interpretar La Salchipapa, su conocido hit. Y es que, desde que publicamos la filtración de sus ensayos, los comentarios no han dejado de sucederse en las redes sociales.\nÀngel Llàcer, Carlos Latre, Lolita y Chenoa, los cuatro jurados del formato, se han encargado de valorar las imitaciones de los concursantes y, como cada semana, le han puesto una buena dosis de humor a la entrega. Y es que, aparte del momentazo de Yolanda, el resto de sus compañeros también han tenido que superar retos de muchísimo nivel. Beatriz Luengo ha encarnado a Alicia Keys, Rosa López se ha movido al ritmo de Tina Turner, Canco Rodríguez ha emulado a Antonio Vega, y Esther Arroyo ha representado a FairGround atraction, entre otras performance.\nAdemás, la velada ha contado con una invitada muy especial. Como decidió el pulsador la semana pasada, Blas Cantó ha tenido el privilegio de salir al escenario acompañado de Diana Navarro gracias al conocido como Training VIP. Pero Diana no solo ha tenido ayudar a al ex cantante de Auryn a preparar su actuación ya que también se ha atrevido a interpretar a Lana del Rey. Finalmente, la entrega de Tu cara me suena también ha contado con la visita de Las Supremas de Móstoles que han participado en dos actuaciones. ¡No te pierdas las mejores actuaciones de la cuarta gala de Tu cara me suena!\nLorena Gómez se convierte en Jessie J\nLorena Gómez ha sido la encargada de romper el hielo en la cuarta gala de Tu cara me suena. Como decidió el pulsador la semana pasada, la ganadora de Operación Triunfo 2016 se ha trasformado en Jessie J para interpretar Domino, uno de los hits más conocidos de la artista británica. La concursante ha vuelto a brillar en el plató del formato de Antena 3 tras la dura imitación a Bon Jovi de la semana pasada.\nBlas Cantó hace historia (Ganador por segunda semana consecutiva)\nSin duda, una de las actuaciones más brillantes de la historia de Tu cara me suena. Blas Cantó ha salido al escenario para interpretar a Diana Navarro después de recibir unas clases de la propia cantante gracias al conocido como Training VIP. El ex cantante de Auryn lo ha bordado y ante la presencia de la artista que no se ha perdido ni un detalle de la actuación. “Te daría un beso, lástima que vas vestido de chica” ha afirmado Àngel Llàcer alabando la gran interpretación del Cantó que, como ha afirmado Carlos Latre, esta noche ha hecho historia. Blas Cantó se convierte en ganador por segunda gala consecutiva. ¡Mágico!\nDavid Guapo empieza su participación en el formato\n¡Por fin! Parece que David Guapo se ha puesto de una vez las pilas. Tras cuatro actuaciones fatídicas del humorista, esta noche ha demostrado que todavía le quedan muchas cosas por enseñar a los espectadores del formato. El pulsador decidió que el cómico se transformara en Bruno Lomas y así lo ha hecho y ni más ni menos acompañado que Las Supremas de Móstoles como coristas. ¡Atención con David Guapo!\nLa esperada actuación de Yolanda Ramos\nSin duda, una de las actuaciones más esperadas de la velada. Yolanda Ramos lo ha vuelto a hacer. Ha vuelto a llenar el plató de carcajadas y lágrimas con su transformación. La humorista se ha convertido en Leticia Sabater para interpretar La Salchipapa, su conocido hit. Ya lo hemos dicho en más de una ocasión, Yolanda Ramos es la payasa de la edición pero una payasa de mucho nivel. ¡Olé por ella! Gracias por sacarnos una sonrisa cada viernes.\nBeatriz Luengo borda a Alicia Keys\nBeatriz Luengo ha vuelto a demostrar una vez más su gran talento. La artista y compositora se ha transformado en Alicia Keys regalando una actuación espectacular a la audiencia de Tu cara me suena. “Le voy a dedicar esta canción a mi hijo” ha afirmado Beatriz antes de salir al escenario. Y así lo ha hecho y con tanto sentimiento que no ha podido contener las lágrimas de la emoción al final de la interpretación. Sin palabras. Merece la pena revivir la actuación.\nRosa López se transforma en Tina Turner\nNo son fáciles las actuaciones que le están tocando defender a Rosa López. En esta ocasión, la ganadora de la primera edición de Operación Triunfo ha tenido que transformarse en Tina Turner para interpretar Golden Eye. Sin duda, una canción muy complicada que Rosa ha conseguido cantar muy correctamente.\nDiana Navarro muestra sus dotes interpretativas\nDiana Navarro ha sido la invitada especial de la velada que después de disfrutar de la gran actuación de Blas Cantó, su aprendiz, se ha atrevido a transformarse en Lana del Rey para demostrarnos sus dotes interpretativas. Lo ha bordado. La cantante ha estado irreconocible y ha sorprendido tanto al jurado como al público del plató. ¡No te pierdas su actuación!\n.", "original_url": "http://www.lavanguardia.com/television/20161028/411401378515/tu-cara-me-suena-actuaciones-diana-navarro.html", "wayback_url": "https://web.archive.org/web/20161030152741/http://www.lavanguardia.com/television/20161028/411401378515/tu-cara-me-suena-actuaciones-diana-navarro.html", "a_id": "Q4925264-2"}