{"title": "Gente Maravillosa", "text": "Gente Maravillosa\nESTRENO DOMINGO 10 DE MARZO, A LAS 22.00 H.\nCastilla-La Mancha Media sale en busca de Gente Maravillosa.\nUn nuevo programa que estará presentado por Ramón García donde semanalmente se abordarán temas de interés social, simulando situaciones de desigualdad e injusticia social en distintos lugares de Castilla-La Mancha para ver las reacciones de la gente ante determinadas sinrazones.\nEn cada programa, una serie de actores interpretarán una situación donde llegarán a incomodar a las personas que les rodean, con un objetivo: descubrir, conocer y premiar a ‘gente maravillosa’, a esas personas que actúan para evitar las injusticias. La periodista Esther Ibáñez será la encargada de decirle a nuestros maravillosos que han sido protagonistas de una situación de cámara oculta.\nCada recreación contará con actores y con el respaldo de las principales instituciones y distintas asociaciones que trabajan con los colectivos afectados buscando a personas que sean capaces de reaccionar de forma activa ante las injusticias que están presenciando.\nEl primer programa estará dedicado a las mujeres y a las situaciones de discriminación a las que, por desgracia, a día de hoy aún se siguen enfrentando. ¿Habrá gente maravillosa que se oponga situaciones sexistas y actúe frente a casos de violencia machista?\nAdemás, la madrina del estreno será Anne Igartiburu, el cocinero Pepe Rodríguez y el cantante Víctor Manuel que participarán en este primer programa.\nUna oportunidad para conocer a la gente maravillosa que vive en Castilla-La Mancha y agradecerle su actitud reivindicativa.\nGente Maravillosa en CMM\n04/03/2019 Los domingos a las 22:00 h. en Castilla-La Mancha Media buscamos Gente Maravillosa.", "original_url": "https://www.cmmedia.es/programas/tv/gente-maravillosa", "wayback_url": "https://web.archive.org/web/20190306095958/http://www.cmmedia.es:80/programas/tv/gente-maravillosa/", "a_id": "Q4925264-40"}