{"title": "'Tu cara me suena': los clones más famosos regresan con su quinta temporada", "text": "'Tu cara me suena': los clones más famosos regresan con su quinta temporada\nEl formato español Tu cara me suena comenzó sus emisiones en Antena 3 en septiembre de 2011. Esta noche estrena su quinta temporada y, en este tiempo, el formato de la productora Endemol Shine International se ha vendido a 41 países. Sólo la versión árabe, con una difusión conjunta en 22 países, fue seguida cada semana por más de 400 millones de espectadores y, en China, tuvo más de 500 millones de fieles y ya prepara su sexta temporada.\nImágenes 1 Foto\nCon estos datos, su 25,7% de cuota de pantalla y 3.807.000 espectadores de media en la última temporada, no es de extrañar que incluso se permita recomendar al público que salga \"los jueves, porque el viernes ya tienes plan\". Un claro guiño a su mayor rival en cuanto a grandes audiencias, Gran Hermano, que emite sus galas precisamente los jueves.\nEn Tu cara me suena, un grupo de famosos compiten entre sí para hacer la mejor imitación de un cantante conocido, para lo que ensayan y se caracterizan, tratando de convertirse en verdaderos clones. Los premios obtenidos se donan a las ONG que ellos mismos elijan. Este año los concursantes son Rosa López, Beatriz Luengo, Blas Cantó, Canco Rodríguez, Lorena Gómez, David Guapo, Juan Muñoz, Yolanda Ramos y Esther Arroyo.\nAlgunos son cantantes, lo que no les da ventaja en opinión del actor Canco Rodríguez: \"Mérito tenemos todos, porque los que son cantantes profesionales tienen la dificultad añadida de que no pueden fallar. Si yo fallo la gente dice: es actor, no pasa nada\".\nUno de los detalles más espectaculares del espacio es el proceso de caracterización, que llega a crear verdaderos dobles de los artistas imitados. Las responsables de esa transformación son \"unas artistas y unas artesanas y hacen obras de arte. Y eso sin abusar de tenerte allí mil horas sentada\", explica Yolanda Ramos.\nEnfrente, los contrincantes tienen a un jurado que les valora y puntúa, al que en esta quinta edición se suma Chenoa, que criticará o alabará las actuaciones junto a Carlos Latre, Àngel Llàcer y Lolita Flores. Sin embargo, la opinión del respetable será decisiva: las puntuaciones del público en plató tendrán un peso del 50% en la votación final.\nPondrá orden en todo esto el presentador, que vuelve a ser el veterano Manel Fuentes. Para Carmen Ferreiro, directora de programas de entretenimiento de Atresmedia Televisión, \"el difícil reto con el que nos encontramos es superar a la edición anterior. No queremos defraudar a los espectadores y por eso, en cada nueva temporada, es más exigente y complicada la elección del casting\". Además, Ferreiro señala que \"va a haber grandes sorpresas a través de los invitados que visiten cada gala\". La primera en hacer los honores será la presentadora Cristina Pedroche.\nTres preguntas a los concursantes\n1. ¿Cuál es su personaje y canción soñados para interpretar?\n2. ¿A qué ONG va a destinar el dinero de los premios?\n3. ¿Qué mensaje le gustaría mandar al jurado del programa?\nJuan Muñoz. Humorista, exmiembro de Cruz y Raya.\n1. Serían dos canciones: en español, Mediterráneo de Joan Manuel Serrat; y de las internacionales, Imagine de John Lennon.\n2. Ya tengo pensada la asociación. Se llama Somos NUPA y se dedica a ayudar a los niños que tienen trasplantes multiviscerales.\n3. Al jurado lo veo tan divertido que más que el jurado parecen los Tacañones del Un, Dos, Tres... En serio, son estrictos a la hora de puntuar y eso está bien.\nBeatriz Luengo. Cantante y actriz, aparecía en UPA Dance.\n1. Más que una canción que me guste quiero una que pueda imitar, porque si son voces roncas me cuesta mucho. Me gustan mucho las cantantes negras.\n2. A varias fundaciones, estamos intentando no repetir. Sobre todo me gustaría que fuera para niños con cáncer.\n3. Son muy cariñosos fuera de cámaras y eso nos ayuda mucho después. El que más miedo me da es Carlos Latre, porque es muy técnico.\nBlas Cantó. Cantante y miembro del grupo Auryn.\n1. Supongo que alguien con el que pueda investigar y pasármelo bien haciéndolo. Michael Bublé sería algo muy guay.\n2. Hay muchas causas a las que aportar, pero creo que los niños son los que más lo necesitan.\n3. Le diría al jurado que se porte bien, que tengan paciencia y que lo pasemos todos bien. El mejor regalo para ellos es hacer una buena actuación, no vale con ser un pelota.\nLorena Gómez. Ganadora de 'Operación Triunfo 2006'.\n1. Siempre he sido muy fan de las grandes cantantes, como Adele, que es una de mis top 5. Pero también me gustaría cantar algo que nunca haya hecho.\n2. Tengo muchas ONG pensadas, ojalá pudiera dar a todas._Son de ayuda contra el cáncer, alzhéimer, Down...\n3. Que sigan como hasta ahora. Teníamos un poco de miedito, pero a la hora de valorar son concisos y sinceros y siempre lo hacen desde el respeto. Eso me gusta.\nCanco Rodríguez. Actor. 'El Barajas' en Aída, entre otros.\n1. Tengo muchos preferidos, que lo pueda hacer es diferente. Me encantaría David Bowie, Bob Dylan, algo de los Rolling...\n2. Sobre todo la Fundació Natzaret de Mallorca, donde dan apoyo a niños y jóvenes de familias desestructuradas para que puedan salir adelante.\n3. Que nos quieran, que nos traten con mimo. Porque, lo hagamos mejor o peor, nos tomamos muy en serio el trabajo y ensayamos mucho.\nYolanda Ramos. Humorista y actriz. Imitadora en Homo Zapping.\n1. No tengo ninguna. Me gustaría hacer un personaje que no cante bien [risas]. Imagina que me ponen Liza Minnelli y a hacer Cabaret... me muero.\n2. Irá a una asociación pequeñita que cuida de la infancia y los adolescentes maltratados, me parece un trabajo maravilloso.\n3. Que sean benevolentes, que tengan en cuenta que no canto y el esfuerzo que estoy haciendo, que supongo que ya lo saben.\nEsther Arroyo. Modelo, actriz y presentadora de televisión.\n1. Tengo un gusto comercial, por así decirlo, y mis favoritos no podría interpretarlos. La verdad, lo más bonito es el reto que supone hacer lo que menos te esperas.\n2. Mi ONG es Fundación Benéfica Virgen de Valvanuz, con sede en Cádiz. Ayudan a los necesitados y en mi tierra, por desgracia, son muchos.\n3. La verdad que, al igual que del programa, soy fan del jurado. Por supuesto quiero a Lolita, eso queda claro.\nRosa López. Cantante, ganadora de Operación Triunfo 1\n1. Me encantaría imitar a Donna Summer con las canciones She Works Hard for the Money o On the radio.\n2. Quería donar el premio a Javier, un niño de 4 años con una enfermedad rara, pero no tiene ONG. Lo mismo me pasa con Pablo Ráez. Finalmente lo donaré a Médicos sin Fronteras.\n3. Quiero que sean justos. Ya es un premio sumergirme en esta nueva experiencia pero, por supuesto, me gustaría ganar algunas galas.\nDavid Guapo. Cantante y humorista en Sé lo que hicisteis o Buenafuente.\n1. Sin duda, la canción Georgia de Ray Charles.\n2. Lo donaré a Promundo._Es una ONG, con sede en Barcelona, que pretende buscar en la solidaridad el enriquecimiento mutuo de las personas: nadie es tan pobre que no tenga algo para dar, ni tan rico que no tenga algo para recibir.\n3. El mejor momento de mi semana es cuando me planto delante vuestro para que valoréis mi actuación. Por favor, no me lo estropeéis.", "original_url": "http://www.20minutos.es/noticia/2856623/0/estreno-quinta-temporada-tu-cara-me-suena/", "wayback_url": "https://web.archive.org/web/20161008161611/http://www.20minutos.es/noticia/2856623/0/estreno-quinta-temporada-tu-cara-me-suena/", "a_id": "Q4925264-30"}