{"title": "'Tu cara me suena' bate récords de audiencia en su estreno", "text": "'Tu cara me suena' bate récords de audiencia en su estreno\nEP / Redacción\nvuelve con el listón más alto que nunca. La, que se ha estrenado este viernes en Antena 3 ha batido todos losy ha registrado además el\nEl concurso musical vuelve con Chenoa como novedad en el jurado, que se unirá al trío formado por Ángel Llácer, Carlos Latre y Lolita Flores. La ex concursante de Operación Triunfo tendrá que juzgar las actuaciones de su excompañera Rosa López, quien será una de las concursantes de Tu cara me suena junto con Yolanda Ramos, Esther Arroyo, Juan Muñoz, Canco Rodríguez, David Guapo, Beatriz Luengo, Blas Cantó, Lorena Gómez. La noche contó, además, con una invitada especial, Cristina Pedroche.\nManel Fuentes ha comenzado dando la bienvenida al programa con una actuación magistral en la que Ana Morgade, Ana Simón y Llum Barrera se han marcado un maravilloso 'I'm so excited' de 'The pointer sisters'.\nTras la actuación, el presentador del 'talent show' ha dado paso a los miembros del jurado, que han entrado de una forma algo inusual en patinete.\nDesde 'Operación Triunfo' a 'Tu cara me suena'\nLorena Gómez ha sido la primera en hacer su presentación, vestida de traje y dejando aflorar su faceta masculina, la ganadora de 'Operación Triunfo' 2006 ha interpretado a Marifé de Triana con 'Mied'o. La actriz y cantante ha comenzado fuerte y Rosario no ha dudado en valorar positivamente su actuación: \"me has puesto los pelos de punta\" le ha dicho la menor de las Flores a la leridana.\nLa segunda concursante de la noche ha sido Yolanda Ramos, vestida de tirolesa y en un campo de flores, ha querido demostrar, una vez más, su lado divertido. A pesar de que ella \"no sabe cantar\", según ha afirmado, lo ha hecho lo mejor que ha podido con 'Mystic - El ritmo de la noche'. \"Estoy flipando de cómo te has colado en esta edición de 'Tu cara me suena', ha cantado mejor la señora del público que tú\", le espetaba con humor Ángel Llácer.\nAl humorista Juan Muñoz, que se ha trasladado hasta Inglaterra a perfeccionar su inglés para esta temporada, le ha tocado interpretar en su primera actuación a Joe Cocker. Alabado por los miembros del jurado, el de Cruz y Raya ha asegurado que su intención es pasárselo bien.\nPor su parte, David Guapo 'ha viajado' hasta Japón para hacer su vídeo de presentación. Al guapo de El Club de la Comedia le ha tocado algo más juvenil, Joe Montana con 'Picky'. Pero en este caso, parece que el cantante no ha tenido tanta suerte como parece, pues ha tenido varios errores a lo largo de la actuación y los maestros no han dudado en ser algo críticos con él: \"De la parte vocal ni vamos a hablar, te he visto ahogado\" ha irrumpido Chenoa. Ángel también ha tenido para él. \"Para pasarlo bien hay que trabajar\", le ha dicho.\nEl jurado ha querido amenizar la noche con un pequeño juego, y cómo no, el protagonista ha sido el humorista, que ha tenido que recoger con una cesta los huevos que ellos mismos le tiraban.\nChenoa a Rosa: \"No puedo evitar emocionarme porque hemos crecido juntas\"\nRosa López, otra de las triunfitas, se ha desplazado hasta el Tibet para hacer su introducción al programa. La granadina se ha mostrado emocionada y \"con unas cuantas tilas encima\" pues no podía evitar mostrar su alegría.\nCon todo un reto por delante, la cantante de 'Europe's living a celebration' se ha pasado a 'Emeli Sandé - Next to me'.\nNo obstante, todos estábamos esperado el momento del reencuentro con Chenoa. \"Estás guapísima, lo has hecho muy bien, te quiero mucho\", le decía la cantante de 'Soy Humana', que no ha podido evitar conmoverse con su amiga: \"No puedo evitar emocionarme porque hemos crecido juntas, hemos crecido de la mano\".\nCanco Rodríguez es actor, humorista y cantante pero lo del baile no se le da muy bien, por eso se ha ido al Teatro Bolshoi de Rusia a grabar su vídeo de presentación para la nueva edición de 'Tu Cara Me Suena'. El actor conocido por el Barajas en Aída ha tenido que interpretar al cantante de Los Rebeldes con 'Mediterráneo'.\nBeatriz Luengo la favorita de 'Tu cara me suena'\nLa actriz de UPA Dance, Beatriz Luengo, se ha desplazado hasta las olimpiadas de Río 2016, donde se ha abierto al público. \"Lo que más me va a costar va a ser cantar y bailar a la vez sin ahogarme\" ha confesado la compositora antes de ponerse en la piel de Michael Jackson de pequeño. La ganadora de un Grammy, haciendo gala de su talento innato, ha sido alagada por todos y cada uno de los miembros del jurado por su increíble actuación: \"A ver cuando se entera España de los grandísimos cantantes que tenemos en este país\" han sido las palabras que la flamenca le ha dedicado.\nTras el trágico accidente de tráfico que marcó la vida de la exmodelo, Esther Arroyo, la también presentadora ha llegado con mucha energía y totalmente recuperada. Para prepararse de cara a los retos extremos que en 'Tu Cara Me Suena' le esperan, la de Cádiz se ha trasladado al desierto del Sáhara para hacer su vídeo inicial. Por la magia del azar, Esther Arroyo ha representado a Julieta Venegas con 'Limón y Sal'. Una actuación vivida con mucha intensidad y emoción ya que la última estrofa acaba en \"siento que vuelvo a empezar\", un ejemplo de superación que ha sacado las lágrimas a Lolita Flores. \"Bienvenida de nuevo\", han sido las palabras de sus profesores del concurso.\nDesde Auryn a 'Tu Cara Me Suena', Blas Cantó ha viajado al pasado para conocer a Los Beatles y a la Lolita del pasado. Tras interpretar a Raphael, las palabras de Ángel Llácer dejaban claro cuál era su valoración sobre la actuación: \"Yo quiero que tú seas el primer hombre que gane 'Tu Cara Me Suena'\". Por su parte, Carlos Latre ha acabado el veredicto con un \"has hecho un Raphael perfecto\".\nCristina Pedroche visita 'Tu cara me suena'\nLa presentadora de Pekin Express, Cristina Pedroche, se ha hecho esperar. Tras confesar que cantar y bailar le da mucho respeto, le ha tocado imitar a Jennifer López con 'Aint your Mamma' y 'Lets Get Loud'. Todo un reto ante el que el presentador ha intentado calmarla con un \"en este programa han estado Los Chunguitos\". Finalmente no lo ha hecho nada mal y ha sido ovacionada por el público y el jurado.\nTras una dura tanda de votaciones la ganadora de la primera gala de 'Tu Cara Me Suena' ha sido Beatriz Luengo. Tras las puntuaciones de los profesores y del público, donde la actriz ha arrasado, ha donado los 3.000 euros del premio al cáncer infantil, con una especial mención a Adriana una niña de su familia que está pasando por esta terrible enfermedad.\nLa semana que viene la cosa esta muy reñida, por orden de puntuación Yolanda Ramos hará de María Ostil, David guapo interpretará a Coldplay, Canco Rodriguez tendrá el reto de Chenoa y Esther Arroyo se pondrá en el papel de Graces Jones. Por su parte, Juan Muñoz ha tenido la suerte del 'Training vip' e imitará a Dyango, que vendrá para preparar el personaje. Asimismo, Lorena Gómez cantará una de las canciones más conocidas de Fleur East, Blas Cantó imitará a John Travolta y Rosa López lo hará con la pequeña Marisol. Por último, la ganadora Beatriz Luengo nos sorprenderá con Britney Spears.", "original_url": "http://ocio.farodevigo.es/tv/noticias/nws-534653-tu-cara-me-suena-bate-records-audiencia-su-estreno.html", "wayback_url": "https://web.archive.org/web/20170225210259/http://ocio.farodevigo.es/tv/noticias/nws-534653-tu-cara-me-suena-bate-records-audiencia-su-estreno.html", "a_id": "Q4925264-23"}