{"title": "Tu Cara Me Suena Elige a sus Cuatro Finalistas", "text": "Tu Cara Me Suena Elige a sus Cuatro Finalistas\nChenoa y David Guapo, ¿Juntos gracias a Tu Cara me Suena?\nTu Cara Me Suena: La actuación de Cristina Pedroche (Vídeo)\nSergi Ibor\n@sergi_music\nSe acabó lo que se daba. Tu Cara me Suena 5 completa hoy las plazas de la final con cuatro claros favoritos. A pesar de eso nosotros estamos con los más desfavorecidos y esperamos con ansia la actuación de Yolanda Ramos. ¿Qué pasará esta noche? ¡Te lo contamos todo!\nLas galas en directo son nuestras favoritas, aunque para los concursantes sean las más tensas. Para todos excepto para uno: Blas Cantó. El favorito al triunfo actuará sin presión esta noche imitando a Melendi después de haber ganado la primera semifinal. Con esta clasificación directa el concursante podrá ver relajadamente a sus compañeros imitar a artistas de la talla de Beyoncé (Beatriz Luengo), Gloria Estefan (Rosa López), Shirley Bassey (Lorena Gómez) o Judy Garland (Esther Arroyo). Tampoco faltaran las imitaciones de Canco Rodríguez, que será Enrique Bunbury, y Juan Muñoz, que encarnará a John Lennon. Aunque las apariciones más esperadas de la noche son las de nuestros cómicos David Guapo, como Johnny Cash, y Yolanda Ramos. La catalana promete darnos un momento histórico imitando en directo a Dora 'La Exploradora'. ¡Lloramos de la risa con solo pensar como va a ser la actuación!\nLa gala nos traerá también a un invitado de categoría: Dani Rovira. El actor imitará a Ismael Serrano, que ha confesado que se muere de ganas de ver la actuación. Justo después conoceremos a los 4 finalistas. Si nada cambia prevemos que será una final de cantantes, ya que Beatriz, Lorena y Rosa siguen de cerca a Blas en la clasificación general. ¿Habrá sorpresas de última hora? ¡No te pierdas la segunda semifinal de TCMS5 esta noche!\nÁlbum: La Lista de los Usuarios de Snapchat de los Famosos Pincha aquí para ver el álbum completo.\nHappyFM. Escuchar en directo. ¡Sólo números 1!", "original_url": "http://www.elmundo.es/happy-fm/2017/02/24/58b01c9ce5fdeaf97d8b4614.html", "wayback_url": "https://web.archive.org/web/20170225125718/http://www.elmundo.es/happy-fm/2017/02/24/58b01c9ce5fdeaf97d8b4614.html", "a_id": "Q4925264-4"}