{"title": "Blas Cantó: \"No hay que tener miedo a ser diferente\"", "text": "Blas Cantó: \"No hay que tener miedo a ser diferente\"\nBlas Cantó: «No hay que tener miedo a ser diferente» Blas Cantó. / Promo El cantante murciano publica este viernes 'Complicado', el álbum con el que se afianza como solista dos años después del final de Auryn EP Madrid Viernes, 14 septiembre 2018, 18:33\nTras sencillos como 'In your bed', 'Drunk & Irresponsible' y 'Él no soy yo', Blas Cantó (Ricote, 1991) publica este viernes su álbum de debut, 'Complicado' (Warner Music), con el que se afianza como solista dos años después del final de Auryn, la 'boyband' con la que se dio a conocer. El artista estará este sábado junto a Xuso Jones y Ruth Lorenzo actuando en las fiestas de Molina de Segura.\nY no ha sido sencillo llegar hasta este Complicado, pues como él mismo explica, «quería cantar en español» porque es su manera más directa de comunicarse. «Pero no encontraba el estilo y el repertorio», admite, para luego recalcar que todo cambió con 'Él no soy yo'.\n«Es una canción con mucho potencial y me ayudó a sentirme cómodo en el paso del inglés al español. Da un poco de miedo lo que está pasando con ella porque te planteas qué será lo siguiente», apunta, y añade entre risas: «Ahora mismo esa canción es mi 'Titanic', mi 'I will always love you'. Ya veremos lo que vendrá después».\nSobre el contenido del álbum, plantea Blas que decidió que fuera 'Complicado' porque es una manera de definirse a sí mismo: «Creo que todos estamos hechos de muchas cosas. A veces nos empeñamos en ponernos una única etiqueta, que me parece muy feo, pero cuando te defines como complicado lo abarcas todo».\nY aún sentencia: «Lo que nos diferencia es lo que nos hace únicos y bonitos. De eso va el disco, porque hay una parte mía en inglés, otra en español, otra 'uptempo', otra balada. Hay varios Blas en el disco y eso lo hace especial. Ojalá al escucharlo entiendan el mensaje de que no hay que tener miedo a ser diferente porque, de hecho, no somos iguales».\nPara dar forma a este primer largo en solitario, el murciano ha compuesto bueno parte de los temas, aunque también ha contado con ayuda en la composición de ilustres como Álex Ubago, Leroy Sánchez, D'Angelo o Raúl Gómez, y presenta duetos con Leire Martínez de La Oreja de Van Gogh y Beatriz Luengo.\nEl resultado, según asegura, es un «disco de pop, pero rico en producción y en melodías». «Es muy variado y divertido de escuchar», afirma, al tiempo que se muestra totalmente agradecido a todos los que han participado.\nDestaca asimismo temas como 'Save me' por ser «una llamada de socorro» para salvarnos de nosotros mismos, además de 'Héroe', una composición dedicada a Josep Lobató, presentador aquejado por 'enfermedad rara' que le provoca alteraciones en el habla. «Su historia de superación me emociona muchísimo», remarca Blas.\nPresentaciones en vivo\nAunque el álbum llega este viernes, lleva Blas todo el año con una buena agenda de actuaciones en directo. «Han sido muchas pero con calma, todos los meses con constancia», resume, al tiempo que reconoce: «En el escenario me olvido de todos mis males. Me veo en el escenario y cada concierto lo siento más especial que el anterior, porque nos vamos soltando y conociendo cada vez más. A nivel musical se nota el entrenamiento. Cantar en directo es una bendición», explica.\nPor esto, señala que se siente muy «feliz» por estar cumpliendo «muchos» de sus sueños y, además, asegura que ha crecido mucho en los dos últimos años desde el fin de Auryn: «He aprendido que la generosidad es muy importante. Y tener momentos de verdad, porque a veces este mundo puede llegar a ser de plástico, y si se te va la cabeza y el plástico se convierte en plástico duro ya no se puede deshacer».\nCon el disco en la calle, ahora toca gira de firmas desde este mismo viernes en Madrid y luego Sevilla, Barcelona, Valencia, Alicante y Murcia (21 de septiembre, Fnac, 19 horas). Toda la información está en www.blascantotour.com.", "original_url": "https://www.laverdad.es/culturas/musica/blas-canto-diferencia-20180914181600-nt.html", "wayback_url": "https://web.archive.org/web/20180914185915/https://www.laverdad.es/culturas/musica/blas-canto-diferencia-20180914181600-nt.html", "a_id": "Q4925264-15"}