{"title": "Ángel Llácer faltará a 'Tu cara me suena' por primera vez en la historia del programa", "text": "Ángel Llácer faltará a 'Tu cara me suena' por primera vez en la historia del programa\nÀngel Llàcer estará ausente del ‘Tu cara me suena’ del viernes, día 10, por primera vez en la historia de este longevo ‘talent show’. El popular actor y presentador catalán ha causado baja por enfermedad, pero volverá a su puesto de presidente del juradoen la siguiente entrega del programa. La encargada de sustituirle será Sílvia Abril, una vieja conocida de este espacio por su participación como concursante en la cuarta edición y como jurado en la gala ‘casting’ de febrero que eligió a Lorena Gómez. La estrella invitada del programa de este viernes será Sebastián Zubiri, que se estrenará como imitador poniéndose en la piel de Roy Orbison con la canción ‘You got it’.\nMientras tanto, continúan los preparativos para el nuevo ‘Tu cara no me suena todavía’, que tomará el relevo de su ‘hermano mayor’ con personas anónimas para seguir aprovechando los buenos réditos de audiencia del formato original. Mónica Naranjo, que será jurado de esta nueva versión junto a Ángel Llàcer, Chenoa y Miki Nadal, ha efectuado unas declaraciones en las que señala a Blas Cantó como su “favorito” para ganar la quinta edición de ‘Tu cara me suena’. “Blas es brutal y es magnífico. Cuando vi su imitación de Diana Navarro, que es amiga mía, flipé porque me pareció brutal”, confiesa admirada la cantante, para quien Cantó es una “bestia”. “Cuando lo he visto, no ha dejado nunca de sorprenderme”, reconoce.", "original_url": "http://www.diariocordoba.com/noticias/television/angel-llacer-faltara-tu-cara-suena-primera-vez-historia-programa_1121758.html", "wayback_url": "https://web.archive.org/web/20170209192333/http://www.diariocordoba.com/noticias/television/angel-llacer-faltara-tu-cara-suena-primera-vez-historia-programa_1121758.html", "a_id": "Q4925264-9"}