{"title": "Blas Cantó será el representante de España en Eurovisión 2021", "text": "Blas Cantó será el representante de España en Eurovisión 2021\nBlas Cantó será el representante de España en Eurovisión 2021. La cancelación del concurso de este año motivado por la propagación del coronavirus ha llevado a RTVE a invitar de nuevo al artista murciano para ser el abanderado español de la próxima edición. Una oferta que el joven intérprete ha aceptado.\nEn un comunicado, RTVE ha agradecido el compromiso del artista \"por su dedicación y por el trabajo realizado para representar a España en Eurovisión 2020, y le invita a ser el candidato español en 2021\". Blas, por su parte, ha señalado que trabajará para su candidatura de 2021. \"Me da mucha pena porque hay un trabajo muy grande detrás, de un equipo humano increíble durante muchos meses trabajando, no solo en mi candidatura, sino a nivel global. Pero creo que es lo correcto. Hay países que están empezando ahora la epidemia y no se sabe cuándo se va a poder frenar. Y un año de margen es lo mínimo para hacer el festival en condiciones. Eurovisión lo merece\", ha dicho.\nEl cantante ha afirmado también que está dispuesto a ser el candidato español en 2021: \"Existe el compromiso por mi parte para seguir trabajando en nuestra candidatura en 2021 y estoy muy contento por tener la oportunidad por hacerlo el año que viene”. “Hay muchas cosas por hacer. Vamos a llevar Eurovisión por todo lo alto, va a ser mi bandera, y tenemos tiempo de que lo sea y de hacer una buena interpretación en 2021\", ha contado.\nBlas también ha querido lanzar un mensaje a los fans: “Lo único que quiero es que la gente esté unida y que se queden en casa para que esto se pare lo más pronto posible. La salud es lo primero. Hay que priorizar en nosotros. Porque sin nosotros no hay festival. Hacerlo sin público era una locura porque Eurovisión son los fans. Sin ellos no hay nada. Era importante hacerlo en condiciones porque Eurovisión se lo merece para darle la importancia que tiene\", ha concluido.\nBlas Cantó iba a representar a España en Eurovisión 2020 con la canción \"Universo\". Aunque los organizadores aún no han determinado las reglas para la próxima edición, todo parece indicar que los artistas que iban a estar presentes en la edición de este año y regresen en 2021 podrán elegir una nueva canción.", "original_url": "https://www.cadena100.es/television/noticias/blas-canto-sera-representante-espana-eurovision-2021-20200318_650704", "wayback_url": "https://web.archive.org/web/20201125164249/https://www.cadena100.es/television/noticias/blas-canto-sera-representante-espana-eurovision-2021-20200318_650704", "a_id": "Q4925264-33"}