{"title": "Company, Music Publishing, Artist Manager and Music Industry Directory", "text": "Company, Music Publishing, Artist Manager and Music Industry Directory\nInterview with GLENN HERLIHY, A&R; at Religion Music - Aug 21, 2006 \"I certainly would not have any of the success that I have today if it wouldn't have been for HitQuarters\" ... so assures Glenn Herlihy as he describes the process of signing his Religion Music artist Lesley Roy to Jive Records US.\nHerlihy talks about how his company hunts for talent and prepares the upcoming stars for major label success.\nExclusively for HitQuarters, Herlihy presents his next project. If you are (or working with) a fantastic female singer, scroll down for Herlihy's brief!\nHow did you get started in the music business?\nI used to run nightclubs about 10 years ago and I came across a dj, Robbie Nelson, who said he had a good song. But I knew nothing about music at the time. He told me that Pete Waterman liked his track, and after hearing it, I decided to build a studio and put this guy in full time.\nI introduced Chris Agnelli to Robbie Nelson and they started recording. The first track I A&Red;, called ’El Nino’, was a huge success in the dance scene across Europe in 1997. So I got into the music business by accident.\nWas that when you started Religion Music?\nIt was originally called RGB records. But I changed the name about four years ago to\nWhat happened after that first experience?\nA lot of major record companies approached me to license\nArtists like Coast To Coast, Liquid, and Discovery; a girl called Penny McCleary, who was featured on various different projects around Europe. I think the biggest one was Rank One’s ‘Such Is Life’ which she co-wrote and performed on. In 2001 I decided to get out of dance music because I thought the market was going to collapse, which it did to a point that you can’t sustain a company.\nI had great success licensing my dance acts to various majors and European dance labels. I ventured into the pop market and I built new studios in Dublin. I signed an Irish boy/girl group called Fifth Avenue. I put them together and also signed them for recording and publishing.\nI licensed them to Warners and NRJ Europe. I publish pretty much everything I’m involved in. What I look for is talent in people and I don’t care who they are or where they come from. If I think they have the ingredients, I’ll develop it in my studios. That has worked so far.\nWe have had numerous Top 40 hits in the UK, a couple of top 20’s and lots of top 5’s around Europe. Our producers have done remixes for various big acts including ‘Beautiful Day’ and ‘Elevation’ for U2. I look for talent. That can be a writer, a producer or a singer.\nHow did you come up with the remixes for U2?\nRichard Rainy, who was an Engineer on U2’s album was a friend of Chris Agnelli. He told us U2 were looking for a good remix of ‘Beautiful Day’ and were not happy with the remixes so far. We asked for a crack at it and Richard arranged for it. We were given 24 hours to come up with the goods, so Richard and Chris got to work. It turned out to be a massive remix, under the name Quincy and Sonance.\nHow did you meet Lesley Roy?\nA friend introduced her to me. I started the project Shelley, (which got Artist of the Week in HitQuarters a few weeks ago). I was into that project for about a year, then Shelley got cancer. While she was recovering, I decided to look for another project to work on until she got well again.\nA friend of mine said that he met this girl Mark Murphy, produced one track that Lesley wrote and it turned out to be a very strong song.\nHow did she appear to you the first time?\nWhen she came to me we discussed a direction to go to. Some artists will tell you, ‘I wanna be this and I wanna be that.’ Then they look at you for response. They want to try to tell you what you want to hear, just to get a deal. Lesley had Sheryl Crow kind of songs. They were middle of the road, very safe but very, very good.\nWhen me and Mark heard her voice we all decided then the way to go would be a kind of Kelly Clarkson/Evanescence feel. I felt there was room in the market place for this, especially in America. So we produced the project deliberately for America. Everybody told me I was crazy. They said, ‘You will not get an Irish or UK act signed directly to an American record company!’\nDid Lesley sing to you live or did she give you demos?\nObviously I establish if the artist can sing and we listen to demos very carefully. I never see any of my projects live. I don’t believe in that. My attitude is: If I saw Lesley live on Stage, I wouldn’t have signed her, with the material she had at that time. She would have been singing her own songs in her own way.\nI love to take projects from nothing and develop them, but taking it one track at a time. Lesley has a very unique voice and knows where she wants to go. The project took shape very quickly. But it was a team effort.\nHow developed was she?\nWhen I met her in end of 2004, she wasn’t developed at all. She had been working with Rory O’Connor, a top songwriter here in Ireland, and had a few demos. But they were a long way off from where her songs are now.\nDid she have a manager?\nNo, I refuse to sign artists that have management.\nWhy?\nWhen I develop an act I know what I’m going to do, and how. When it’s complete, depending on the main territory, I introduce the artist to a couple of established managers that I know that will do a good job. I think managers can destroy a project at an early stage, with their various views. And as I invest a lot of money and time, I prefer to deal with the artist directly, until we are ready to go.\nHow did you develop Lesley, then?\nAfter we recorded one song with her, we tried an old track that was done by an act I signed years ago. We made a lot of changes to it and Lesley wrote some new verses, and it turned out to be a very strong song, ‘There’ll Be Angels’. Once we found that style, Lesley and her co-writer Roy O’Connor knew what I was looking for, and wrote more great records.\nMark Murphy and me then produced the songs. We got about ten songs done for the package. A lot of people say three is enough to present to labels, but sometimes if your artist is good and you go into a meeting with a record company they ask, ‘Have you got any more?’ Which ended up being the case!\nLesley is very much a real artist. She has been performing from a very young age, and her mother performed in a band. Music is in her blood and this became very obvious to the labels when they met her.\nWhich style did you go for with her, how did you come up with it?\nBasically I wanted to go for America and everybody laughed because it is so hard to get a US label to sign an Irish or UK act directly. One Irish act that springs to mind with a direct US deal is The Corrs. Acts that release in America are usually signed through the UK or Germany.\nSo I wanted a good looking rock chick, very grunge, very real. This was Lesley naturally. Something that is not manufactured. If you look at Lesley’s photographs that’s very much the person she is. I didn’t really have to style her. Her clothes, her image are all her. She knows who she is and what she wants. I was very lucky. Everything came together very well.\nHow did you finance developing her since 2004 and what did you do?\nDuring the first year she was still in school. She signed a developing contract with me and I worked with her only on weekends until 2005. When she finished school we signed her on a proper publishing and recording deal that was worth several hundred thousand Euros. We invest the same money in an artist as a major label.\nDid you work on her live performance, too?\nYes. I think when songs are produced the live set takes on a whole new life. Lesley had a band in Ireland. They worked extremely hard on the performance for her showcase. She and Rory wrote some new songs the majors had not heard on the sample CD, so this was an extra bonus for the labels attending.\nThe showcase was held in the Jeff Fenster and Ricardo Fernandez from\nDid you produce a music video as well?\nNo, Lesley’s live performance along with the sample CD proved how good she was. I think on a pop project like Shelley it’s a little different. A video can help securing the right partner in different territories, as well as showing your commitment.\nSo are all of her songs written by her?\nShe has co-written most of them to date. She has been working and co-writing with Max Martin, Ben Moody, Dave Hodges, and is about to start with Scott Weiland.\nSo did you look for outside songs?\nVery rarely, as we have our own writers. Avi from SongQuarters got in touch and asked if he could put the word out.. I got a lot of demos sent to me but found only one song, ‘A Thousand Pieces’, co-written by my good friend Jason Blume, that really stood out. But if material is sent to me I will have a listen.\nHow did the initial connection to Jive Records come about then?\nA woman called Kim Kaiman (formerly of Jive marketing) heard Lesley on HitQuarters, when she was Artist of the Week. Kim obviously knew Jeff Fenster well. She sent Jeff the material and he contacted me immediately.\nDid you have a connection there?\nNo. Not in America. I knew Rick Fernandez in the UK office who was already interested in Lesley and also had spoken to Martin Dodd before.\nHad Kim heard of Lesley before HitQuarters?\nNo, it was only through HitQuarters. I think that HitQuarters should get recognition for that. I have been a member of HitQuarters for many years and it’s a fantastic site. I certainly would not have any of the success that I have today if it wouldn’t have been for HitQuarters.\nThe SongQuarters section is incredibly good too because you can go and find out who is looking for songs. Kim rang me and said: ‘Lesley is amazing, would you mind if I play it to some people?’ After a while she came back to me.\nShe had played it to Columbia, Epic, Jive and a couple of other people and most came back and wanted a deal. Jeff Fenster rang me and we got on very well. He knew that there was a good team behind Lesley and was very sincere. More importantly there were no games with Jeff.\nDoes the record company organise all the co-writings now?\nJeff asked me, as this was a licensing deal whether I’d mind if he took creative control. Jeff Fenster is a very successful and respected man in the music industry and has far more experience than I do. He’s an incredibly nice guy and I trust him impeccably. Because I’m so busy here with other projects, I’m more than happy that Jeff took over. But we talk a lot and he runs everything by me.\nDid he make some major changes in the style?\nNot really, he just lets Lesley be herself. Jeff hasn’t changed the style at all. He has better understanding of the American market and has more experience in this kind of project than I do. I am sure that if he needs to change anything he will, and it will be for the right reason.\nShe is getting on well with the new people she’s working with, Dave Hodges, Max Martin, Ben Moody etc. So it seems to be all falling into place. An act will always need some slight changing as it develops, and Kim, Jeff and his team are experts.\nDo you think it was important that a company like Religion Music was behind it?\nYes, we are very good at what we do, and we took the project to where it needed to be before a major got involved. We stay quiet and just get on with the job. We are very focused. That is what we specialise in. Finding talent and packaging it for a major. We have been doing it for nine years.\nObviously Lesley is the key to Jeff’s interest, but when he came over here, he spent a couple of days with us, and liked the set-up. He saw how professional it was. I think at first he was worried that it was a small little production company that may cause problems along the way, which can happen from time to time. But I assured him that he would have control, and that was that.\nDo you have some new artists coming up?\nYes, Shelley is the next artist. We are going to release her across Europe in 2007. Shelley was Artist of the Week on HitQuarters some weeks ago. I wrote a song around Serge Gainsbourg’s ‘Je t’aime’, a big song called ‘Hit It’. We are going to try and release it ourselves in the UK later in the year and I already have a lot of interest around the world including America for Shelley.\nRather than license the project in the UK, I decided this year I set up Religion Music as a proper label. We’re going to release her directly and license it to the territories outside the UK. She is on\nHow do you find new talent? Do you go out and look or do people come to you?\nBoth. I look for talent but obviously it’s not something you come across everyday. I’ve been very lucky and we have a very good team here that is always on the lookout. I am now looking for talent globally to sign. I’ve been very lucky that projects have come to me all the time so far.\nFor artists it’s very hard to get a deal, get good producers. It can be very disheartening. To be honest with you, HitQuarters is without a doubt crucial to the process.\nI think there is a serious problem in the UK when it comes to A&R.; The industry there is in a big mess at the moment. There are A&Rs; that don’t have a clue what they are doing. There are more failures these days in the UK than there are successes. These A&R; guys are signing stuff that they really don’t understand.\nIn the old days an A&R; guy would spend time with the band, see them showcase. It’s like a manager in the old days would be in a van with the band driving around different gigs, living on hardly any money, like Paul McGuiness with U2. But nowadays it’s too many people trying to get the next big act.\nI offered Lesley to the UK record companies last year and every single one of them turned her down. There are some exceptions of course. People like\nI did a deal with Marc Connor in Sheer music in South Africa because he got Lesley straight away. So there are some great A&R; guys out there. It’s just that the bad A&R; guys are doing a lot of damage to the business.\nDo you think it’s important that an artist is known locally?\nNo. I think all that is rubbish. All that ‘do a showcase, do a live act, build a fan base’ and so on. They are excuses that a record company has made up to say no to somebody. You take an act and if it’s a good act, a good package, it will do business. You can be known globally and still fail or struggle.\nRobbie Williams: perfect example. His first two singles got a poor result yet had a massive fan base. But when he brought out ‘Angels’, which was an amazing record, his career blew. Bryan McFadden is another example. There are no certainties in this business. So local fans, global fans - I don’t think it matters.\nWhen you do development deals, what do you expect from people?\nTrust, patience and hard work. If it works we go to long form.\nDo you get percentages of everything the artist does?\nYes, I do take a percentage of touring and merchandising but very small. My deals are extremely fair. My artists get advice from well established UK lawyers that they choose, before entering into any agreements. My deals are no different than an American or a UK deal now. Good advance, recording budgets, and commitment, but at the same time some of the marketing has to be recouped.\nDid you make the Lesley deal with Jive?\nYes, the deal is between Jive and Religion Music for recording. Lesley is signed to my label. Religion is still her record company and everything goes through me. The deals with me are exclusive. But as I said I have such a good relationship with Jeff and his team that I gave the control over to them.\nFinally, please tell us what are you seeking for your new project!\nMy next project will be something like Transition Vamp or Blondie. A punk band with a good looking female singer in front, with big songs. I have the songs here but I’m looking for the artist. A new Wendy James! I am looking for that specific look (see pic below). I have to find her!\nI used to run nightclubs about 10 years ago and I came across a dj,, who said he had a good song. But I knew nothing about music at the time. He told me thatliked his track, and after hearing it, I decided to build a studio and put this guy in full time.I introducedto Robbie Nelson and they started recording. The first track I A&Red;, called ’El Nino’, was a huge success in the dance scene across Europe in 1997. So I got into the music business by accident.It was originally called RGB records. But I changed the name about four years ago to Religion Music A lot of major record companies approached me to license Agnelli and Nelson . The first single was such a big success that I asked them to record an album. They were signed to me exclusively for publishing and recording. I made a deal with Extravaganza for the album. Following that I signed a few other dance acts, up to 2001.Artists like Coast To Coast, Liquid, and Discovery; a girl called, who was featured on various different projects around Europe. I think the biggest one was’s ‘Such Is Life’ which she co-wrote and performed on. In 2001 I decided to get out of dance music because I thought the market was going to collapse, which it did to a point that you can’t sustain a company.I had great success licensing my dance acts to various majors and European dance labels. I ventured into the pop market and I built new studios in Dublin. I signed an Irish boy/girl group called. I put them together and also signed them for recording and publishing.I licensed them to Warners and NRJ Europe. I publish pretty much everything I’m involved in. What I look for is talent in people and I don’t care who they are or where they come from. If I think they have the ingredients, I’ll develop it in my studios. That has worked so far.We have had numerous Top 40 hits in the UK, a couple of top 20’s and lots of top 5’s around Europe. Our producers have done remixes for various big acts including ‘Beautiful Day’ and ‘Elevation’ for. I look for talent. That can be a writer, a producer or a singer., who was an Engineer on U2’s album was a friend of Chris Agnelli. He told us U2 were looking for a good remix of ‘Beautiful Day’ and were not happy with the remixes so far. We asked for a crack at it and Richard arranged for it. We were given 24 hours to come up with the goods, so Richard and Chris got to work. It turned out to be a massive remix, under the nameA friend introduced her to me. I started the project, (). I was into that project for about a year, then Shelley got cancer. While she was recovering, I decided to look for another project to work on until she got well again.A friend of mine said that he met this girl Lesley Roy , that sounded interesting. She came over to my studios and we got on really well. So I decided to try one song with her. My business partner,, produced one track that Lesley wrote and it turned out to be a very strong song.When she came to me we discussed a direction to go to. Some artists will tell you, ‘I wanna be this and I wanna be that.’ Then they look at you for response. They want to try to tell you what you want to hear, just to get a deal. Lesley had Sheryl Crow kind of songs. They were middle of the road, very safe but very, very good.When me and Mark heard her voice we all decided then the way to go would be a kind of Kelly Clarkson/Evanescence feel. I felt there was room in the market place for this, especially in America. So we produced the project deliberately for America.Obviously I establish if the artist can sing and we listen to demos very carefully. I never see any of my projects live. I don’t believe in that. My attitude is: If I saw Lesley live on Stage, I wouldn’t have signed her, with the material she had at that time. She would have been singing her own songs in her own way.I love to take projects from nothing and develop them, but taking it one track at a time. Lesley has a very unique voice and knows where she wants to go. The project took shape very quickly. But it was a team effort.When I met her in end of 2004, she wasn’t developed at all. She had been working with, a top songwriter here in Ireland, and had a few demos. But they were a long way off from where her songs are now.No, I refuse to sign artists that have management.When I develop an act I know what I’m going to do, and how. When it’s complete, depending on the main territory, I introduce the artist to a couple of established managers that I know that will do a good job.After we recorded one song with her, we tried an old track that was done by an act I signed years ago. We made a lot of changes to it and Lesley wrote some new verses, and it turned out to be a very strong song, ‘There’ll Be Angels’. Once we found that style, Lesley and her co-writer Roy O’Connor knew what I was looking for, and wrote more great records.Mark Murphy and me then produced the songs. We got about ten songs done for the package. A lot of people say three is enough to present to labels, but sometimes if your artist is good and you go into a meeting with a record company they ask, ‘Have you got any more?’ Which ended up being the case!Lesley is very much a real artist. She has been performing from a very young age, and her mother performed in a band. Music is in her blood and this became very obvious to the labels when they met her.Basically I wanted to go for America and everybody laughed because it is so hard to get a US label to sign an Irish or UK act directly. One Irish act that springs to mind with a direct US deal is The Corrs. Acts that release in America are usually signed through the UK or Germany.So I wanted a good looking rock chick, very grunge, very real. This was Lesley naturally. Something that is not manufactured. If you look at Lesley’s photographs that’s very much the person she is. I didn’t really have to style her. Her clothes, her image are all her. She knows who she is and what she wants. I was very lucky. Everything came together very well.During the first year she was still in school. She signed a developing contract with me and I worked with her only on weekends until 2005.Yes. I think when songs are produced the live set takes on a whole new life. Lesley had a band in Ireland. They worked extremely hard on the performance for her showcase. She and Rory wrote some new songs the majors had not heard on the sample CD, so this was an extra bonus for the labels attending.The showcase was held in the Sugar Club in Dublin, which is a fantastic venue.andfrom Jive/Zomba attended, as well as others. They seemed extremely impressed that Lesley had new material for the night, and Religion ensured that the best mix engineers and equipment as well as venue were chosen. No expense was spared.No, Lesley’s live performance along with the sample CD proved how good she was. I think on a pop project like Shelley it’s a little different. A video can help securing the right partner in different territories, as well as showing your commitment.She has co-written most of them to date. She has been working and co-writing with, and is about to start withVery rarely, as we have our own writers. Avi from SongQuarters got in touch and asked if he could put the word out.. I got a lot of demos sent to me but found only one song, ‘A Thousand Pieces’, co-written by my good friend, that really stood out. But if material is sent to me I will have a listen.No. Not in America. I knew Rick Fernandez in the UK office who was already interested in Lesley and also had spoken tobefore.The SongQuarters section is incredibly good too because you can go and find out who is looking for songs. Kim rang me and said: ‘Lesley is amazing, would you mind if I play it to some people?’ After a while she came back to me.She had played it to Columbia, Epic, Jive and a couple of other people and most came back and wanted a deal. Jeff Fenster rang me and we got on very well. He knew that there was a good team behind Lesley and was very sincere. More importantly there were no games with Jeff.Jeff asked me, as this was a licensing deal whether I’d mind if he took creative control. Jeff Fenster is a very successful and respected man in the music industry and has far more experience than I do. He’s an incredibly nice guy and I trust him impeccably. Because I’m so busy here with other projects, I’m more than happy that Jeff took over. But we talk a lot and he runs everything by me.Not really, he just lets Lesley be herself. Jeff hasn’t changed the style at all. He has better understanding of the American market and has more experience in this kind of project than I do. I am sure that if he needs to change anything he will, and it will be for the right reason.She is getting on well with the new people she’s working with, Dave Hodges, Max Martin, Ben Moody etc. So it seems to be all falling into place. An act will always need some slight changing as it develops, and Kim, Jeff and his team are experts.Yes, we are very good at what we do, and we took the project to where it needed to be before a major got involved. We stay quiet and just get on with the job. We are very focused. That is what we specialise in. Finding talent and packaging it for a major. We have been doing it for nine years.Obviously Lesley is the key to Jeff’s interest, but when he came over here, he spent a couple of days with us, and liked the set-up. He saw how professional it was. I think at first he was worried that it was a small little production company that may cause problems along the way, which can happen from time to time. But I assured him that he would have control, and that was that.Yes, Shelley is the next artist. We are going to release her across Europe in 2007. Shelley was Artist of the Week on HitQuarters some weeks ago. I wrote a song around Serge Gainsbourg’s ‘Je t’aime’, a big song called ‘Hit It’. We are going to try and release it ourselves in the UK later in the year and I already have a lot of interest around the world including America for Shelley.Rather than license the project in the UK, I decided this year I set up Religion Music as a proper label. We’re going to release her directly and license it to the territories outside the UK. She is on Pop Justice , a big pop website in the UK that the kids go to for the new material coming out. I just set- up her Myspace page last week and its getting a great response. I think she got more than 7000 listens already. She is like a Jennifer Lopez/Sugababes kind of thing.Both. I look for talent but obviously it’s not something you come across everyday. I’ve been very lucky and we have a very good team here that is always on the lookout. I am now looking for talent globally to sign. I’ve been very lucky that projects have come to me all the time so far.I think there is a serious problem in the UK when it comes to A&R.; The industry there is in a big mess at the moment. There are A&Rs; that don’t have a clue what they are doing. There are more failures these days in the UK than there are successes. These A&R; guys are signing stuff that they really don’t understand.In the old days an A&R; guy would spend time with the band, see them showcase. It’s like a manager in the old days would be in a van with the band driving around different gigs, living on hardly any money, likewith U2. But nowadays it’s too many people trying to get the next big act.I offered Lesley to the UK record companies last year and every single one of them turned her down. There are some exceptions of course. People like Björn Teske in Germany was very excited about Lesley, and was very straight with me. He picked up on it straight away. As did Ric Fernandez.I did a deal within Sheer music in South Africa because he got Lesley straight away. So there are some great A&R; guys out there. It’s just that the bad A&R; guys are doing a lot of damage to the business.No. I think all that is rubbish. All that ‘do a showcase, do a live act, build a fan base’ and so on. They are excuses that a record company has made up to say no to somebody. You take an act and if it’s a good act, a good package, it will do business. You can be known globally and still fail or struggle.: perfect example. His first two singles got a poor result yet had a massive fan base. But when he brought out ‘Angels’, which was an amazing record, his career blew.is another example. There are no certainties in this business. So local fans, global fans - I don’t think it matters.Trust, patience and hard work. If it works we go to long form.Yes, I do take a percentage of touring and merchandising but very small. My deals are extremely fair. My artists get advice from well established UK lawyers that they choose, before entering into any agreements. My deals are no different than an American or a UK deal now. Good advance, recording budgets, and commitment, but at the same time some of the marketing has to be recouped.Yes, the deal is between Jive and Religion Music for recording. Lesley is signed to my label. Religion is still her record company and everything goes through me. The deals with me are exclusive. But as I said I have such a good relationship with Jeff and his team that I gave the control over to them.\nInterview by Jan Blumentrath\nRead On ...\nArchive", "original_url": "http://www.hitquarters.com/index.php3?page=intrview/opar/intrview_Glenn_Herlihy_Interview.html", "wayback_url": "https://web.archive.org/web/20120314061644/http://www.hitquarters.com/index.php3?page=intrview/opar/intrview_Glenn_Herlihy_Interview.html", "a_id": "Q3784982-2"}