{"title": "In the spotlight: Lesley Roy", "text": "In the spotlight: Lesley Roy\nWith her song, 'Story Of My Life', Lesley was chosen to represent Ireland in 2020. In light of the unfortunate cancellation of the 65th Eurovision Song Contest, we wish to highlight the impressive acts that were set to appear. This is 'In the spotlight', our feature honouring the artists that would have made up this year's edition of the world's largest live music event.\nLesley’s Story Of My Life was selected by broadcaster RTÉ and 2FM as Ireland’s Eurovision Song Contest 2020 representative. Lesley outshined other artists and songwriters who were asked to submit songs for shortlisting, before being chosen for the competition. As a lifelong fan of Eurovision, Lesley said that representing Ireland in 2020 with a song she worked extremely hard on has meant that one of her lifetime ambitions has been fulfilled.\nWho is Lesley?\nLesley’s career portfolio is outstanding: she has worked with a number of world-famous artists including Adam Lambert, Miss Montreal, Medina, Jana Kramer and Markee Scott, just to name a few.\nLesley is a singer-songwriter who credits early Motown, Fleetwood Mac, Sheryl Crow, Robyn, Kacey Musgrave and Christine and the Queens among her musical influences. Her career highlights to date include writing her debut album, Unbeautiful, with producer Max Martin and performing at Coachella with Deorro.\nIreland's Eurovision 2020 participant Lesley Roy Luca Truffarelli\nOriginally from Balbriggan Co. Dublin, Ireland, Lesley recounts her childhood growing up with Eurovision: “It was a very big event in my house every year, we watched and voted on each act and I became a massive fan at a very young age,\" she said.\nWatching Ireland’s participation in the Eurovision Song Contest left a very deep impression on her and she knew this was something she would love to do for Ireland when she grew up.\nREAD MORE: Lesley's participant profile\nIreland's Eurovision 2020 representative Lesley Roy Luca Truffarelli\nHer knowledge of the contest and high standard of what she thought a Eurovision song should be, informed the type of song she would select. She penned and co-produced Ireland's entry, Story of My Life, alongside some of her favourite co-writers in Nashville: Robert Marvin, Catt Gravitt and Tom Shapiro.\nStory Of My Life is about overcoming your difficulties in life and getting back up again. It's an uptempo and triumphant pop number that injects a fresh and fun vision “that encapsulates a modern Ireland” Lesley said.\nLesley splits her time between her home in the East Village of New York City and her native Ireland. In one of her most recent Instagram posts, she sends all her love to the Eurovision Song Contest fans and looks forward to watching the Eurovision PrePartyES, in which she participated, at home. She shared a photo of herself and her sister on the night they would have otherwise been in Madrid for the pre-party in person.\nYou can follow Lesley on the following social media platforms:\nLISTEN: Stream Story Of My Life and other Eurovision 2020 songs on Spotify\nIreland in the Eurovision Song Contest\nIreland is arguably the most successful country in the Eurovision Song Contest, having won a record 7 times. The country famously won 4 out of 5 contests in the 1990s and became the first country to win 3 times in a row- a record no country has come close to beating since.\nIts first entry was back in 1965 and its first victory was in 1970 with Dana and All Kinds of Everything (#7 in our Irish Top 10).\nJohnny Logan is the only singer to win the Contest twice with his song What's Another Year? in 1980 and Hold Me Now in 1987. Johnny's What's Another Year? has inspired a global, fan sing-a-long to be performed during Eurovision: Europe Shine A Light, the show that will air in place of the now-cancelled 2020 Grand Final on Saturday 16 May at 21:00 CEST.\nJohnny Logan won the 1987 Eurovision Song Contest for Ireland. RTÉ\nSince its debut, Ireland has only missed the contest twice, in 1983 and 2002.\nREAD MORE: Ireland's country page\nSarah McTernan represented Ireland at the Eurovision Song Contest in 2019 with her song 22, which reached the Second Semi-Final and placed 18th.\nLeave some love for Lesley in the comments!", "original_url": "https://eurovision.tv/story/in-the-spotlight-lesley-roy", "wayback_url": "https://web.archive.org/web/20200426032509/https://eurovision.tv/story/in-the-spotlight-lesley-roy", "a_id": "Q3784982-11"}