{"title": "Lesley Roy offered another chance to represent Ireland at Eurovision - if she can come up with the right song", "text": "Lesley Roy offered another chance to represent Ireland at Eurovision - if she can come up with the right song\nTHE Irish Eurovision entry robbed of her shot at glory has been offered another chance — if she can come up with the right song.\nLesley Roy missed out on representing Ireland when the Covid-19 crisis struck but has revealed RTE is willing to give her a second chance.\n1 Lesley was devastated after the annual song contest didn’t take place last month Credit: LUCA TRUFFARELLI\nThe Dubliner was devastated after the annual song contest didn’t take place last month in Rotterdam, The Netherlands.\nMany countries have already confirmed they will send the same acts with new songs next year, as acts aren’t allowed to keep their track.\nUNFINISHED BUSINESS\nRTE have so far kept fans in the dark about their plans for 2021. However, Lesley, 33, has signalled she could be ­Ireland’s entry next year.\nShe said: “I’ve had conversations with RTE and we agree that I will 100 per cent come back as long as the song is big enough and catchy enough.\n“So if I can write something to the standard, we all agree, I’ll be there.”\nAnd the Balbriggan woman — who was due to sing The Story Of My Life — is already thinking about the new track.\n­Lesley explained: “I’m taking a lot of the lessons from the experience of the last few months. The stuff that went down well with Eurovision fans and what they didn’t like.\n“I want to take all those notes with me when I get back in the studio.”\nHaving been tipped as a potential winner this year, New York-based Lesley says she has unfinished business.\nShe said: “I’d like to finish the process. It’s strange not to have done the show so ­hopefully all the artists can make their way back their next year. I’d love to do that. It’s a dream of mine.”\nNext year’s Eurovision will still be held in Rotterdam, in May. And Lesley says getting there will complete a lifetime of Eurovision memories.\nMOST READ IN TV & SHOWBIZ HOW SHE DOES Rita Ora bares all as she goes topless to show off her pride makeup routine MR & MRS Ruth Langsford praises romantic Eamonn Holmes as he spoils her on 10th anniversary HAZ-MAT! Harry Styles covers up with a mask, hoodie and shades during London shopping trip FAR FROM THE SQUARE EastEnders' Maisie Smith poses for sultry black and white snap MODERN BRITAIN EastEnders unveils 'anti-racism' mural to be permanent feature in Walford ALL GROWN UP Soap fans shocked by young Maisie Smith and Sam Aston in epic awards throwback\nShe said: “I am from the era of Niamh Kavanagh, Paul Harrington, Eimear Quinn, the Riverdance years.\n“I feel like the back-to-back years watching it live from the Point Depot with Gerry Ryan hosting and the explosion of Riverdance left a very deep impression on me as a kid.\n“I definitely made a mental note that this is something I would love to do for Ireland when I grew up.”", "original_url": "https://www.thesun.ie/tvandshowbiz/tv/5522822/lesley-roy-eurovision-second-chance-right-song/", "wayback_url": "https://web.archive.org/web/20200629022222/https://www.thesun.ie/tvandshowbiz/tv/5522822/lesley-roy-eurovision-second-chance-right-song/", "a_id": "Q3784982-12"}