{"title": "Randi x Roxen ajung \"Dincolo de Marte\" cu noul lor single", "text": "Randi x Roxen ajung \"Dincolo de Marte\" cu noul lor single\nRandi și Roxen au lansat ”Dincolo de Marte”, prima lor piesă în colaborare. Acompaniată de un videoclip regizat de Ionuț Trandafir, noul single este o frumoasă baladă scrisă din perspectiva a doi îndrăgostiți, ce-și trăiesc povestea de iubire într-o continuă stare de plutire.\nNoua piesă \"Dincolo de Marte\" este compusă de Ropcea Andrei (Randi) împreună cu Mario Stoica, versurile fiind scrise de Randi împreună cu Roxen. Videoclipul noii piese este regizat de Ionuț Trandafir,\n\"\"Dincolo de Marte\" e aici! Sper să vă placă și vouă la fel de mult cum o simt eu în suflet\", a transmis Roxen.\n\"E pe YouTube! \"Dincolo de Marte\" e piea care unește suflete dincolo de timp, spațiu și limitările pe care ni le punem zi de zi! Share and love oameni frumoși! Mulțumesc Roxanei care a adus magie piesei !\", a completat Randi.\nRoxen a reușit să capteze atenția publicului datorită timbrului său unic. Lansări precum: \"Ce-ți Cântă Dragostea\", \"You Don't Love Me\" feat. Sickotoy, \"Parte Din Tine\" feat. DJ Project și \"Spune-mi\" au intrat în toate topurile naționale de la radio și TV, ajungând unele dintre cele mai difuzate piese ale momentului.\nCu un background impresionant în industria muzicală, Randi este unul dintre cei mai cunoscuți și apreciați cântăreți și compozitori români. Artistul a făcut parte din duo-ul Morandi, cu care a devenit celebru și care l-a propulsat în industria muzicală internațională, câștigând astfel o mulțime de premii naționale și internaționale pe parcursul carierei sale de artist.\nCu o voce inconfundabilă, Randi a lansat o varietate de piese de succes, atât în cadrul Morandi, cât și solo, precum \"Love Me\", \"Beijo\", \"Falling Asleep\", \"Angels\", \"Colors\", \"Ochii ăia verzi\", \"Prietena ta\" și multe altele. Talentul său de solist este dublat de cel creativ, el compunând de-a lungul carierei o mulțime de piese atât pentru el, cât și pentru artiști proeminenți din România sau din afara țării, precum Pitbull, Delia, Nicole Cherry și mulți alții.", "original_url": "https://www.profm.ro/fresh-music/randi-x-roxen-ajung-dincolo-de-marte-cu-noul-lor-single-127399", "wayback_url": "https://web.archive.org/web/20211203141333/https://www.profm.ro/fresh-music/randi-x-roxen-ajung-dincolo-de-marte-cu-noul-lor-single-127399", "a_id": "Q84850732-54"}