{"title": "TVR și Global Records, parteneri pentru Eurovision Song Contest 2020", "text": "TVR și Global Records, parteneri pentru Eurovision Song Contest 2020\nTVR și Global Records, parteneri pentru Eurovision Song Contest 2020\nÎn acest an, Televiziunea Română abordează atât Selecţia Naţională, cât şi participarea la concursul Eurovision Song Contest 2020 (ESC2020), în parteneriat cu cel mai dinamic jucător de pe piaţa muzicală din România, Global Records.\nNu este prima oară când TVR colaborează cu o casă de discuri în proiectul Eurovision. În ultimii 20 de ani, televiziunea publică a făcut acest lucru la numeroase alte ediţii, conlucrând cu nume de rezonanță din piața de specialitate.\nElena Știrbescu, manager al proiectului, a precizat faptul că televiziunea publică, ca organizator al selecției naționale, a pornit de la o analiză riguroasă a mai multor elemente, cum ar fi rezultatele obținute de România la Eurovision pe parcursul anilor, mecanismele de selecție practicate în diferite țări și specificul pieței locale.\n„Nivelul la care se desfășoară concursul Eurovision în ultimii ani, complexitatea show-urilor din etapa internațională, precum și imperativul atingerii excelenței de către piesa și artistul care reprezintă România au condus, în mod firesc, la această nouă viziune și la colaborarea cu un partener consacrat în domeniu, așa cum este Global Records.”, a declarat Liana Stanciu, seful delegatiei la ESC2020.\nTVR a optat pentru acest parteneriat pornind de la o serie de factori, precum cifrele impresionante pe care compania le-a înregistrat în ultimii ani în ceea ce priveşte prezenţa pieselor şi artiştilor săi în topurile radio şi tv, cifrele legate de accesările pe YouTube, numărul de ţări în care sunt ascultate piesele produse de Global Records și numărul de abonaţi pe conturile de social media etc.\nȚinând cont de aceste performanțe, Televiziunea Română a ales să colaboreze, pentru cea de-a 65-a ediție a Eurovision Song Contest, cu o casă de discuri care are o contribuție însemnată la impunerea muzicii românești pe plan internaţional, atât prin selectarea celor mai competitive piese pentru tipuri de public şi teritorii specifice, cât şi prin mecanismele și canalele de promovare utilizate cu rezultate remarcabile.\nUn alt factor relevant în luarea acestei decizii a fost faptul că acest parteneriat între TVR și Global Records este unul cu valoare financiară zero, dar în care ambii parteneri investesc resurse financiare, tehnice și artistice pentru reprezentarea României la Eurovision cu un moment artistic de valoare, complex și atractiv atât pentru publicul din România, cât și pentru cel internațional.\n\"Eurovision este cea mai mare competiție din lume dedicată muzicii. Global Records a acceptat propunerea TVR de a colabora pentru alegerea reprezentantului României la Rotterdam și se implică fără niciun fel de remunerație în tot procesul dedicat selecției naționale. Este o onoare și totodată o provocare pentru Global Records să ajute în alegerea reprezentantului României pentru Eurovision 2020. În acest moment, ne gândim doar la cum și ce putem face să reprezentăm România la Rotterdam cu cel mai bun artist, cea mai bună piesă și cel mai bun show. Pentru ca acest lucru să se întâmple, am pus și punem la dispoziția TVR toate resursele noastre și expertiza din industria muzicală. Totul pentru a ne reprezenta cât mai bine țara la nivel internațional. Suntem nerăbdători să începem treaba și să mergem la Eurovision cu forțe proaspete”, a declarat Lucian Ștefan, CEO Global Records.\nÎn baza acordului și colaborării dintre părți, Televiziunea Română va oferi publicului si Juriului Național, în cadrul Finalei Naționale din 1 martie, posibilitatea de a alege un act artistic complet şi complex pentru reprezentarea României la ediția 2020 a Eurovision Song Contest. Talentul, prezenţa scenică şi potenţialul artistului desemnat pentru a reprezenta România pe scena de la Rotterdam vor fi susținute prin concepte de show aliniate la peisajul muzical prezent și la înaltele standarde de calitate ale acestei competiții muzicale internaționale.\nEurovision Song Contest 2020\nEurovision Song Contest 2020 va avea loc la Rotterdam, sub sloganul „Open Up”, cu semifinalele pe 12 şi 14 mai şi finala pe 16 mai. La ediția cu numărul 65 a concursului, participă - alături de România - alte 40 de țări.\nPrecedenta ediţie a competiţiei muzicale a fost câştigată de Duncan, reprezentantul Regatului Țărilor de Jos, cu piesa “Arcade”.\nÎn urma tragerii la sorţi din data de 28 ianuarie, pentru împărţirea ţărilor participante în cele două semifinale ale competiţiei, România va intra în concurs în data de 12 mai, în cea de-a doua parte a primei semifinale.\nÎn ordine alfabetică, ţările care vor intra alaturi de Romania în prima semifinală sunt: Australia, Belarus, Irlanda, Lituania, Macedonia de Nord, Rusia, Slovenia, Suedia (prima parte), respectiv Azerbaidjan, Belgia, Croaţia, Cipru, Israel, Malta, Norvegia, România, Ucraina (partea a doua).\nÎn cea de-a doua semifinală (14 mai) vor concura: Austria, Republica Cehă, Estonia, Grecia, Islanda, Moldova, Polonia, San Marino, Serbia (prima parte) şi Albania, Armenia, Bulgaria, Danemarca, Elveţia, Finlanda, Georgia, Letonia, Portugalia (partea a doua).\nÎn finala de la Rotterdam a concursului Eurovision 2020 din 16 mai, vor intra în concurs 26 de ţări: primele 10 ţări din fiecare semifinală şi cele şase calificate direct (Big Five plus ţara gazdă). Chiar dacă vor concura direct în finală, cele şase ţări vor putea vota, în semifinale, astfel: Germania, Italia, Regatul Ţărilor de Jos (Olanda) în prima semifinală, iar Franţa, Spania şi Marea Britanie în cea de-a doua semifinală.\nAtât semifinalele, cât și finala internaționala a ESC2020 vor fi transmise live pe TVR1.\nGlobal Records\nGlobal Records deţine cel mai impresionant portofoliu de artişti, producători şi compozitori din România, ale căror piese devin rapid hit-uri naţionale şi internaţionale .\nÎn anul 2019, hit-urile Global Records s-au plasat, pentru 29 de săptămâni, pe prima poziție la posturile de radio din România și au fost ascultate de peste 1,8 miliarde de ori pe YouTube. Reţeaua de canale YouTube ale Global Records are peste 10,2 milioane de abonați. Piesele lansate de această casă de discuri au depășit 100 de milioane de descărcări de pe platformele Spotify și Apple Music. Postările contului Instagram al label-ului au un reach de peste 1 milion.\nÎn 2018, piesele lansate sub marca Global Records s-au auzit pe absolut tot globul, mai exact în 195 de țări. Ele au însumat 642 de milioane de vizualizări pe YouTube. Fanii din întreaga lume au petrecut 34,8 milioane de ore - echivalentul a 3.970 de ani - ascultând piesele artiştilor Global Records lansate în respectivul an. Din cele 47 de săptămâni ale lui 2018, Global Records a fost numărul 1 timp de 25 de săptămâni consecutive pe radio, respectiv 30 de saptămâni consecutive pe TV.\nCifrele cumulate ale abonaţilor care urmăresc artiştii din portofoliul Global Records şi casa de discuri în sine depăşesc 20 de milioane pentru Facebook şi 11,5 milioane pentru Instagram.\n(sursa: Global Records)\nPentru alte informaţii, vă rugăm să ne scrieţi la: eurovision.romania@tvr.ro.\nEchipa Eurovision România", "original_url": "http://www.tvr.ro/tvr-i-global-records-parteneri-pentru-eurovision-song-contest-2020_26414.html#view", "wayback_url": "https://web.archive.org/web/20200201083945/http://www.tvr.ro/tvr-i-global-records-parteneri-pentru-eurovision-song-contest-2020_26414.html", "a_id": "Q84850732-4"}