{"title": "O nouă ediție a Festivalului ”Armonii muzicale”", "text": "O nouă ediție a Festivalului ”Armonii muzicale”\nShare\nCasa de Cultură a Studenților din Târgu-Mureș organizează a II-a ediție a Festivalului Național Studențesc de Muzică Ușoară „Armonii muzicale”, în perioada 25-27 octombrie, în sala de spectacole „Mihai Eminescu”. Publicul țintă sunt tinerii iubitori de muzică ușoară cu calități interpretative. Concursul de Muzică Ușoară va începe vineri, 25 octombrie, de la ora 18.00.\nScopul festivalului este promovarea tinerelor talente. Câștigătoarea primei ediții a fost Larisa Roxana Giurgiu, care a primit Trofeul Festivalului, în prezent, numele de scenă al câștigătoarei este Roxen.\n”La concurs pot participa doi studenți din fiecare casă de cultură a studenților din țară. Festivalul Național Studențesc de Muzică Ușoară se adresează tinerilor și studenților din centrele universitare cu vârsta cuprinsă între 18 și 35 de ani, care respectă regulamentul festivalului”, se precizează întru-un comunicat de presă transmis de către conducerea Casei de Cultură a Studenților Târgu-Mureș.\nLa această ediție, va fi încorporată secțiunea ”Interpretare” la care este obligatorie participarea cu două piese, din care una trebuie să fie în limba română.\nPotrivit aceleași surse, ”juriul va fi alcătuit din specialiști și personalități ale muzicii ușoare. Sâmbătă, 26 octombrie, începând cu orele 18.00, va avea loc Spectacolul de Gală, în cadrul căreia participanții vor fi premiați. Se acordă locul I, II și III, precum și Trofeul Festivalului”.\n”Oamenii Dimineții” sunt invitații festivalului de anul acesta iar intrarea este liberă.\nAndreea GONDOR", "original_url": "https://www.zi-de-zi.ro/2019/10/20/o-noua-editie-a-festivalului-armonii-muzicale/", "wayback_url": "https://web.archive.org/web/20200216134501/https://www.zi-de-zi.ro/2019/10/20/o-noua-editie-a-festivalului-armonii-muzicale/", "a_id": "Q84850732-8"}