{"title": "Roxen, DMNDS si Strange Fruits, colaborare fresh pentru single-ul „Money Money\"", "text": "Roxen, DMNDS si Strange Fruits, colaborare fresh pentru single-ul „Money Money\"\nRoxen revine cu un nou single, in colaborare cu DMNDS si Strange Fruits. „Money Money\" este o piesa vesela, despre iubire, distracție si, in special, despre cum, chiar daca banii nu aduc fericirea, poti sa ii folosesti sa cumperi lucruri care te fac fericit.\n„Imi doresc ca oamenii sa se simta bine ascultandu-mi muzica, si poate sa atraga in viata lor ceea ce isi doresc. In ultima perioada am ajuns intr-o stare de fericire imensa pe care vreau sa o impart cu toata lumea. Pentru mine asta reprezinta Money Money: good vibes, happiness and the law of attraction\" a spus Roxen.\nCompusa de catre Gustav Nyström, Kristin Carpenter, Alex Ghinea si Marcus White si produsa de către Gustav Nyström și Rasmus Budny, piesa se bucura si de un videoclip colorat, pentru catre artista a lucrat cu Isabella Szanto, Roberto Stan si Loops Production.\nSetarile tale privind cookie-urile nu permit afisarea continutul din aceasta sectiune. Poti actualiza setarile modulelor coookie direct din browser sau de aici – e nevoie sa accepti cookie-urile social media\nRoxen a reusit sa capteze atentia publicului datorita timbrului sau unic. Lansari precum: „Ce-ti Canta Dragostea\", „You Don't Love Me\" feat. Sickotoy, „Parte Din Tine\" feat. DJ Project și „Spune-mi\" au intrat in toate topurile nationale de la radio si TV, ajungand unele dintre cele mai difuzate piese ale momentului.Proiectul DMNDS s-a bucurat de un succes enorm odata cu lansarea single-ului \"Sexy Black\", reusind sa aiba peste 25 de milioane de stream-uri pe Spotify datorita playlist-urilor importante in care piesa s-a regasit, cum ar fi New Music Friday, Motivation Mix, Dance Party sau Viral Charts. Succesul lor nu s-a oprit aici, motiv pentru care piesa \"Seven Nation Army\" a ajuns pe pozitia 6 în Top 200 Shazam Discovery France, evolutia in lumea muzicii dance fiind constanta si din ce in ce mai vizibila.Strange Fruits este un proiect muzical cunoscut la nivel international, cu peste 3.5 miliarde de streamuri pe Spotify si milioane de vizualizari pe YouTube. Lansari precum: „Calabria\" feat. Lujavo & Nito-Onna, „Seven Nation Army\" feat. KOYSINA, „Blue (Da Ba Dee)\" si „Sweet Dreams (Are Made Of This)\" sunt doar cateva dintre cele mai populare piese ale proiectului.", "original_url": "https://www.profm.ro/fresh-music/roxen-dmnds-si-strange-fruits-colaborare-fresh-pentru-single-ul-money-money-122752", "wayback_url": "https://web.archive.org/web/20210827190447/https://www.profm.ro/fresh-music/roxen-dmnds-si-strange-fruits-colaborare-fresh-pentru-single-ul-money-money-122752", "a_id": "Q84850732-50"}