{"title": "Escape (Home Edition)", "text": "Escape (Home Edition)\n\"Escape\" reprezintă inaugurarea proiectului \"Home Edition\", în care artiştii aduc în faţa publicului piese cu clipuri filmate acasă. Fiindcă suntem în plină pandemie de Covid-19, se practică distanţarea socială şi auto izolarea, deci videoclipurile filmate afară sunt excluse. Am văzut o sumedenie de artişti transmiţând concerte prin live stream şi lansând piese online. Delia şi-a filmat cel mai nou clip într-o parcare subterană, iar artiştii internaţionali recurg la clipuri animate sau filmate în intimitatea casei lor.\nRoxen are o abordare similară în \"Escape\". Piesa este veselă, plină de ritm şi optimism, dansabilă, cu un sintetizator şi bas bine îmbinate. Vocea tinerei artiste aminteşte de track-urile pop ale anilor '90. Single-ul este unul minimalist, fără artificii inutile, direct pe beat dansabil. Muziciana este unica protagonistă a clipului, adoptând posturi de yoghină şi contorsionându-se mai ceva ca o felină care îşi spală blana la final de zi.\nRoxen experimentează cu ţinute pline de sclipici, are părul mov şi stă în cele mai comode şi largi hanorace posibile. Iată ce a declarat artista despre creaţia sa:\nPot să spun că \"Escape\" este piesa cea mai apropiată sufletului meu. Mă bucur tare mult că fac parte din proiectul Home Edition și că astfel o pot împărtăși cu voi. Minelli a reușit să-mi transpună gândurile în versuri, iar Alex Cotoi știe mereu să îmbine sunetele în cel mai special fel. Mă onorează să lucrez cu astfel de oameni și, împreună cu ei, să rezonăm cu publicul în cel mai frumos mod. Sper să vă placă această piesă la fel de mult cum îmi place și mie, să o simțiți și să vă bucurați de ea… de acasă, pentru că acela este locul în care suntem bine, în care suntem în siguranță.\nAcesta este doar primul videoclip \"Home Edition\" şi urmează clipuri similare de la INNA, Minelli, Cezar Guna şi Antonia, conform Global Records. Artiştii au filmat videoclipuri speciale, acasă pentru melodii de suflet. Cât despre noua piesă Roxen, muzica este semnată de Marco & Seba, Alex Cotoi, Minelli și Viky Red, textul a fost scris de Minelli, iar piesa a fost produsă de Alex Cotoi. În ceea ce privește clipul, Alex Mureșan a fost DOP, iar producția aparține Loops Production.\nRoxen rămâne reprezentanta României la Eurovision 2021, după ce ediţia din acest an a fost anulată din cauza pandemiei Covid-19.", "original_url": "https://www.infomusic.ro/videoclip/roxen-escape-home-edition/", "wayback_url": "https://web.archive.org/web/20200813060507/https://www.infomusic.ro/videoclip/roxen-escape-home-edition/", "a_id": "Q84850732-47"}