{"title": "How To Break A Heart", "text": "How To Break A Heart\nLa două luni de la apariția piesei în limba română \"Spune-mi\", Roxen lansează un single în limba engleză, intitulat \"How To Break A Heart\". Piesa a fost scrisă de Teodor Runsiö, Frans Torell, Elin Bergman și Seb Daniel și produsă de Seb Daniel, fiind lansată astăzi și pe plan internațional de către Warner Music, ca parte a colaborării dinte renumita casă de discuri și Global Records.\nRoxen: \"Sunt onorată de colaborarea cu Warner și de sprijinul oferit pe plan internațional. Nici nu îndrăzneam să visez la o asemenea reușită\"\n\"Așteptam cu nerăbdare lansarea acestei piese, este una dintre preferatele mele. Sper să vă placă și vouă la fel de mult și să facă parte din playlist-ul vostru. Dincolo de mesajul ei, este o melodie cu un vibe pozitiv, care te face să dansezi și să vrei sa o asculți încă și încă o dată. Abia aștept să văd reacțiile voastre și vă mulțumesc încă o dată pentru tot. În același timp, sunt onorată de colaborarea cu Warner și de sprijinul oferit pe plan internațional. Nici nu îndrăzneam să visez la o asemenea reușită, însă acest lucru mă motivează să cuceresc toate topurile cu muzica mea. Love you all!\", a spus Roxen.\nVideoclipul piesei \"How To Break A Heart\" a fost regizat de San, Paul Tacu a fost director de imagine, iar Loops Production semnează producția video.\nRoxen este originară din Cluj și cântă de la vârsta de 7 ani. După lansarea primului single alături de Sickotoy - \"You Don’t Love Me\", a urmat piesa cu versuri în limba română \"Ce-ți cântă dragostea\".\nPrintr-un parteneriat al TVR cu Global Records, în urma unei selecții, Roxen a devenit reprezentanta României la Eurovision. Deși ediția de anul acesta nu a mai avut loc, artista rămâne reprezentanta noastră la Eurovision 2021.\nCu un aer visător şi un look cosmic, Roxen consideră că muzica este terapie, atât pentru ea, cât şi pentru cei care o ascultă.", "original_url": "https://www.infomusic.ro/videoclip/roxen-how-to-break-a-heart/", "wayback_url": "https://web.archive.org/web/20200811214123/https://www.infomusic.ro/videoclip/roxen-how-to-break-a-heart/", "a_id": "Q84850732-32"}