{"title": "Roxen - Printre Stele", "text": "Roxen - Printre Stele\n\"\"Printre stele\" e o piesă care a ajuns virală pe Tik Tok și nu mă așteptam la asta neapărat. În momentul în care am văzut reacția oamenilor m-am pus pe treabă și am început să o conturez împreună cu Alexandru Radu, Alex Turcu si Theea Miculescu și pentru asta le sunt extrem de recunoscătoare. Refrenul a luat naștere într-un vis, iar piesa vorbește despre puterea de care avem nevoie pentru a ne lăsa pe noi în spate din prea multa dragoste față de cel/cea de lângă noi, despre cum nu este moral să tratăm persoana de lângă ca pe un pansament pentru suferința noastră fiind conștienți de faptul că în momentul vindecării noastre o să-l lansăm pe cel de lângă cu inima frântă. Piesa conturează o alta latură a iubirii. Este vorba despre echilibru\", a declarat Roxen.\nRoxen este una dintre cele mai proeminente voci din noua generație de artiști. Cu zeci de milioane de ascultări pe platformele de streaming, tânăra artistă se bucură de un succes enorm. Printre cele mai cunoscute piese ale artistei se numără \"Ce-ti cântă dragostea\" ce a fost șapte săptămâni pe locul #1 airplay, iar \"Inimă nu fi de piatră\" a fost în Top 100 Radio România încă de la lansare. În același timp, \"Money, Money\", colaborarea cu Strange Fruits Music, a fost pe locul 3 pe radio în Rusia, iar \"Dincolo de Marte\" alături de Randi a strâns 10 milioane de ascultări pe YouTube.", "original_url": "https://www.infomusic.ro/videoclip/roxen-printre-stele/", "wayback_url": "https://web.archive.org/web/20220704051825/https://www.infomusic.ro/videoclip/roxen-printre-stele/", "a_id": "Q84850732-85"}