{"title": "Videoclip: Roxen", "text": "Videoclip: Roxen\n\"Biggest Idiot\" este compusă de Roxen și Theea Miculescu, producția fiind realizată de Alexandru Radu (Chopin) și Viky Red. Versurile cuprind o paletă de sentimente, de la melancolie și nostalgie până la furie, lucru confirmat și de titlul piesei. Toate aceste emoții vin ca urmare a încheierii unui capitol amoros.\n\"Am scris piesa aceasta într-o perioadă de insomnie, în care voiam să eliberez energia rea din trecut și, cu timpul, am realizat că sunt în continuare înconjurată de persoane cu care nu rezonez din punct de vedere al modului în care vedem lucrurile. Mai în glumă, mai în serios, <> poate să fie considerat my soft baddest anthem\", a spus Roxen.\n\"Biggest Idiot\" este lansată împreună cu un videoclip regizat de David Mogan. Personajele principale sunt Roxen și Radu Ștefan Bănică, cuplul care și-a spus adio și acum \"suferă\" consecințele.\nRoxen este una dintre cele mai proeminente voci din noua generație de artiști. Cu zeci de milioane de ascultări pe platformele de streaming, tânăra artistă se bucură de un succes enorm. Printre cele mai cunoscute piese ale artistei se numără \"Ce-ti cântă dragostea\" ce a fost șapte săptămâni pe locul #1 airplay, iar \"Inimă nu fi de piatră\" a fost în Top 100 Radio România încă de la lansare. În același timp, \"Money, Money\", colaborarea cu Strange Fruits Music, a fost pe locul 3 pe radio în Rusia, iar \"Dincolo de Marte\" alături de Randi a strâns 10 milioane de ascultări pe YouTube.", "original_url": "https://www.infomusic.ro/videoclip/roxen-biggest-idiot/", "wayback_url": "https://web.archive.org/web/20220807123645/https://www.infomusic.ro/videoclip/roxen-biggest-idiot/", "a_id": "Q84850732-92"}