{"title": "Videoclip: DJ Project x Roxen", "text": "Videoclip: DJ Project x Roxen\nO melodie cu mare potențial de difuzare pe radio, \"Parte Din Tine\" a fost compusă și produsă de Gino Manzotti și Andy Platon. Roxen își pune amprenta vocală, dând versurilor profunzimea și sensibilitatea de care piesa avea nevoie.\n\"Roxen este o artistă cu foarte mult potențial și ne bucurăm că am putut colabora pentru piesa \"Parte din tine\". Conceptul clipului redă perfect mesajul melodiei, iar filmările au fost o surpriză plăcută, pe care ne dorim să o repetăm de fiecare dată. Așteptăm cu nerăbdare lansarea piesei\", au spus membrii DJ Project.\nClipul are la bază cele șapte arte și o prezintă pe Roxen ca fiind muza artiștilor din trecut, care apare pretutindeni sub forma unei picturi, a unei sculpturi sau prin note muzicale. Gino Manzotti și DJ Maxx simt prezența artistei și o caută prin întreaga încăpere peste care timpul și-a pus amprenta. Cadrele care alcătuiesc întreaga poveste ce ilustrează perfect mesajul piesei au fost filmate la Objects and Moods. Clipul a fost regizat și produs de Kobzzon.\nRoxen: \"Iubesc tot ce înseamnă artă, mă regăsesc în orice formă a ei, iar piesa \"Parte din tine\" și clipul reprezintă acest lucru\"\n\"Mă onorează colaborarea cu DJ Project. Iubesc tot ce înseamnă artă, mă regăsesc în orice formă a ei, iar piesa \"Parte din tine\" și clipul reprezintă acest lucru. Filmările au fost o bucurie, chiar dacă era destul de răcoare, ne-am și distrat, am râs mult și am intrat rapid în povestea care ilustrează piesa. Sunt extrem de încântată de rezultat\", a declarat Roxen.\nDJ Project și Roxen au încheiat anul 2020 cu câte trei piese în top 100 Media Forest, care au fost în heavy rotation la radiouri și au zeci de milioane de vizualizări pe YouTube.\nRoxen lucrează în această perioadă și la piesa cu care ne va reprezenta la Eurovision 2021. Într-un mesaj recent, artista anunța că a găsit melodia \"perfectă\" pentru acest concurs.", "original_url": "https://www.infomusic.ro/videoclip/dj-project-roxen-parte-din-tine/", "wayback_url": "https://web.archive.org/web/20210203120545/https://www.infomusic.ro/videoclip/dj-project-roxen-parte-din-tine/", "a_id": "Q84850732-43"}