{"title": "¡Ya puedes escuchar", "text": "¡Ya puedes escuchar\nLa canción se ha estrenado a las 12:00h del mediodía en plataformas digitales y el videoclip será presentado en el canal del artistas a las 18:00h. Además, la delegación ha adelantado los primeros detalles de la puesta en escena alemana\nTras crear una gran expectación durante las últimas semanas, la positiva canción que representará a Alemania en Eurovisión 2021 ya se encuentra disponible en plataformas digitales. El vídeo, en el que se muestran temas recurrentes en las redes sociales del artista como las lavadoras o el traje inflable del dedo haciendo una peineta, se estrenará a las 18:00h tanto en su canal de Youtube como en el canal de televisión Das Erste, perteneciente a la ARD. Su primera exhibición en directo se dará en el programa Schlagerchampions – Das große Festival of the Best el día 27 de febrero a las 20:15h en el mismo canal de televisión.\nLa canción de Jendrik ha sido elegida por vía interna tras haber sido la ganadora en los dos jurados habilitados por la NDR: Por una parte, un jurado formado por 100 seguidores del certamen que han logrado predecir con un nivel de acierto considerable los resultados del televoto de las últimas ediciones del concurso; y por otro lado, un grupo formado por 20 expertos que han participado como jurado en Eurovisión a lo largo de los últimos años, y cuyas preferencias personales se han ajustado bastante a la votación general del jurado. Además, Thomas Schreiber (jefe de entretenimiento de la NDR) ha declarado que el tema de Jendrik ha obtenido la calificación de puntos más alta que han encontrado con este sistema, agregando 11.82 de los 12 puntos posibles en ambos jurados.\nEn una entrevista de esc-kompakt.de con Alexandra Wolfslast (jefa de la delegación alemana) y Thomas Schreiber se muestran muy entusiasmados con la candidatura, pues se trata de un tema muy alegre que califican como “la canción adecuada en el momento adecuado” ya que es necesaria una dosis de positividad tras la pandemia que ha asolado a Europa. También así han revelado aspectos de la escenografía, que se realizará en colaboración con los responsables de la puesta en escena de The Roop (Lituania 2020 y 2021); el equipo de trabajo para este aspecto contará con el propio Jendrik, Povilas Varvuolis (director de Pabandom iš naujo 2020 y 2021), Marianas Staniulénas (coreógrafo), Barbora Wand (responsable del contenido en medios LED), Lauras Lučiūnas (director de escenografía), Werner Klötsch (director general de Digame), Alexandra Wolfslast y Thomas Schreiber. Ya se han dado los primeros ensayos con el coreógrafo y se ha confirmado que el artista no estará solo en el escenario. Esta colaboración surgió tras la actuación de The Roop en Eurovision Song Contest 2020 – das deutsche Finale, el evento televisivo que realizó la televisión alemana y en el que también actuó el anterior representante, Ben Dolic. Así también, la delegación alemana grabará su actuación de reserva requerida por la UER en Vilna a principios de marzo, donde se está construyendo un gran escenario y al que se invitará a distintos países a grabar sus actuaciones.", "original_url": "https://eurovision-spain.com/ya-puedes-escuchar-i-dont-feel-hate-la-cancion-del-aleman-jendrik-para-roterdam/", "wayback_url": "https://web.archive.org/web/20210227043534/https://eurovision-spain.com/ya-puedes-escuchar-i-dont-feel-hate-la-cancion-del-aleman-jendrik-para-roterdam/", "a_id": "Q104301564-10"}