{"title": "Best Songs of 2020", "text": "Best Songs of 2020\nThe best songs of 2020 were created in studios from Seoul to Johannesburg, Puerto Rico to Nashville. They strut, commiserate, titillate and disarm. Some of them are collaborations that showcase premier talents pushing each other to new heights; others are deeply personal projects of introspection and catharsis. Here are the songs we had on repeat in our homes all year long.\nAlso read TIME’s lists of the 10 best fiction books of 2020, 10 best nonfiction books of 2020, 10 best podcasts of 2020 and the 10 best video games of 2020.\n10. “Long Road Home,” Oneohtrix Point Never\nThe strings that kick off “Long Road Home” are so urgent they transport listeners straight into a concert hall. Then they settle into a sparkling song that’s a constant surprise until its final note. The tension of that journey is echoed in the lyrics: “I don’t know why I don’t wanna transform/ Taking the long way home.” Daniel Lopatin, the mastermind behind the sonic experiment that is Oneohtrix Point Never, has said this song is about learning to live in uncertainty. He finds moments of approachability here, thanks in part to vocals contributed by Caroline Polachek and mixed to anonymity. But the operatic confusion, present throughout his ninth studio album Magic Oneohtrix Point Never, is part of the pleasure. He cuts, chops and shifts with manic energy, never resolving into anything less tense than those early strings. Lopatin is also a soundtrack composer, most recently on the acclaimed, chaotic 2019 thriller Uncut Gems, and it’s that sense of veiled storytelling that comes alive during the ride of “Long Road Home.”—Raisa Bruner\n9. “Uwrongo,” Prince Kaybee, Shimza, Black Motion, Ami Faku\nPrince Kaybee and Shimza, two of the brightest stars of South Africa’s flourishing house music scene, had a falling out two years ago after the former accused the latter of failing to credit him on songs. Luckily, they reconciled to create this low-burning triumph of exquisitely picked guitars and splashy cymbal work. Their immersive textures are a perfect backdrop for rising Afrosoul singer Ami Faku, who sings of overcoming burdens through an ethereal undulating melody.—Andrew R. Chow\n8. “Back Door,” Stray Kids\nContemporary pop out of Korea is almost impossible to classify today. “Back Door,” from Stray Kids, is a prime example: there’s not a single musical style it doesn’t exuberantly co-opt, in an artful Frankenstein that’s as catchy as it is complex. There are dramatic airhorns, slinky R&B breaks, jazz interludes, a trap chorus, electronic beats that would rile up festival crowds and others more likely to be found in underground clubs. It’s hard not to become enraptured by the song’s sheer bravado—both in its multi-layered production and the brassy energy of the eight performers. Stray Kids, who debuted just three years ago, are the latest act poised to break out in an increasingly globalized and free-wheeling pop industry, one that South Korea in particular has been eagerly pioneering. That “Back Door” starts and ends on a cheeky note in English—”Hey, you wanna come in?”—only drives home its willingness to welcome everyone into the fold.—RB\n7. “7 Summers,” Morgan Wallen\nFor many across the world this year, the pandemic erased the best aspects of summer: the cookouts, tailgates, block parties, vacations and family reunions. So it makes sense that one of this summer’s foremost anthems was a morose journal entry of a song that turned its gaze onto some edenic past of lazy, stressless afternoons. For three minutes, you could sit in your room, close your eyes and imagine drifting down a river and sipping on a sixer alongside a friend or romantic interest, Wallen’s watercolor guitars serving as a portal to a sunkissed state of mind. But at the end of each chorus, Wallen breaks the reverie, forcing himself and the listener to come to terms with an anxious present reality. “Doesn’t it make you sad to know,” he asks, “that was seven summers ago?”—ARC\n6. “Think About Things,” Daoi Freyr\nAt once funky and futuristic, “Think About Things” is the ultimate earworm: a warm, loving slice of electropop, with a slinky synth line, catchy chorus and groovy bass. Released by the Icelandic singer Daði Freyr Pétursson and his group—which consists of his sister, wife and friends—it was initially destined for the stages of the annual Eurovision Song Contest, one of Europe’s kitschiest and most popular TV traditions. But after the annual competition was canceled for the first time in its 65-year history, the song—the supposed frontrunner—took on a life of its own as a viral hit, thanks to a quirky quarantine dance challenge set to the song that spread rapidly across social media. Written for the artist’s infant daughter, its universal message of unconditional love and tender curiosity hits the right notes well beyond the glitzy Eurovision stage.—RB\n5. “Good News,” Mac Miller\n“Good news, good news, that’s all they wanna hear,” rapper Mac Miller complains, resigned but almost content with his self-imposed burden: to document the modern condition and all its uncertainties. The first single released after his death in 2018, the song is a meditation and a lament. “So tired of being so tired,” he sings, “Why I gotta build something beautiful just to set it on fire?” Like all of Miller’s work, it sounds deceptively effortless: a simple, guitar-plucked melody gives him a background over which to drape his warm verses. Those lines, too, are a front; as he shifts from unhurried singing to calm rapping, he documents an everyday struggle to stay afloat in the tide of this strange life. Miller was known for wrestling his demons in song. Here, he layers in a wry self-knowledge that rejects easy listening, even as he beckons us to relax into his gentle, timeless musical embrace.—RB\n4. “Little Nokia,” Bree Runway\nOne of the most arresting breakout stars of 2020 has been Bree Runway, a multi-hyphenate Brit who can rap like Missy, dance like Janet and snarl like Joan Jett. Her debut mixtape, 2000and4Eva, runs the gamut from punk rap to hyperpop to Madonna tributes; she squeezes attitude and enormous hooks into every stretch. The most peculiar of the lot is “Little Nokia,” a vicious rap-rock hybrid that should serve as a reset for any lingering negative connotations that have stuck to a genre that many have criticized for being artless and brutish. As she sings about an unfaithful, unreliable lover, she makes a mesmerizing turn from bratty to lofty from the verse to the chorus. Behind her, the grainy synthesizers seethe with fury.—ARC\n3. “Yo Perreo Sola” remix, Bad Bunny, Ivy Queen and Nesi\n“Yo Perreo Sola” has virtually no musical components, but it doesn’t need any: Bad Bunny’s voice is so husky, it fills up all the space above resonant reggaeton drums. Not since “When Doves Cry” has the lack of a bassline sounded so good. Meanwhile, the song’s video—which features the Puerto Rican star in drag—elevates the song into a transgressive anthem, while the remix, which adds two generations of Puerto Rican hip hop in Ivy Queen and Nesi, turns it into an exuberant posse cut for the ages. If packed clubs are part of the world’s future, “Yo Perreo Sola” should be a dance floor staple for decades to come.—ARC\n2. “WAP,” Cardi B feat. Megan Thee Stallion\nFew rappers today have the cultural cache of Cardi B, New York’s resident firebrand and hitmaker, and Megan Thee Stallion, Atlanta’s ebullient star. Together on WAP, they released a song that shook up the charts and, with its celebratory, explicit and uproariously creative lyrics, drummed up both controversy and conversation around sexuality and even sexual health. As a track, WAP is simple yet effective: a juicy bassline and looping backing vocal underlay Cardi and Megan trading verses, with barely a break to catch a breath: the momentum is infectious. But more than anything, it’s their shared sense of humor, playfulness and eyebrow-raising delight that make the song one of the year’s surprising joys.—RB\n1. “People I’ve Been Sad,” Christine and the Queens\nThere’s a good chance that your favorite artist took a stab at writing a quarantine song this year. That song was probably an anthemic ballad, and it probably attempted to convey loss and alienation before gesturing toward uplift and perseverance. Ariana Grande and Justin Bieber tried their hand (“Stuck With U”); so did Luke Combs (“Six Feet Apart”), Ben Gibbard (“Life in Quarantine”), and Bono and Will.i.am (#Sing4Life).\nBut none of those efforts came close to Christine and the Queens’ agonizing, hypnotic “People I’ve Been Sad,” which was written by Héloïse Letissier last year as she grieved the death of her mother. Released in February as coronavirus was just dawning on the global horizon, “People I’ve Been Sad” serves as proof that the best art usually comes from personal experience rather than attempts at universality. In English and French, Letissier sings about losing people and “solitude folle” (“crazy loneliness”) over a frigid synth beat, her voice blue but yearning, as if trying to vocally excise her despair.\nAnd whereas many others this year offset their musical misery with some pablum of eventual edification, Letissier instead belts an oddly comforting pledge of mutual destruction. “If you fall apart, then I’m falling behind you/ You know the feeling/ You know the feeling.” It’s a mantra of acceptance of communal suffering and of making peace with tragedy—and her soaring, open voice makes it nearly impossible not to howl along.—ARC\nGet The Brief. Sign up to receive the top stories you need to know right now. Please enter a valid email address. Sign Up Now Check the box if you do not wish to receive promotional offers via email from TIME. You can unsubscribe at any time. By signing up you are agreeing to our Terms of Use and Privacy Policy . This site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply. Thank you! For your security, we've sent a confirmation email to the address you entered. Click the link to confirm your subscription and begin receiving our newsletters. If you don't get the confirmation within 10 minutes, please check your spam folder.\nWrite to Raisa Bruner at raisa.bruner@time.com.", "original_url": "https://time.com/5914984/best-songs-2020/", "wayback_url": "https://web.archive.org/web/20201123191553/https://time.com/5914984/best-songs-2020/", "a_id": "Q31749372-27"}