{"title": "Iceland: Daði og Gagnamagnið to Eurovision 2021", "text": "Iceland: Daði og Gagnamagnið to Eurovision 2021\nDaði og Gagnamagnið will represent Iceland at next year’s Eurovision Song Contest.\nDaði Freyr has confirmed on Twitter that he will be back for the 2021 Eurovision Song Contest alongside Gagnamagnið. The group was set to represent the country at this year’s contest with their song “Think About Things”, which has since gone viral.\nThe group had been the favourites to win the competition winning a number of nations votes during what would have been the build-up to the contest, as well as topping the betting odds.\nEurovision 2021!\n⁰I’m coming back next year and Gagnamagnið is joining me!\nSo I guess I’m writing another Eurovision song.\nAlso closing the Think About Things chapter of my life with some remixes released today:https://t.co/SZ6X8IY1ub\nThank you for all the support! pic.twitter.com/ovbxqCjfTp — Daði Freyr 🥑 (@dadimakesmusic) October 23, 2020\nThe Eurovision Song Contest 2021\nThe 2021 Eurovision Song Contest will be held in Rotterdam, The Netherlands, on the 18th, 20th and 22nd of May, following the cancellation of the 2020 contest due to the Coronavirus pandemic.\nTo date the following artists have been confirmed as competing in the contest:\nAustralia – Montaigne\nAustria – Vincent Bueno\nAzerbaijan – Samira Efendi\nBelgium – Hooverphonic\nBulgaria – Victoria\nCzech Republic – Benny Cristo\nGeorgia – Tornika Kipiani\nGreece – Stefania\nIceland – Daði og Gagnamagnið\nIsrael – Eden Alene\nLatvia – Samanta Tina\nMalta – Destiny Chukunyere\nNetherlands – Jeangu Macrooy\nRomania – Roxen\nSan Marino – Senhit\nSlovenia – Ana Soklic\nSpain – Blas Cantó\nSwitzerland – Gjon’s Tears\nUkraine – Go_A\nWhile the following nations have confirmed their participation:\nArmenia\nCroatia\nCyprus\nDenmark\nEstonia\nFinland\nFrance\nGermany\nIceland\nIreland\nLithuania\nNorway\nSerbia\nSweden\nSource: Dadi Freyr / Image source: RUV\nIceland in the Eurovision Song Contest Iceland debuted in the Eurovision Song Contest in 1986 and, aside from 2 years of relegation in 1998 and 2002, has participated every year since. The contest is incredibly popular in Iceland, regularly being one of the most watched programmes of the year. Iceland has yet to win the contest but has finished in 2nd on two occasions. In 1999, Selma missed out on victory in Jerusalem by 17 points, and in 2009 Yohanna became the most successful Icelandic entrant ever finishing 2nd in the final with the song “Is it True?”. She scored 218 points, yet still finished 169 points behind the runaway winner Norway.", "original_url": "https://eurovoix.com/2020/10/23/iceland-dadi-og-gagnamagnid-eurovision-2021/", "wayback_url": "https://web.archive.org/web/20201030121148/https://eurovoix.com/2020/10/23/iceland-dadi-og-gagnamagnid-eurovision-2021/", "a_id": "Q31749372-16"}