{"title": "­čç\"­čçŞ Da├░i og Gagnamagni├░ to sing \"10 Years\" in Rotterdam", "text": "­čç\"­čçŞ Da├░i og Gagnamagni├░ to sing \"10 Years\" in Rotterdam\nThey became fan favourites last year racking up nearly 70 million streams on Spotify, and now they’ve revealed the title for their Eurovision 2021 entry! Iceland’s Da├░i og Gagnamagni├░ will sing “10 Years” at this year’s contest in Rotterdam.\nThe title was revealed by Da├░i Freyr on Twitter this afternoon, ahead of the song’s release on 13th March. Da├░i og Gagnamagni├░ were originally set to represent Iceland at last year’s contest with “Think About Things”.\nPre-save the song now!\nOn Twitter, Da├░i posted a short tweet saying, “10 Years – Out March 13”, along with a link to pre-save the single on Spotify, Apple Music and Deezer.\nAt the start of the year, Da├░i posted a public call on social media asking his fans to be part of his ‘virtual choir’ for his Eurovision song, so we might get to hear some acapella sections in this ‘upbeat pop song’.\nAhead of the song’s release, a two-part documentary series about the group will be shown on R├ÜV. The documentary follows the band from their 2017 participation in S├Ângvakeppnin through to the success of ÔÇťThink About ThingsÔÇŁ throughout 2020. Part one will air on 27th February and part two will follow on 6th March.\nDa├░i Freyr at the Eurovision Song Contest\nDa├░i, along with his band Gagnamagni├░, won the Icelandic national final with the song ÔÇśThink About ThingsÔÇÖ. They would have represented their country in this yearÔÇÖs contest in Rotterdam. Da├░i was no stranger to the Eurovision world, taking part in S├Ângvakeppnin 2017 with ÔÇťIs This Love?ÔÇŁ.\nWith the cancellation of the 2020 Eurovision Song Contest, it has taken some time to confirm if Da├░i Freyr will be returning for 2021. However, in the end, it was confirmed that Da├░i, along with his band Gagnamagni├░ will represent Iceland in 2021.\nAre you looking forward to hearing the song? Were you a “Think About Things” fan?\nLet us know in the comments below and on social media @ESCXTRA.", "original_url": "https://escxtra.com/2021/02/24/dadi-freyr-10-years-eurovision-2021/", "wayback_url": "https://web.archive.org/web/20210224160924/https://escxtra.com/2021/02/24/dadi-freyr-10-years-eurovision-2021/", "a_id": "Q31749372-19"}