{"title": "Meet the presenters of Junior Eurovision 2020!", "text": "Meet the presenters of Junior Eurovision 2020!\nAt a press conference, Host Broadcaster TVP revealed the three presenters for the Junior Eurovision Song Contest 2020: Ida Nowakowska-Herndon, Rafał Brzozowski and Małgorzata Tomaszewska will present the 18th edition of the Contest on 29 November 2020.\nThe 3 presenters will take to the stage in Warsaw to bring the Junior Eurovision Song Contest to Europe and beyond. Hosted for the second year in succession by TVP, the show will take on a different form this year due to the COVID-19 pandemic: The 18th Junior Eurovision Song Contest will be broadcast live from Warsaw in a studio filled with only the presenters and necessary crew following social distancing measures. Interval acts will also perform live from Warsaw. Read more on the 13 participating countries and how we will bring families together on 29 November in this story.\nIda Nowakowska-Herndon\nA familiar face on the Junior Eurovision stage!\nIda is a Polish-American dancer, actress and TV personality. As a young girl, Ida played in the movies ‘Bandit’ and ‘Out of Reach’ with Steven Seagal. She studied in New York at the Professional Performing Arts School and Steps on Broadway and graduated from her studies at the Film, Theater and Television Department of the University of California, Los Angeles. In college, she also worked as a dancer on a tour with Bruno Mars and Cee Lo Green and has performed at the very famous Metropolitan Opera. Ida was a judge in the American talent show 'The World's Best', and last year, she became the host of TVP's popular morning show 'Question for Breakfast'.\nWe got to know Ida in 2019, as she was the co-host of the Junior Eurovision Song Contest in Gliwice-Silesia next to Aleksander Sikora and Junior Eurovision winner Roksana Węgiel.\nJunior Eurovision 2020 presenter Ida Nowakowska-Herndon TVP\nRafał Brzozowski\nRafał is a Polish singer and TV presenter. He was a contestant in several TVP song competitions in 2011 and in that same year published two singles that made him one of the most famous singers of his generation.\nIn 2017, he was a finalist in the Polish national selection for the Eurovision Song Contest with the song Sky Over Europe and co-hosted the national selection for the 15th Junior Eurovision Song Contest back in 2017. In 2019, he was a juror for the 64th Eurovision Song Contest.\nJunior Eurovision 2020 presenter Rafal Brzozowski TVP\nMałgorzata Tomaszewska\nMałgorzata is a psychology graduate but started her career in the TV business as a sports presenter. She took part in the 4th edition of 'Dancing with the Stars'. In May 2019, she became the co-host of TVP's 'Question for Breakfast' and currently hosts 'The Voice Of Poland'.\nJunior Eurovision 2020 presenter Malgorzara Tomaszewska TVP\nWe look forward to getting to know our three hosts even better as we get ready for the show in November!", "original_url": "https://junioreurovision.tv/story/meet-the-presenters-of-junior-eurovision-2020", "wayback_url": "https://web.archive.org/web/20201007142518/https://junioreurovision.tv/story/meet-the-presenters-of-junior-eurovision-2020", "a_id": "Q9302874-19"}