{"title": "Poland: Kasia Moś wins Krajowe Eliminacje 2017", "text": "Poland: Kasia Moś wins Krajowe Eliminacje 2017\n10 songs competed tonight in Krajowe Eliminacje 2017 and we can now reveal the winner of the Krajowe Eliminacje contest in Poland. Kasia Moś with her song 'Flashlight' will represent Poland in Kiev in May.\nLike a bullet from a smoking gun\nThey try to tell us that we don't belong\nVideo of the performance, music video and lyrics of \"Flashlight\"\nKrajowe Eliminacje took place on 18 February 2017 in Warsaw with a fiercely fought competition. An added bonus in the show was an interval appearance by Michael Szpak with his song from 2016, 'Colour of Your Life'.\nKrajowe Eliminacje 2017 – results\nKasia Moś – \"Flashlight\" (19 points)\nRafał Brzozowski – \"Sky Over Europe\" (16 points)\nCarmell – \"Faces\" (15 points)\nIsabell Otrębus-Larsson – \"Voiceless\" (15 points)\nAgata Nizińska – \"Reason\" (14 points)\nLanberry – \"Only Human\" (8 points)\nMartin Fitch – \"Fight for Us\" (8 points)\nPaulla – \"Chcę tam z Tobą być (I want to be there with you)\" (7 points)\nAneta Sablik – \"Ulalala\" (6 points)\nOlaf Bressa – \"You Look Good\" (points2)\nKasia Moś\nThe winner, Kasia Moś, is 29 years old. She has already had several song releases, notably in 2015, including Strep and Beautiful Sunrise.\nKrajowe Eliminacje 2017\nThe Polish representative for Eurovision 2017 will be chosen by 50/50 jury/televoting. The jury will be present in the studio during the live show. The song with most televotes will get 10 points, the second most voted song gets 9 points and so on. Each jury member will also rank the songs from 1 to 10, and the top-ranked song in the jury will get 10 points, the second will receive 9 points, and so on. In case of a tie, the televoters decide the winner of Krajowe Eliminacje 2017.\nMichał Szpak - \"Color of Your Life\"\nPoland has participated 19 times since 1994 where we saw Poland in Eurovision Song Contest for the first time. The debuting year 1994 was also the most succesfull. Here they finished second, and is the best result for Poland so far. They have only finished in Top-10 in three out of the 19 participations. The worst result is 2011, where they came last in their Semi-final.\nSince the introductions of Semi-finals in 2004, Poland has qualified for the Grand Final five out of eleven times.", "original_url": "https://eurovisionworld.com/esc/poland-kasia-mo-wins-krajowe-eliminacje-2017", "wayback_url": "https://web.archive.org/web/20210520205539/https://eurovisionworld.com/esc/poland-kasia-mo-wins-krajowe-eliminacje-2017", "a_id": "Q9302874-7"}