{"title": "Eurovision : Barbara Pravi impressionne avec \"Voilà\", une chanson bouleversante", "text": "Eurovision : Barbara Pravi impressionne avec \"Voilà\", une chanson bouleversante\nCrédits photo : Pochette de Barbara Pravi\nBarbara Pravi en lice pour l'Eurovision\nContrairement aux apparences, Barbara Pravi n'est pas une petite nouvelle au sein du paysage musical français. C'est véritablement en novembre 2016 que le public et les professionnels découvre son talent dans la comédie musicale \"Un été 44\" , avant qu'elle n'assure les premières parties deet sorte son premier single \"Pas grandir\" , puis un EP. Remarquée, la jeune artiste écrit alors pourouet fait sensation en reprenant \"Kid\" d'Eddy de Pretto lors de la Journée internationale des droits des femmes. Tandis qu'elle prépare activement son premier album, l'interprète de \"Deda\" a eu l'opportunité d'écrire deux chansons pour le ConcoursJunior : d'abord en 2019 avec \"Bim Bam Toi\" de Carla, avec le phénomène viral qu'on lui connaît, qui terminera cinquième de la compétition, puis \"J'imagine\" de Valentina, qui a permis à la France de gagner l'Eurovision Junior cette année, pour la première fois.Puisque les bonnes nouvelles se sont enchaînées pour Barbara Pravi, elle a sorti son nouveau single \"Voilà\" en novembre dernier, composé avec Igit et Lili Poe, bien accueillie par les critiques. Le week-end dernier, tout s'est emballée lorsqu'elle a publié un live de sa chanson sur Instagram qui a bluffé les internautes et atteint les 56.000 vues en quatre jours à peine. Cette valse rappelant l'universest désormais en lice pour représenter la France à l'Eurovision 2021 . En effet, Barbara Pravi fait partie des 12 candidats qui tenteront de séduire le public français lors d'une émission de sélection qui sera diffusée début 2021 sur France 2. «» chante-t-elle avec intensité sur le refrain puissant et émouvant de \"Voilà\", une chanson dépouillée mais incarnée avec force par Barbara Pravi. Assurément, l'une des favorites pour l'Eurovision 2021 !", "original_url": "http://www.chartsinfrance.net/Barbara-Pravi/news-116010.html", "wayback_url": "https://web.archive.org/web/20201212123420/http://www.chartsinfrance.net/Barbara-Pravi/news-116010.html", "a_id": "Q78138804-8"}