{"title": "Bio", "text": "Bio\nBio\nBend ZAA je osnovan u februaru 2008. godine u Kruševcu.\nIza sebe imaju više od 200 nastupa u gradovima širom bivše Jugoslavije, a svirali su i u Austriji, Češkoj i Mađarskoj.\nBend kritika ocenjuje kao svojevrsnu koncertnu atrakciju, a prepoznatljivi su po originalnim i energičnim nastupima, koje odlikuju upečatljivi plesni ritmovi u kombinaciji sa znalačkim improvizacijama. Njihov autentični izraz koji čini miks različitih stilova – od ska i daba, do post roka, džeza i panka, čini ZAA jedinstvenom muzičkom pojavom na ovim prostorima.\nVeć na početku karijere su ostvarili značajan uspeh, osvojivši treću nagradu na banjalučkom Demofestu (2009), dok su godinu dana kasnije stigli do regionalnog finala prestižnog evropskog festivala Rototom.\nBend je nastupao na brojnim festivalima u Srbiji, poput Exit-a, Supernatural-a, Arsenal fest-a, Nisville-a, Love fest-a, Osveženje fest-a, Reggae Serbia fest-a, a među brojnim natupima u regionu izdvajaju se: Pung art i Overjam festivali u Sloveniji, Lake fest u Nikšiću, Duka fest u Banjaluci, NGOM festival u Prizrenu, Festival uličnih svirača i Koncert godine u Novom Sadu.\nZAA su do sada objavili dva studijska albuma: ZAA (2010) i Good Things (2011), kao i dvostruki singl Full Scale Riot/Moonlight (2011) i EP Foot by Foot (2012).\nTreći studijski album What About, objavljen je 2. oktobra 2014.\nBand ZAA was founded in the end of February in the year 2008 in Krusevac.\nThey have had more than 200 performances in cities throughout the former Yugoslavia, and they also performed in Austria, Czech Republic and Hungary.\nFrom the critics they were rated as „concert attraction“, and they are recognizable by their original and energetic performances, which are characterized by distinct dance rhythms in combination with skillful improvisation. And regarding their unique sound, it’s characterized by authentic musical genres which represent the crossover between the variety of styles from ska music and dub, to post-rock jazz and punk, and that is what makes ZAA unique.\nIn the very beginning of their carrier they have made a significant success, by winning the third prize on Demofest in Banja Luka (2009), as in the year later they have made it to the regional finals of the prestigious European festival Rototom.\nThe band has performed in numerous festivals in Serbia, like Exit, Supernatural, Arsenal fest, Nisville, Love fest, Osvezenje fest, Reggae Serbia fest, and amongst the numerous performances in the region, the ones standing out are: Pung art and Overjam festivalsin Slovenia, Lake fest inNiksic, Duka fest in Banja Luka, NGOM festival in Prizren, Festival ulicnih sviraca and Koncert godine in Novi Sad.\nZAA, so far has published two studio albums: ZAA (2010) i Good Things (2011), as well as double single Full Scale Riot/Moonlight (2011) and EP Foot by Foot (2012).\nTheir third studio album What About, released on October 2nd, 2014.", "original_url": "http://zaa.rs/bio/", "wayback_url": "https://web.archive.org/web/20150225022423/http://zaa.rs:80/bio/", "a_id": "Q23009087-0"}