{"title": "Albania: Anxhela Peristeri To Eurovision 2021", "text": "Albania: Anxhela Peristeri To Eurovision 2021\nAnxhela Peristeri has won the 59th edition of Festivali i Këngës and will represent Albania at the Eurovision Song Contest 2021 with the song “Karma”.\nTonight the final of Festivali i Këngës took place in Tirana, Albania, hosted by Blendi Salaj and Jonida Vokshi. Eighteen artists took part, with the winner being decided by 100% jury voting.\nThe results were as follows:\nSardi Struga – Kam me t’ba me kajt – 2nd\nXhesika Polo – Më mbron\nOrgesa Zaimi – Valixhja e kujtimeve\nWendi Mancaku -Vesi i shpirti tim\nEra Rusi – Zjarri im\nGjergj Kaçinari – Më jep jetë\nRosela Gjylbegu- Vashëzo\nDevis Xherahu – Peng\nMirud – Nëse vdes\nGigliola Haveriku – E lirë\nViktor Tahiraj – Nënë\nKamela Islamaj – Kujtimet s’kanë formë\nFlorent Abrashi – Vajzë\nInis Neziri – Pendesë\nEvi Reçi – Tjerr – Special Prize from the Mayor of Tirana\nAnxhela Peristeri – Karma – Winner\nFestina Mejzini – Kush je ti dashuri – 3rd\nKastro Ziso – Vallja e jetës\nFollowing two nights of performances, a jury selected eighteen out of the twenty-five singers to progress through to this evening’s final. That same jury then selected the winner.\nAnxhela Peristeri will perform in the second half of the second semi-final on May 20.\nImage source: RTSH\nAlbania in the Eurovision Song Contest Albania made their debut at the Eurovision Song Contest back in 2004, the same year the televised semi final was originally introduced to the competition. Albania succeeded in their first showing with Anjeza Shahini’s “The Image of You”, sailing through the semi final in 4th place and eventually landing in a respectable 7th place at the grand final. Albania have competed in the Eurovision Song Contest every single year since their debut. Since the success in their original attempt, they have reach the grand final a further six times. They bettered their 2004 score in 2012 with Rona Nishliu’s song “Suus” who finished the contest in fifth place with 146 Points, their first time reaching the top 5 and their best placing to date.", "original_url": "https://eurovoix.com/2020/12/23/albania-anxhela-peristeri-to-eurovision-2021/", "wayback_url": "https://web.archive.org/web/20201226072701/https://eurovoix.com/2020/12/23/albania-anxhela-peristeri-to-eurovision-2021/", "a_id": "Q18244983-2"}