{"title": "Sanremo 2021, i Maneskin a nudo tra bisessualità e \"libertà sessuale\"", "text": "Sanremo 2021, i Maneskin a nudo tra bisessualità e \"libertà sessuale\"\n2 minuti di lettura\n4 anni dopo aver trionfato a X Factor, Damiano David, Thomas Raggi, Ethan Torchio e Victoria De Angelis, ovvero i Maneskin, promettono di fare furore all’Ariston.\nEsordienti al Festival di Sanremo 2021, i 4 giovani romani preparano anche il ritorno discografico con “Teatro d’ira“, a 3 anni da Il ballo della vita, con nuovo tour annesso. Nel lancio promozionale, i Maneskin troneggiano sulla copertina di 7, inserto del Corriere della Sera da oggi in edicola. Intervistati da Luca Mastrantonio e fotografati da Oliviero Toscani, Damiano, Thomas, Ethan e Victoria si sono messi a nudo, letteralmente, posando senza veli per il celebre fotografo.\n«La nostra non è rabbia distruttiva o negativa, ma rabbia creatrice», hanno detto i ragazzi intervistati da Luca Mastrantonio, con Victoria che ha poi rivelato come alle elementari volessero mettergli “la gonna per la divisa, ma io ero supermaschiaccia, stavo super a disagio con abiti femminili, ero disperata. I miei genitori sono stati supercomprensivi”. Ethan, batterista, ha invece confessato come a 11 anni avesse “già i capelli lunghi e problemi con i miei coetanei. Non riuscivano a inquadrarmi bene, mi vedevano come un tipo strano. Ne ho parlato con i miei, e mi hanno detto di fare le mie scelte“.\nSessualmente parlando, invece, Ethan si è definito “sessualmente libero“, Victoria “bisessuale” e Thomas “eterosessuale” così come Damiano, che a 22 anni si è descritto però come “un curiosone. Domattina mi voglio svegliare e…“.\nTutto questo a poco meno di 3 settimane da Sanremo, dove canteranno il brano “Zitti e buoni“, anticipato a inizio 2021 dal singolo “Vent’anni”. A vestire i 4 all’Ariston sarà Nicolo Cerioni, artefice dell’exploit di Achille Lauro nel 2019.", "original_url": "https://www.gay.it/sanremo-2021-maneskin-nudo-bisessualita-gallery-social", "wayback_url": "https://web.archive.org/web/20210212115211/https://www.gay.it/sanremo-2021-maneskin-nudo-bisessualita-gallery-social", "a_id": "Q106859392-26"}