{"title": "Maneskin, la preside del Montale: \"La forza di Damiano nata forse proprio su questi banchi\"", "text": "Maneskin, la preside del Montale: \"La forza di Damiano nata forse proprio su questi banchi\"\nIl rock un po' eccentrico e un po' \"coatto\" dei Måneskin ha trionfato a Sanremo. La band romana è partita dalle esibizioni in strada, a piazza del Popolo, e dalle feste di fine anno al Virgilio, passando per il Chiringuito a San Paolo, su invito di Borghetta Stile, prima di approdare a XFactor nel 2017 e uscendone seconda.\nIl frontman Damiano David, ha frequentato il liceo Montale a Bravetta, Victoria \"Vic\" De Angelis, bassista e regina della band, origini danesi, è andata al Virgilio e, prima alla scuola media Gianicolo, dove ha incontrato il chitarrista Thomas Raggi, \"Er Cobra\", che poi è finito al Kennedy, tra Monteverde Vecchio e Trastevere.\nManeskin, orgoglio e gioia a Monteverde: dai banchi di scuola al trionfo di Sanremo di Valentina Lupia 07 Marzo 2021 di Valentina Lupia\nE il misterioso batterista Ethan Torchio è entrato nella band rispondendo sui social. La vittoria al Festival con \"Zitti e buoni\", l'hanno dedicata \"a quel prof che ci diceva di stare \"Zitti e buoni\"\", appunto.\nRaffaella Massacesi, preside del liceo Montale, frequentato per qualche anno da Damiano David. La sua è una scuola da \"Zitti e buoni\"?\n\"Direi di no. Il successo che stanno ottenendo i Måneskin è meritato, frutto di passione e impegno nel cercare di migliorarsi. Non è la prima volta che, in un momento di particolare successo, pronunciano frasi non edificanti sul loro rapporto con la scuola. Dopo XFactor, Damiano disse che avrebbe voluto tornare nel suo liceo \"per fare il figo\", con un sentimento di rivincita verso chi, secondo lui, gli aveva detto che nella vita non avrebbe fatto nulla. E anche questa dedica fa riflettere\".\nIn che modo?\n\"Gli studenti sono tanti e diversi fra loro, \"diversi da loro\", per citare appunto \"Zitti e buoni\", anche se non necessariamente \"fuori di testa\". Pochi hanno sogni e ambizioni, molti non riescono ad averne, tanti hanno buone capacità ma non si impegnano. Troppi si bloccano alle prime ansie. A scuola accogliamo tutti, anche chi vorrebbe \"saltare sul tavolo dei giudici e spaccare tutto\", come Damiano ha detto\".\nChe ricordo ha di Damiano David?\n\"Pensoso, allegro, arrabbiato, gentile, ironico, simpatico, complice, scanzonato, a suo agio fra gli altri e mai coatto, sebbene a lui sia piaciuto definirsi così. So bene quanto gli stesse \"strettissimo rimanere seduto sei ore ad ascoltare uno che raccontava cose\", infatti non ci stava. Lo incontravo più volte al giorno, durante le lezioni, fuori dalla classe. Al bar o in cortile, allentava così la tensione. Da me ha anche preso una \"multa\" perché fumava in giardino: non ha protestato, concordando che era giusto fargliela. Non penso sia stato semplice per i suoi insegnanti trovare nel rapporto con lui quello spazio di ragionevole compromesso\".\nCosa gli direbbe, oggi?\n\"Che ha trovato la sua strada grazie al carattere e alla determinazione con cui ha inseguito il suo sogno. Spero che possa scoprire, prima o poi, il bisogno di ricordare alcune di quelle \"cose\" che i suoi insegnanti gli raccontavano per sollecitare interessi, consolidare motivazione, metodi e strumenti per conoscere, esplorare, riflettere, incuriosirsi e affrontare la vita. E per come è andata a Damiano, chissà se siano state proprio quelle \"cose\" a innescare la spinta giusta\".", "original_url": "https://roma.repubblica.it/cronaca/2021/03/08/news/meneskin_la_preside_del_montale_la_forza_di_damiano_nata_su_questi_banchi_-290910513/", "wayback_url": "https://web.archive.org/web/20210309060203/https://roma.repubblica.it/cronaca/2021/03/08/news/meneskin_la_preside_del_montale_la_forza_di_damiano_nata_su_questi_banchi_-290910513/", "a_id": "Q106859392-3"}