{"title": "\"Che rabbia, le etichette\"", "text": "\"Che rabbia, le etichette\"\nGli unici filtri che Victoria contempla sono le pecette nere sopra le parolacce di Zitti e buoni, la canzone grazie alla quale i Måneskin hanno vinto a Sanremo: il regolamento bacchettone di Eurovision Song Contest, dove la band il 22 maggio rappresenta l’Italia, impone di cambiarle. Victoria ride e liquida la cosa con una scrollata di spalle: il meglio l’ha dato a botta calda sul palco sanremese, accogliendo il premio con un colorito rosario di sacramenti. Tutto intorno a lei, dalla scia lisergica che diffonde sul palco oscillando abbracciata al suo basso, alla femminilità irrituale, insindacabile che sparge su una band di maschi che hanno fatto della fluidità una bandiera, fino al piglio garbato con cui prende la guida del gruppo quando il suo magnetico frontman posa il microfono, sembra fatto a modo suo: senza fronzoli, autentica. Le convenzioni, spiega, le stanno scomode da quando era bambina: «Gli stereotipi ci fanno sentire sbagliati, da piccola mi facevano tanta rabbia. Ora sono più serena, forse perché ho imparato a circondarmi di persone aperte».\nElle Italia\nLa filosofia fluida dei Måneskin è un invito a sparigliare le carte.\nScardinare i cliché, soprattutto sul genere, può aiutare le persone fragili a sentirsi comprese e gli altri ad allargare le prospettive.\nChe cosa la turbava da piccola?\nSoffrivo di certe rigide distinzioni tra maschile e femminile: a sei anni avevo proprio il rifiuto per tutte le cose “da bambina”: facevo skate, tenevo i capelli corti, mi vestivo da maschio. Non indossavo gonne, non perché non mi piacessero, ma per reclamare la chance di essere me stessa. Il rock ha incarnato quello slancio di libertà.\nUna bassista deve avere per forza un’anima un po' sovversiva...\nQuella che ha ispirato il mio immaginario è Kim Gordon dei Sonic Youth: in quegli anni il rock era un mondo maschile, lei se n’è sempre fregata, ha mandato all’aria ogni stereotipo di bellezza, nel suo modo di stare sul palco c’era qualcosa di aggressivo, sguaiato, ma ha conquistato migliaia di persone attraverso il suo strumento.\nLaura Sciacovelli\nAvete vent’anni e un nuovo album che conta oltre 100 milioni di streaming, le prime date del tour sono sold out. Troppa pressione?\nPrima mi lasciavo spaventare dagli impegni che mi portavano lontano da casa e dagli amici, dalla routine e dal senso di responsabilità: mi metteva ansia sapere che molte persone contavano su di noi. Quell’ansia ora so gestirla meglio, anche perché questa vita mi ha regalato la cosa che sogno da sempre: l’indipendenza.\nSi dice che la leadership del gruppo, dietro le quinte, sia sua.\nOgnuno ha il suo ruolo, ma ce li scambiamo, non siamo competitivi. Cioè, io sì, ma solo nei giochi da tavolo: lì, pur di vincere, baro.\nStrong is the new pretty: è d’accordo con questo slogan?\nC’è chi vede in una donna forte, o potente, una sorta di riscatto, la risposta a un’idea fragile di femminilità, ma l’alternativa è davvero il suo opposto? Una donna forte è un bel segnale, ma credo che ci sia spazio, e bellezza, in ogni stato d’animo o condizione.\nLei si piace?\nCi sto lavorando, ho i miei momenti, come ogni adolescente. Un tempo ero più insicura. Trucco e vestiti mi aiutano a sentirmi meglio con me stessa, più figa, ma ho periodi in cui vorrei stare in tuta e basta. In quei casi cerco di darmi forza, ricordare che puoi trascorrere una bellissima giornata anche struccata e coi capelli in disordine.\nLaura Sciacovelli\nSenza bisogno di maschere?\nMi ritengo una persona trasparente, a mio agio con tutti i miei spigoli. Le indosso in scena, trucco e costumi, come le luci e e il palco, contribuiscono a creare un immaginario: ci lavoriamo tanto.\nE dietro la maschera neanche una crepa?\nLe cose che mi fanno più soffrire ho imparato a non mascherarle.\nQuali sono?\nAttacchi di panico. Ero una ragazza spensierata, a 14 anni mi sono ritrovata a non voler più uscire di casa, ho perso un anno di scuola. C'era qualcosa di rotto in me e non sapevo come ripararmi. Prima me ne vergognavo, ora non ho più bisogno di nasconderlo.\nCome ha fatto a uscirne?\nGrazie a una terapia, alla famiglia e agli amici, ma è comunque da sola che impari a gestire certe voragini.\nAnche la musica e il gruppo l’hanno aiutata?\nCerto. Siamo un gruppo, siamo amici, viviamo tutto insieme. Però restiamo quattro persone diverse: ognuno di noi ha paure e ambizioni tutte sue. Questi traguardi, professionali e personali, li considero per prima cosa miei: è da quando ero piccola che li sogno.\nCome si immagina fra altri 20 anni?\nAiuto... più brava a suonare il basso?\nIn tutte le foto Victoria De Angelis indossa gioielli Bulgari, sfavillanti creazioni che sono la più alta espressione del savoir faire artigianale della maison di gioielleria romana, da scoprire su bulgari.com.\n(@foto di Laura Sciacovelli, styling di Monica Curetti, ha collaborato Gabriele Ciciriello; pettinature Ezio Diaferia @unconventional artist using cotril; trucco Martina Bolis @unconventional artist using mac cosmetics. Victoria, nella foto in apertura indossa: camicia e pantaloni Etro, reggiseno Alberta Ferretti; cintura vintage. Gioielli: collana Bulgari Serpenti Viper d'oro rosa e diamanti, orecchino Bulgari B.zero1 d’oro rosa e diamanti di Bulgari, come l'anello Bulgari Serpenti Viper d'oro rosa e onice e l'anello Bulgari B.zero1 d'oro rosa e ceramica nera mat. - Nella foto insieme: per Damiano, top Dsquared2 e pantaloni Etro. Per Thomas, top Dsquared2, pantaloni e stola Etro. Per Ethan, gilet Dsquared2 e pantaloni Etro).\nLeggi le altre interviste\nAnna Foglietta\nVittoria Puccini\nElena Sofia Ricci\nMatilda Luz\nThis content is created and maintained by a third party, and imported onto this page to help users provide their email addresses. You may be able to find more information about this and similar content at piano.io", "original_url": "https://www.elle.com/it/magazine/interviste/a36382293/victoria-de-angelis-foto-senza-filtri/", "wayback_url": "https://web.archive.org/web/20210523223442/https://www.elle.com/it/magazine/interviste/a36382293/victoria-de-angelis-foto-senza-filtri/", "a_id": "Q106859392-1"}