{"title": "Chi è Victoria De Angelis bassista dei Maneskin: Età, Fidanzato, Sanremo 2021 e Instagram", "text": "Chi è Victoria De Angelis bassista dei Maneskin: Età, Fidanzato, Sanremo 2021 e Instagram\nVictoria De Angelis è la bassista del noto gruppo musicale Måneskin. Ha conquistato notorietà grazie alla sua partecipazione, insieme al gruppo, ad X Factor 11, e al suo look trasgressivo e particolare. La vedremo con i Måneskin al Festival di Sanremo 2021, condotto da Amadeus e affiancato, tra gli altri, da Elodie, Matilda De Angelis, Luca Argentero e Achille Lauro.\nChi è Victoria De Angelis?\nNome: Victoria De Angelis\nVictoria De Angelis Segno Zodiacale: toro\ntoro Età: 20 anni\n20 anni Data di nascita: 28 aprile 2000\n28 aprile 2000 Luogo di nascita: Roma\nRoma Professione : bassista dei Maneskin\n: bassista dei Maneskin Altezza: 163 cm\n163 cm Peso: 50 Kg\n50 Kg Tatuaggi: nessuno visibile\nnessuno visibile Profilo Instagram Ufficiale : @vicdeangelis\nSeguici nel nostro profilo Instagram Ufficiale: @chiecosa.it\nBiografia\nVictoria De Angelis nasce a Roma il 28 aprile del 2000. Di origini danesi, Vic inizia a suonare la chitarra giovanissima a 8 anni, e durante le scuole medie frequenta una scuola di musica, iniziando a suonare il basso a 11-12 anni. Frequenta il liceo scientifico J. F. Kennedy, dove conosce il chitarrista Thomas Raggi; i due nel 2015 fondano, insieme al cantante Damiano David, la band Måneskin, nome che la stessa Victoria sceglie per il gruppo, che si completa con il batterista Ethan Torchio. Il nome della band, infatti, deriva dal danese, e significa “chiaro di luna”.\nInsieme alla band, partecipa a X Factor 11 e con i brani Chosen, Morirò da re e Torna a casa, si impongono sulla scena musicale nostrana.\nDal canto suo, Vic, dotata di un fascino irresistibilmente ribelle, ma allo stesso tempo di una femminilità destabilizzante è amatissima dal pubblico giovane. Grande appassionata di moda, ha un’anima hippie chic ed è la principale “curatrice” del look del gruppo. Victoria spicca per il suo stile indie glam insieme agli altri membri della band, Damiano su tutti.\nSarà, insieme ai Måneskin, sul palco dell’Ariston quest’anno, con il brano Zitti e buoni.\nCarriera\nVictoria diventa nota nel 2017 quando con i Måneskin eccelle sul palco di X Factor 11, condotto da Alessandro Cattelan; sotto la guida del giudice Manuel Agnelli la band conquista la simpatia anche degli altri giudici: Fedez, Levante e Mara Maionchi.\nPezzo forte del gruppo è Chosen, che scala le classifiche e apre le porte del successo alla band, che si impone sulla scena musicale italiana con i brani: Morirò da re e Torna a casa.\nVic e il gruppo diventano presto popolari e impegnatissimi in tour e ospitate televisive varie, tanto che nel 2018, prima dell’uscita del loro album Il ballo della vita, in alcuni cinema italiani viene proiettato il docufilm: This Is Måneskin.\nNel 2020 esce il loro ultimo singolo: Vent’anni.\nRivedremo Vic e tutta la band sul palco di Sanremo quest’anno, con il brano Zitti e buoni.\nInstagram\nCon un seguito di 287 mila follower, Vic su instagram mostra sempre il suo look di ispirazione per chi la segue, i suoi lavori con la band e stralci di vita quotidiana.\nVita privata\nNon si sa molto della vita privata della bassista romana, solo che: vive a Roma, il suo colore preferito è il verde, e che la frase che più la rappresenta è:\n“Non sono impegnata, sono impegnativa”\nRelazione tra Vic e Damiano\nCon la notorietà conquistata si sono insinuate delle voci su una presunta storia tra Vic e Damiano. I due hanno smentito in più occasioni di avere una relazione. Lei e Damiano si definiscono “il King e la Queen” del gruppo, ma, a dispetto dei rumors, non sono fidanzati: si definisco semplicemente l’uno il miglior amico dell’altra.\nSanremo 2021\nVictoria e i Måneskin, sono in gara tra i 26 Big quest’anno al Festival di Sanremo. Gareggeranno portando il brano Zitti e buoni.\nCantanti Sanremo 2021\nCuriosità\nÉ soprannominata dai membri del gruppo: Mamma Maneskin\nI generi musicali preferiti di Vic sono: rap, funky, indie rock, soul, hip hop e R&B\nCura il look per la band e si dice che mantenga i suoi colleghi “in riga”\nHa un piercing all’ombelico\nVictoria De Angelis Video", "original_url": "https://www.chiecosa.it/victoria-de-angelis/", "wayback_url": "https://web.archive.org/web/20210228212001/https://www.chiecosa.it/victoria-de-angelis/", "a_id": "Q106859392-6"}