{"title": "I Måneskin fanno ballare anche le mamme- Sette", "text": "I Måneskin fanno ballare anche le mamme- Sette\nC hi sono davvero i Måneskin? L’ennesima meteora? O un astro nascente del rock italiano? Lo dirà il tempo. E loro cercano di non perderne neanche un battito, stando sempre in movimento. Li abbiamo incontrati alla Santeria Social club per la prima data di Milano del loro tour, il 21 marzo, giorno di presentazione del nuovo singolo, Morirò da re (Sony). Seduti ai tavolini di un bar, non ancora truccati, sembrano quello che intimamente sono: un gruppo di quattro amici che sta difendendo, con i denti e gli artigli (oltre a piume e pellicce), il sogno di ogni adolescente stregato dal rock: vivere di musica, crescere suonando assieme, lasciare un segno nel proprio tempo. Spaccare, come si dice. Loro a X Factor hanno spaccato, arrivando secondi e poi scalando le classifiche con l’inedito Chosen, Disco di platino in due mesi. Manuel Agnelli, giudice tv e loro tutor, ne ha intuito il talento, acerbo ma lampante, e l’autenticità musicale, che nascondono e svelano attraverso il make up, i vestiti eccentrici, la coattaggine da romani. Che amano Milano: «‘Sta città va a mille: radio, tv, locali, discografia, moda, rischiamo di venirci a vivere», sintetizza Damiano David, leader carismatico e sexy, frontman atletico, esibizionista.\nDamiano ha un viso tagliente, lineamenti fini, naso aquilino e occhi sintonizzati su quello che gli succede attorno. Un fascino in stile Matthew McConaughey, e truccato sembra Luca Marinelli che canta Un’emozione da poco nel film Lo chiamavano Jeeg Robot. Paragoni che montano la testa? Impossibile. è ambizioso di suo, forse arrogante, certo sincero. C’era un tempo in cui vestiva in maniera pettinata: camicia chiara, capelli corti, faccia pulita. Poi, il bell’anatroccolo è diventato un cigno nero. Quando lo incontriamo ha un chiodo nero, un giubbotto di pelle, pieno di borchie. Dice spesso «obbiettivamente», alterna un italiano preciso nel tono, per i ragionamenti, al romanaccio delle risposte di pancia: «Non so perché piaccio alle donne, boh. Però pijo e porto a casa». È il più loquace, scrive i testi, ha 19 anni, due in più degli altri membri 17enni.\nC’è Victoria, bassista e basista del gruppo. Lei ha messo assieme i membri della band. è a casa di lei che si fan le prove, nel quartiere Monteverde di Roma, dove frequentava lo stesso liceo di Thomas, il chitarrista. E da lei arriva il nome che la band usa come brand all’inizio di ogni canzone: «This is Måneskin», parola che significa «chiaro di Luna» in danese, lingua della madre di Victoria, che in Danimarca ha portato gli amici a suonare: un’esperienza che li ha compattati, sul piano personale e musicale. Altre parole danesi in lista per il nome del gruppo? I Måneskin se la ridono. Poi ne sparano un paio un po’ grevi, coatte, pulp: «lort», che vuol dire «merda», e «skinke», che vuol dire «prosciutto», ma per dire “amico”, precisa Victoria, mimando le virgolette che usa quando vuole prendere le distanze o enfatizzare una parola, un’espressione. Insomma, è andata bene, potevano chiamarsi Skinkelort al posto di Måneskin. Gonna corta, top leopardato sotto una cascata di riccioli biondi, Victoria indossa le sue calze a rete d’ordinanza: «Le ho provate anche io», dice Damiano: «So’ strane, con ‘sti buchi enormi, il filo stretto, me sentivo un prosciutto». Il sorriso di Victoria è aperto, lo senti anche quando parla, vocali larghe, la risata è sonora.\nThomas, il chitarrista, è alto e dinoccolato. Ha l’apparecchio ai denti inferiori, capelli biondi che tiene fissi sulla fronte, fino agli occhi: sono obliqui e biondi, come la pioggia sventata al sole, come le dita sottili che scivolano sul manico della sua chitarra dove ama fare note vibrate alla John Frusciante, il celebre chitarrista dei Red Hot Chili Peppers. Ethan, il batterista, è stato reclutato con un post di Victoria sul profilo Facebook del gruppo. Vive a Frosinone, faceva il pendolare per le prove. Ha la carnagione più scura, capelli lunghi che durante l’intervista tiene sciolti (se suona, li raccoglie in treccine), una tenda da cui si affaccia un sorriso timido. Lo chiamano “indianino”, per i tratti somatici da nativo americano. Parla poco, ha l’erre moscia, pesta sulla batteria con singolare aplomb. La loro giornata tipo in tournée? Damiano: «Proviamo, suoniamo, sound check, fitting vari, in albergo stiamo poco. Dormiamo in camere separate e usiamo la mia come base. Ci sincronizziamo via WhatsApp, come sempre, anche quando siamo a casa dei nostri. Se dobbiamo spostarci la sera dopo il concerto ci spogliamo, ci strucchiamo, usciamo mezzi nudi, accappatoio e mutande, andiamo nel van, che è grandissimo, ci lanciamo da una parte e dall’altra, musica a palla… finché non crolliamo dal sonno». Il primo è Ethan. «È narcolettico», scherza Victoria.\nSembra una gita autogestita (di scuola se ne parla a fine anno, daranno gli esami da non frequentanti). Poche regole, dichiarate (vai a sapere se vere): non sbronzarsi e non drogarsi. «I nostri live sono fisici», sottolinea Damiano, «dobbiamo Un live della band stare atleticamente bene. Poi a me non piace bere per sfasciarmi, mi piace il vino a tavola». Le droghe? «Ognuno è libero, chi sono io per giudicare? Però bisogna divertirsi con i propri mezzi, io ho conosciuto amici persi, fuori di testa, fuggiti da casa, io non ci sono mai entrato in questa cosa». E aggiunge: «Va sfatata ‘sta cosa che le rockstar si devono drogare, una stronzata». In effetti, per il ballo attorno al palo da lap dance devi essere lucido. Il momento più difficile di X Factor? «Quando mi si è bloccata la schiena. Il mio vicino di casa è medico, mi ha fatto delle iniezioni. M’ha resuscitato». Qual è stato il primo pensiero della mattina alla vigilia del concerto di Milano? Thomas: «Dov’è la cera lacca? Avevo mille cose da fare, ma non trovarla mi impanicava». Damiano: «Nummevolevo arzà proprio. Che palle la barba!». Mentre Victoria aveva paura di fare tardi, «come sempre», Ethan realizzava che «Milano, il singolo, sono i primi passi di un lungo percorso».\nIl tour è tutto esaurito, in autunno ne è previsto un altro (prodotto da Vivo concerti), oltre all’uscita dell’album, da scrivere in estate, per dire qualcosa di loro ai tanti fan che li seguono: «follow me», “seguimi”, è la parola chiave degli inediti in inglese, Chosen e Recovery. Intanto, è uscito il nuovo singolo: Morirò da re (Sony). Il sound è funky rock, la voce di Damiano – un percussionista di vocali e consonanti –, tiene bene il testo in italiano, lingua che fila meno liscia dell’inglese. Protagonisti sono Marlena, una señorita, e un uomo che vuole starle accanto, fino alla fine. Per Damiano «lei è una personificazione della paura di non poter essere se stessi. L’uomo è la sicurezza, il credere in sé, come un padre o un fratello maggiore, e prende questa donna in una situazione obbiettivamente scomoda per portarla verso una versione migliore: non cambiandola, ma facendole accettare se stessa, le sue aspirazioni». Che idea hanno della morte quattro adolescenti? «La morte è stare fermi», rispondono in coro. Poi Ethan: «è un concetto relativo. Niente muore, tutto si trasforma. Una fine può essere anche un inizio. Un ciclo infinito». Thomas ha sul braccio sinistro tatuato un cobra, soprannome datogli da Enrico Nigiotti, loro amico a X Factor. «Il motivo è zozzo», scherza Victoria (che è un leopardo). Thomas spiega: «Per me è un simbolo di rinascita, del percorso fatto assieme, lo uso come promemoria». E gli altri, che animali si sentono? Ethan è il lupo, «piace anche alla mia fidanzata». Damiano un’aquila. Il simbolo della Lazio? «La Lazio nunesiste, l’aquila è del Benfica! Sto in fissa con le ali, le ho tatuate sulla schiena, su Instagram il mio nickname è YKAAAR (360mila follower) è come Icaro, ma io non cadrò». Basta non avvicinarsi troppo al Sole. «Noi vogliamo solo la Luna», sorride.\nLa cosa più sorprendente del loro successo, dicono, sono le mamme ai concerti. «Le milf, le milfone. Ti dà soddisfazione piacere non solo alla coetanea, ma pure alla mamma, che s’è vista i veri concerti rock, i Rolling Stones, e ora vede noi, si sente una quindicenne e fa sì con la testa», dice Damiano. «Sì, fanno “sì” con la testa», annuiscono gli altri: «Ti approvano, ti dicono continuate così, siete fighi, bravi», fa Thomas. «Lui ce l’ha co’ mi madre», scherza Damiano che, bocciato due volte a scuola, si è riconciliato con il padre grazie alla musica: «Lui è riservato, non si esprime molto, le cose te le fa capire, non le dice. Quando ha visto che suonavo 8 ore al giorno, ha detto “cazzo mio figlio non lo è, ma si comporta come una persona seria”». Sulla copertina c’è un libro aperto ai piedi di un trono. «Quello sono io», dice Ethan, fan di Siddartha di Herman Hesse: «Leggo più degli altri». Damiano: «No, tu sei l’unico che legge davvero». Victoria: «A me è piaciuto L’insostenibile leggerezza dell’essere di Kundera». Thomas? «A me piace Pirandello, la teoria delle maschere, che ogni individuo ha più personalità e...» Pausa. «Fico». Damiano? «Il ritratto di Dorian Gray, l’unica cosabbella d’a scuola. L’ho copiato: ho fatto un patto col diavolo». Victoria lo prende in giro, ripetendo la frase in romanesco. «Hoffatto un patto cordiavolo».", "original_url": "https://www.corriere.it/sette/18_marzo_29/maneskin-cea76b6c-31b4-11e8-a935-2154f7b1bc02.shtml", "wayback_url": "https://web.archive.org/web/20201109040237/https://www.corriere.it/sette/18_marzo_29/maneskin-cea76b6c-31b4-11e8-a935-2154f7b1bc02.shtml", "a_id": "Q106859392-5"}