{"title": "“Si dice Maneskin, non Moleskine!”: origine e significato del nome della band", "text": "“Si dice Maneskin, non Moleskine!”: origine e significato del nome della band\n“E ora le assegnazioni ai Manèskin”, dice Manuel Agnelli, ma prontamente Victoria De Angelis, la bassista della band romana, corregge il suo coach: “Si dice Måneskin!”. Se potesse, poi, la frizzante e biondissima diciassettenne correggerebbe tutti coloro che si sono riversati sui motori di ricerca digitando un nome ancora più strano, ovvero “Moleskine”! Certo, ci sono assonanze e consonanze che avvicinano il nome della band e il noto marchio di articoli di cartoleria, ma il secondo è francese e si riferisce a un materiale di rivestimento che imita la pelle o il cuoio. L’origine del termine “måneskin”, invece, è danese e si riferisce a tutt’altra area semantica ed è sempre lei, Victoria, a spiegare nei dettagli che cosa significa questa parola e perché i ragazzi hanno deciso di chiamarsi proprio così. “Dovevamo iscriverci a un concorso” aveva raccontato la bassista ai microfoni della produzione, “e ci serviva un nome, ma non sapevamo come chiamarci”. Poi, l’idea: “Visto che sono mezza danese” continua la 17enne “gli altri hanno iniziato a chiedermi di pensare a un nome in quella lingua”. A un certo punto, la bassista pronuncia proprio quel nome, “Maneskin”: piace ai colleghi, ma che cosa vuol dire? “Significa ‘chiaro di luna’ in danese, ma non c’entra niente con noi” ha affermato ridendo Victoria, spiegando che la musicalità e l’iconicità del nome hanno conquistato tutti e quattro i “coatti” di X Factor. A quel nome si sono subito affezionati, quindi non l’hanno più cambiato e ora sono i “Maneskin”. E questo \"chiaro di luna\", possiamo dirlo, ha portato loro fortuna visto che tra pochissimi giorni saranno sul palco del Mediolanum Forum di Milano a giocarsi la Finale del talent show, in onda giovedì 14 dicembre alle 21.15 su Sky Uno.\nIn uno degli ultimi Daily, Manuel Agnelli ha voluto consegnare le sue assegnazioni alla band in un luogo particolare, lo splendido Museo del Novecento di Milano: è lì che i Maneskin hanno scoperto che cosa canteranno on stage. Si tratta di un “Best Of”, che comprenderà tre dei pezzi che più li rappresentano pensando al percorso compiuto nei vari Live di X Factor. Visto che Damiano, Victoria, Thomas e Ethan non hanno mai sbagliato un’esibizione, Agnelli aveva l’imbarazzo della scelta, ma alla fine si è soffermato su tre canzoni: “Beggin’”, nella versione di Madcon, “Take Me Out”, di Franz Ferdinand, e “Somebody Told Me”, The Killers, con cui avevano stregato tutti, conquistando pubblico e giudici.\nCosa succederà durante la Finale? I Maneskin dovranno confrontarsi per l’ultima volta con Enrico Nigiotti e Lorenzo Licitra, entrambi concorrenti di Mara Maionchi, e con Samuel Storm, l’ultimo cantante rimasto in gara per la categoria degli Under Uomini, capitanata da Fedez. Levante? Il sesto Live con doppia eliminazione è stato decisivo per lei, visto che Rita Bellanza, l’unica concorrente rimasta in gara fino a quel momento, è stata eliminata alla prima manche. Per l’ultimo capitolo di X Factor 2017, in ogni caso, i giudici saranno “semplici” spettatori, proprio come tutto il pubblico che sarà presente al Mediolanum Forum di Assago. I veri protagonisti saranno i quattro finalisti: chi vincerà?", "original_url": "https://xfactor.sky.it/2017/12/12/maneskin-non-moleskine-x-factor-2017/", "wayback_url": "https://web.archive.org/web/20171223064428/http://xfactor.sky.it/2017/12/12/maneskin-non-moleskine-x-factor-2017/", "a_id": "Q106859392-9"}