{"title": "\"A 15 anni mia nipote Victoria ha visto la mamma morire. Le aveva tenuto la mano per 3 mesi\"", "text": "\"A 15 anni mia nipote Victoria ha visto la mamma morire. Le aveva tenuto la mano per 3 mesi\"\n“Mia nipote Victoria ha sofferto molto, ha visto morire la sua mamma quando aveva 15 anni”. Elin Uhrbrand, nonna materna della bassista dei Maneskin, in una lunga intervista al settimanale “Dipiù” ha raccontato il dramma che ha colpito la sua famiglia.\n“Jeanett, mia figlia, quando ha capito che avrebbe perso la battaglia contro il male che la stava consumando chiese di andare in Danimarca. Victoria volle seguirla e le rimase vicino fino alla fine” racconta la donna.\nVictoria è stata vicino alla madre: “Per tre mesi ha vegliato sulla sua mamma, per tre mesi le ha tenuto la mano. Fino all’ultimo giorno. Fino a quando le ha detto addio. È stato terribile...Terribile”.\nResta un rimpianto: “Mi dispiace tanto che mia figlia Jeanett non abbia potuto vedere il successo che Victoria sta riscuotendo in tutto il mondo insieme con i Måneskin”. Per questo Natale le vacanze le trascorrerà con lei: “Verrà in Danimarca e staremo insieme”.\nVictoria non aveva parlato pubblicamente del suo lutto, ma in un’intervista a Elle aveva raccontato di aver avuto un’adolescenza difficile: “Ero una ragazza spensierata, a 14 anni mi sono ritrovata a non voler più uscire di casa, ho perso un anno di scuola. C’era qualcosa di rotto in me e non sapevo come ripararmi. Prima me ne vergognavo, ora non ho più bisogno di nasconderlo. Ne sono uscita grazie a una terapia, alla famiglia e agli amici, ma è comunque da sola che impari a gestire certe voragini”.", "original_url": "https://www.huffingtonpost.it/entry/a-15-anni-mia-nipote-victoria-ha-visto-la-mamma-morire-le-aveva-tenuto-la-mano-per-3-mesi_it_61adf8f1e4b044a1cc25c54b", "wayback_url": "https://web.archive.org/web/20211206124727/https://www.huffingtonpost.it/entry/a-15-anni-mia-nipote-victoria-ha-visto-la-mamma-morire-le-aveva-tenuto-la-mano-per-3-mesi_it_61adf8f1e4b044a1cc25c54b", "a_id": "Q106859392-0"}