{"title": "π\u009f\u0087³π\u009f\u0087± Netherlands: Joost Klein to Eurovision 2024", "text": "π\u009f\u0087³π\u009f\u0087± Netherlands: Joost Klein to Eurovision 2024\nJoost Klein has been selected to represent the Netherlands at the Eurovision Song Contest 2024.\nIn a statement by AVROTROS, the Dutch national broadcaster, Joost has been confirmed as the Netherlands’ next representative for Eurovision, which will be held in MalmΓΆ, Sweden next year.\nKlein’s song has been selected from over 600 submissions by AVROTROS. In their statement, the broadcaster says that “the European hit potential of his song convinced the selection committee that Joost should compete for the Netherlands”.\nJoost Klein, who is more commonly known as Joost in his home country, is a rapper and former YouTuber from Leeuwarden. Earlier this year, the artist expressed his interest in competing in Eurovision, and Dutch radio programme VoorAan on NPO 3FM created a petition for Joost to go to MalmΓΆ.\nNow, Joost has been given the opportunity to enter the Eurovision Song Contest, which he says is a “dream come true”:\nTaking part in the Eurovision Song Contest is a dream come true. I used to watch it together with my parents, glued to the screen, year after year. It’s an honor to represent the Netherlands, and I’m committed to giving my all for the best possible outcome.\nThe Netherlands’ new Head of Delegation, Twan an de Nieuwenhuijzen, says Joost’s “enormous creativity” is what has given him the chance to compete at Eurovision:\nFollowing a careful and multi-phase process, the selection committee ultimately opted for Joost Klein. There were a lot of entries from a wide range of genres, but in our view his had the most hit potential. In the song, you hear his familiar mix of party and nostalgia. With his enormous creativity, we think Joost can put on a great show in a totally original way, and that the Netherlands and Europe are in for a positive surprise. Weβ\u0080\u0099re really looking forward to working with him.\nAVROTROS selected their entry this year from over 600 submissions, which a committee reduced the list to five. These five artists were then invited to in-person auditions in Nobel in Leiden.\nEach artist had twenty minutes with the committee, in which they spoke about themselves and their song. They also each performed their song twice on stage.\nAfter the committee had met and listened to all five artists, Joost came out on top and was selected to represent the Netherlands at the Eurovision Song Contest 2024 was taken.\nEurofans in the Netherlands will hope that Joost can return the Netherlands to the final, after a qualification streak of nine consecutive years came to an end last year in 2023.\nMia Nicolai and Dion Cooper represented the Netherlands in Eurovision 2023 with “Burning Daylight”. They finished 13th in Semi-Final One scoring just 7 points from the televote. This was the Netherlands’ lowest score since 1994 and their first non-qualification since 2015.\nImage Source: AVROTROS | Source: AVROTROS\nThe Netherlands in the Eurovision Song Contest The Netherlands debuted in the Eurovision Song Contest in 1956 and has gone on to compete in all bar four contests. To date the Netherlands has won the contest on five occasions; 1957, 1959, 1969, 1975 and most recently 2019. Prior to Duncan Laurenceβ\u0080\u0099s victory in Tel Aviv, the Netherlands had been waiting 44 years for their next victory. Duncan Laurence won the contest in Israel with the song β\u0080\u009cArcadeβ\u0080?.", "original_url": "https://eurovoix.com/2023/12/11/netherlands-joost-klein-to-eurovision-2024/", "wayback_url": "https://web.archive.org/web/20231211074148/https://eurovoix.com/2023/12/11/netherlands-joost-klein-to-eurovision-2024/", "a_id": "Q647450-30"}