{"title": "Eurovision Song Contest - Belgrade 2008", "text": "Eurovision Song Contest - Belgrade 2008\nThe 1991 Eurovision Song Contest had one of the most exciting votings ever and two countries - France and Sweden - were tied for the victory after all the participating countries had given their national votes\nThe 1991 Eurovision Song Contest was supposed to be held in the seaside resort San Remo which is known for its annual festival of Italian music, but host broadcaster RAI moved it to Rome at a very late stage. The moving of the show meant that RAI was not completely ready for the show and on the day of the contest, there were still works on the set to be done. For the second time since the very first Eurovision Song Contest in 1956, the Netherlands decided to withdraw from the contest due to the country's Rememberance Day. Malta took the open spot which meant that the country was back for the first time since 1975. The winner of the previous year and the co-host of this year, Toto Cutugno, had big difficulties with the pronunciation of the song titles and names of the artists and conductors. The other host was Gigliola Cinquetti, Italy's first Eurovision winner from 1964.\nThe postcards to present the different national singers were very special this year: the singers were asked to sing a known Italian song which would then be used as a short clip for the postcard. Yugoslavia's entry Brazil by Baby Doll only managed to get one single point from Malta but the extravagant performance created a cult following among Eurovision Song Contest fans.\nAt the end of the voting procedure, both Sweden and France had 146 points each. Because of that the the newly-created rule of 1989 was put in effect giving the victory to Swedish entrant Carola who got more '10 points votes' than France. Both Sweden and France had an equal amount of '12 point votes.' Carola had already participated in 1983 with the song Främling which ended up 3rd in Munich. She had already tried to enter the 1990 contest in Zagreb but lost out in the Swedish national heats. In 2006 though, she would re-appear on the Eurovision stage in Athens, performing Invincible which came 5th.", "original_url": "http://www.eurovision.tv/index/main?page=66&event=307", "wayback_url": "https://web.archive.org/web/20080120091717/http://www.eurovision.tv:80/index/main?page=66&event=307", "a_id": "Q647450-1"}