{"title": "Cornald Maas fired by TROS", "text": "Cornald Maas fired by TROS\nCornald Maas fired by TROS\nThe Dutch commentator at the Eurovision Song Contest, Cornald Maas, has been fired by broadcaster TROS. Reason for the dismissal was a tweet message Cornald recently posted. Three weeks ago, on the day of the Dutch parliament elections, Cornald posted the following tweet: “Funny export products we have in the Netherlands: Sieneke, Joran van der Sloot and the PVV” ( a controversial Dutch political party).\nFollowing the above tweet, Cornald was fired yesterday by the Dutch broadcaster – three weeks after the posted tweet. During a short conversation TROS told Cornald they wouldn't hire him for next year's Eurovision Song Contest.\nCornald: \"The conversation only took 10 minutes. I wouldn't even call it a conversation; it was more like a short communication in which I was told I was fired. I never saw this coming and I was really surprised and amazed. They fired me because of an ironical tweet I posted three weeksago as a private person and in my private time. It kinda worries me that a public broadcaster uses dismissal procedures like this\".\nDirector of TROS, Peter Kuipers, reacted as well to the news: You just can't compare an eighteen year old girl to a serial killer. Cornald has simply gone too far. Of course everybody is allowed to have an opinion, but you have to stick to certain values.\nSieneke's management reacted as follows in a press release: \"We have no problem at all with Cornald's tweet and Sieneke doesn't feel personally offended\".\nIn the meantime, Cornald Maas sent an email to the director of the NPO (National Public Broadcaster): \"I asked Henk Hagoort for some clarification about the general interest of our participation at the Eurovision Song Contest. In my point of view an artist should represent the entire nation; not just a broadcaster.Sieneke's Ik ben verliefd -Sha la lie matched really well with the identity of the broadcaster, but it wasn't my cup of tea and I've never lied about that. Of course I hopedthe song would have been more succesful in Oslo, but I never had any high hopes that this typical Dutch folkore would do very well at the contest. I have the right to say these things in terms of my role as an independant and credible commentator\", Cornald states.\ninside article MAM\nAbout the author", "original_url": "http://www.esctoday.com/?p=15976", "wayback_url": "https://web.archive.org/web/20140512223218/http://www.esctoday.com/?p=15976", "a_id": "Q647450-5"}