{"title": "Dadi & Gagnamagnid representará a Islandia con el tema \"Gagnamagnid\"", "text": "Dadi & Gagnamagnid representará a Islandia con el tema \"Gagnamagnid\"\nDaði & Gagnamagnið representará a Islandia con el tema \"Gagnamagnið (Think about things)\" en la 65ª edición del Festival de Eurovisión. El país insular ha elegido al grupo mediante su preselección nacional Söngvakeppnin.\nTras una primera ronda en la que compitieron contra Ísold y Helga, Nína, Iva y DIMMA, el jurado y el televoto decidió que DIMMA y Daði & Gagnamagnið pasaran a la siguiente fase. Daði & Gagnamagnið recibió el apoyo del público en la votación final, convirtiéndose así en los sucesores de Hatari.\nEl grupo ganó con una actuación divertida en la misma línea que el videoclip. En él, Daði & Gagnamagnið representan la canción en el salón de una casa, durante lo que parece una reunión familiar. El vídeo causó sensación y se hizo muy viral en internet ya que algunos rostros conocidos lo compartieron en sus redes socialres, como el actor Russell Crowe. La propuesta islandesa encabeza el ranking de las principales casas de apuestas.\nAunque la canción se presentó en la segunda semifinal de Söngvakeppnin en islandés, el grupo utilizará la versión en inglés en el festival, según recoge la televisión islandesa RUV en su página web. \"Think about things\" está dedicada a la hija de Daði Freyr, cantante y compositor del tema, algo que reveló al portal ESCBubble.\nSobre Daði & Gagnamagnið Daði Freyr ya se presentó a Söngvakeppnin en 2017 con \"Is this love?\", con la que quedó en segunda posición. Svala fue elegida en su lugar para interpretar \"Paper\" en Eurovisión, aunque finalmente no logró clasificarse para la final.\nSobre Islandia en Eurovisión Islandia debutó en el festival en 1986. La banda ICY fue la encargada de inaugurar la historia del país en Eurovisión. \"Gleðibankinn\" acabó en el 16º puesto. Aunque Islandia nunca ha ganado el festival, ha estado cerca en dos ocasiones. En 1999, Selma logró la plata con \"All out of luck\". La misma posición alcanzó en 2009 Yohanna con el tema \"Is it true?\" siendo la última vez en la que Islandia llegó al podio. \"Hatrið mun sigra\" (traducido como \"el odio prevalecerá\") fue la propuesta de Hatari en 2019 que resultó décimo en la clasificación final después de cuatro años cayendo en las semifinales. 02.59 min Eurovisión 2019 - Islandia: Hatari canta \"Hatrid mun sigra\" en la final", "original_url": "https://www.rtve.es/television/20200303/islandia-dadi-gagnamanid-think-about-things-esc-2020/2005136.shtml", "wayback_url": "https://web.archive.org/web/20200325133308/https://www.rtve.es/television/20200303/islandia-dadi-gagnamanid-think-about-things-esc-2020/2005136.shtml", "a_id": "Q31749372-3"}