{"title": "Flo Rida’s “Right Round” Shatters Digital Singles Record With a Little Help From an ’80s Hook", "text": "Flo Rida’s “Right Round” Shatters Digital Singles Record With a Little Help From an ’80s Hook\nPhoto: Ritchie/WireImage\nAlmost after a year since his “Low” dominated the Singles chart for 10 consecutive weeks, Flo Rida has found himself back on top, and in record-breaking fashion with “Right Round.” In its debut week, “Right Round” was downloaded about 636,000 times according to Billboard.biz, shattering the record Flo Rida himself set in January 2008 when “Low” was purchased 467,000 times in an extended, post-Christmas week. The seven-day record for most downloads was incidentally set last week, when Eminem, Dr. Dre and 50 Cent’s “Crack a Bottle” was purchased 418,000 times. Flo Rida made sure that record was short lived.\n“Right Round” is the first single off Flo’s second album R.O.O.T.S., due out April 7th. As Coolfer points out, if those 636,000 single downloads are the equivalent of roughly 63,600 copies in album sales, then Flo Rida would have sold enough this week to place eighth on this week’s albums chart, ahead of the resurgent Viva La Vida.\nOf course, Flo Rida’s “Right Round” came with a built-in hook that almost guaranteed its success, using a sample of ’80s new wavers Dead Or Alive’s “You Spin Me Round (Like a Record),” a song that was popular in its own era but had a late-’90s resurgence thanks to The Wedding Singer. Rihanna similarly has constructed a whole oeuvre of turning new wave and ’80s samples into Top 40 gold: “Don’t Stop The Music” borrows from Michael Jackson’s “Wanna Be Startin’ Something,” “SOS” borrows from Soft Cell’s “Tainted Love” and Rihanna’s “Shut Up and Drive” is a fuzzed-out version of New Order’s “Blue Monday.” Similarly, Kid Rock fused Warren Zevon’s “Werewolves of London” and Lynyrd Skynyrd’s “Sweet Home Alabama” to form “All Summer Long,” one of the biggest hits of 2008. Consumers evidently are continually willing to shell out money for decades-old hits being reappropriated by contemporary artists, as the success of Flo Rida’s “Right Round” well demonstrates.", "original_url": "http://www.rollingstone.com/rockdaily/index.php/2009/02/18/flo-ridas-right-round-shatters-digital-singles-record-with-a-little-help-from-an-80s-hook/", "wayback_url": "https://web.archive.org/web/20090219143631/http://www.rollingstone.com//rockdaily//index.php//2009//02//18//flo-ridas-right-round-shatters-digital-singles-record-with-a-little-help-from-an-80s-hook//", "a_id": "Q213538-0"}