{"title": "Barbara Pravi dévoile une chanson puissante et féministe pour la Journée pour les droits des femmes", "text": "Barbara Pravi dévoile une chanson puissante et féministe pour la Journée pour les droits des femmes\nDans Notes pour trop tard x Le Malamour, la jeune chanteuse réécrit un titre d'Orelsan. Elle y dispense des conseils bienveillants à une jeune fille avant qu'elle entame sa vie de femme.\nBarbara Pravi fait très fort pour la Journée internationale pour les droits des femmes. Avec Notes pour trop tard x Le Malamour, qu'elle dévoile ce vendredi, la jeune chanteuse se pose à la lisière du rap et du slam et déverse un texte tendre, touchant et féministe.\nComme le suggère le titre, ce morceau est un mash up entre sa chanson Le Malamour et Notes pour trop tard d'Orelsan. Elle réécrit le texte du rappeur afin de s'adresser à une jeune fille et lui transmettre ses conseils.\n\"S'il te fout une claque, faudra que tu te fasses la malle\"\n\"N'oublie pas d'être une femme avant d'être une maman\", lui adresse-t-elle d'abord, avant de la prévenir du harcèlement scolaire, de la misogynie et des violences de genre:\n\"S'il te fout une claque, faudra que tu te fasses la malle / S'il te touche alors que tu veux pas faudra pas que tu trouves ça normal\", rappe-t-elle notamment.\nLa version acoustique du Malamour est disponible ce vendredi sur les plateformes de téléchargement et les droits générés seront reversés à l'association La Maison des femmes.", "original_url": "https://www.bfmtv.com/people/musique/barbara-pravi-devoile-une-chanson-puissante-et-feministe-pour-la-journee-pour-les-droits-des-femmes_AN-201903080045.html", "wayback_url": "https://web.archive.org/web/20210108203935/https://www.bfmtv.com/people/musique/barbara-pravi-devoile-une-chanson-puissante-et-feministe-pour-la-journee-pour-les-droits-des-femmes_AN-201903080045.html", "a_id": "Q78138804-7"}