{"title": "Barbara Pravi, la chanteuse qui ne voulait pas être une lolita", "text": "Barbara Pravi, la chanteuse qui ne voulait pas être une lolita\npublié le 11/06/2018 à 08:14\n\"J’vois bien que quand on est une femme, il faut tout accepter / Obéir à plus fort que soi et puis tout encaisser\", chante Barbara Pravi dans Pas Grandir, titre issu de son premier EP éponyme à paraître le 15 juin prochain (Capitol). Dans cette collection de sept chansons aux textes finement ciselés, une \"pop à texte\" comme elle l'appelle, Barbara Pravi raconte avec poésie des moments de (sa) vie.\nSi elle décrit la difficulté d'être une femme dans Pas Grandir, la chanteuse, également auteure, célèbre l'amour qu'elle porte à un grand-père ayant fui son pays en guerre (Deda) et revit ses souvenirs de jeune femme qui sert des bières ou des cafés pour payer son loyer (Je sers).\nAujourd'hui, à 25 ans, Barbara Pravi a raccroché son tablier. Rencontre avec une artiste française qui s'inscrit dans une génération de femmes prête et engagée à faire changer les choses dans un milieu où les artistes féminines sont, depuis trop longtemps, laissées au dernier plan.\nBarbara Pravi a tourné avec Florent Pagny et a joué dans la comédie musicale \"Un été 44\" Crédit : Arièle Bonte pour RTL.fr\nUne voix pour toutes les femmes\nPeut-être l'avez-vous applaudie dans la comédie musciale Un été 44 ou croisée en première partie de Florent Pagny lors de sa précédente tournée. Peut-être avez-vous été touchée par sa réécriture de Kid, le morceau d'Eddy de Pretto que la chanteuse a détourné pour en faire un hymne adressé aux femmes. Dévoilé à l'occasion de la Journée internationale des droits des femmes, le 8 mars dernier, le clip vidéo cumule près de 300.000 vues sur YouTube.\nIl montre, dans un plan-séquence intelligemment mené, la chanteuse entourée de sa mère, de plusieurs amies et jeunes femmes que Barbara Pravi ne connaissait pas mais qui la suivaient sur les réseaux sociaux.\nCe clip, et cette chanson écrite lors de l'affaire Weinstein, illustrent alors à la perfection la démarche positive dans laquelle se trouve aujourd'hui la jeune femme que nous avons rencontrée : une artiste qui sait ce qu'elle veut pour elle comme pour l'industrie dans laquelle elle évolue depuis maintenant trois ans. Une voix qui défend les femmes mais qui n'arrive pas (encore ?) à se revendiquer \"féministe\".\n> Barbara Pravi - Kid (réécriture) Date : 08/06/2018\n\"Je n'ai pas envie d’être catégorisée féministe parce que pour moi le mot est encore trop controversé\", explique d'emblée Barbara Pravi avant d'ajouter : \"Dans le fond je le suis. Si on prend juste le mot, son essence, et ce qu'il veut dire, on l'est tous et toutes... à moins de détester les femmes et dans ce cas, c'est de la misogynie\", affirme celle qui vient de collaborer avec le duo Brigitte et une trentaine d'autres chanteuses, dont Pomme, Inna Modja et Hollysiz, pour enregistrer Debout les femmes, hymne du Mouvement de Libération des Femmes au profit d'une fondation.\n\"J'ai eu le sentiment que toutes les chanteuses qui pouvaient venir sont venues\", raconte Barbara Pravi au lendemain de cet enregistrement, \"une initiative formidable que les labels devraient peut-être organiser\". Un tel rassemblement n'aurait pas pu se produire il y a encore quelques années chez les chanteuses françaises. Encore aujourd'hui, la solidarité entre femmes n'est pas une évidence dans ce milieu très compétitif.\n\"On a toutes le même discours mais pourquoi est-ce qu'on n'arrive pas à faire plus d'initiatives solidaires ?\", s'interroge Barbara Pravi. \"On est une génération prête pour ça. Plus le temps passe et plus les femmes sont en demande de solidarité\", assure encore celle qui se dit \"très prête à [s’ouvrir] à n’importe quelle femme qui viendrait [lui] demander des conseils\".\n> Barbara Pravi - Paris - Saint-Raphaël\nAvancer pour plus d'égalité\nCar Barbara Pravi ne fait pas dans la langue de bois. Dans une interview pour le site Ma Musicale, elle raconte que la chanson Pas grandir est une référence à ses premières expériences dans le milieu de la musique et sa rencontre avec un producteur qui voulait faire d'elle \"une petite lolita\", ce qui ne lui plaisait pas du tout.\n\"C’est monnaie courante et, quand tu ne le sais pas, personne ne te le dit. Donc tu te retrouves au placard\", explique la chanteuse. Après le départ de ce producteur, Barbara Pravi trouve une nouvelle équipe, impliquée dans son projet. Elle peut enfin s'exprimer comme elle souhaite, tirer les ficelles des paroles de ses chansons, collaborer avec les auteurs et compositeurs de son choix et créer des vidéos qui lui ressemblent. C'est elle qui impulse le mouvement, et son label lui donne les moyens de se réaliser.\nUne publication partagée par Barbara Pravi (@babpravi) le 17 Mars 2018 à 7 :07 PDT\n\"Maintenant, je passe ma vie à dire à toutes les nanas que je rencontre : fait attention, crée ton univers, ne va pas signer n’importe quoi pour rien\", détaille Barbara Pravi, qui s'inscrit dans la lignée d'une Pomme, artiste française qui s'est récemment engagée, dans les colonnes de RTL Girls, à travailler pour plus d'égalité entre les femmes et les hommes dans les studios d’enregistrement, les scènes des festivals ou les passages radio.\n\"En radio on peut entendre dix hommes à la suite, ça n’ennuiera personne. Une Louane et une Eugénie ce n'est pas possible parce que c'est soit-disant pareil... alors que ce qu'elles font n'a rien à voir !\", s'exclame Barbara Pravi, tout de même optimiste pour la suite. \"Cela va prendre beaucoup de temps mais on va avancer naturellement\".\nLe premier EP de Barbara Pravi sera disponible dès le 15 juin 2018 (Capitol) et Barbara Pravi sera en concert aux Étoiles, à Paris, le 28 juin.", "original_url": "https://www.rtl.fr/actu/debats-societe/barbara-pravi-la-chanteuse-qui-ne-voulait-pas-etre-une-lolita-7793680033", "wayback_url": "https://web.archive.org/web/20210524070212/https://www.rtl.fr/actu/debats-societe/barbara-pravi-la-chanteuse-qui-ne-voulait-pas-etre-une-lolita-7793680033", "a_id": "Q78138804-6"}