{"title": "Barbara Pravi releases new single \"365\"", "text": "Barbara Pravi releases new single \"365\"\nAlmost a year after the release of her first album “On n’enferme pas les oiseaux”, Barbara Pravi foreshadows the rest of her career. While waiting for her “next album”, the singer unveils the song “365” to “say thank you” to the public who changed her life thanks to Eurovision. Thus, the singer makes a comeback in music on her crazy year.\n“I love you and I owe you everything”\nSince then, Barbara Pravi has shared her good humor and her beautiful songs with the public. She travels through television sets and concert halls in France but also in the Netherlands, Poland and Lithuania.\nIndeed, the Victoire de la Musique that she won last February in the Female Revelation category is a turning point for the singer. It is therefore a dizzying year that the 29-year-old musician has just experienced. An intense period which she takes stock of on her new song “365”.\nBarbara Pravi writes on her Instagram account, both anxious and impatient:\n“My birds of paradise, it’s been almost a year since I released a song, I’m stressed as if it were the first time! » Barbara Pravi on Instagram\n“I need you more than ever for it to exist, your massive sharing, your words and your love, because I take it out ‘in the wind’, hoping that it will take it to the windows of your houses and apartments. Or more directly into your hearts”. Barbara Pravi on Instagram\nThis song, she says, was written “to you, for you”.\n“It’s to say thank you, to say see you soon before the next album. (…) I love you, I love you and I owe you everything, thank you. Every time I go on stage my heart is filled with gratitude and recognition: you have changed my life. May all the 365 days that will pile up in my existence lead me to see you, to sing you life, music and love and to love us again” Barbara Pravi\nConcludes Barbara Pravi, proud to present this title “365” both full of energy and sweetness, with strings that twirl on the chorus.\nIn this title, Barbara Pravi shows that she has a super versatile voice, capable of going from a more “spoken” tone to very sung, even shouted highs. Thereby, she contemplates the mistakes that made her move forward, and the “I love you” from the public that changed everything. You will therefore have understood, after a short saving break, Barbara Pravi will start writing her second album!\nBarbara Pravi at Eurovision\nWhat a long way for Barbara Pravi since the crazy adventure of Eurovision! The singer was selected by France 2 viewers to represent the country with her song “Voilà” for the 65th edition of the competition. The artist amazed the whole of Europe with her bewitching ballad.\nShe achieved the best score for France since 1991. She finished 3rd in televoting, making her second in the contest behind Maneskin, with a total of 499 points.\nA nice revenge for the singer after years of struggling to write songs in the shadows for other artists. She was able to compose for Carla (“Bim Bam Toi”) or even the winner of Eurovision Junior 2020, Valentina, without being able to be heard.\nHowever, the artist leaves with two awards named in honor of Marcel Bezançon, the founder of the competition. These are the Press Prize, awarded by accredited journalists, and the Prize for Best Artistic Performance, based on a vote by commentators.\nHave you listened to her new single yet? Are you excited about Barabra Pravi’s new album? Let us know! Be sure to stay updated by following @ESCXTRA on Twitter, @escxtra on Instagram and liking our Facebook page for the latest updates! Also, be sure to follow us on Spotify and YouTube!", "original_url": "https://escxtra.com/2022/07/18/barbara-pravi-releases-new-single-365/", "wayback_url": "https://web.archive.org/web/20220718083041/https://escxtra.com/2022/07/18/barbara-pravi-releases-new-single-365/", "a_id": "Q78138804-67"}