{"title": "[Itw]: Barbara Pravi \" Chair est ma vérité \"", "text": "[Itw]: Barbara Pravi \" Chair est ma vérité \"\nBarbara Pravi s’est prêtée à l’exercice de répondre à nos questions par mail depuis son lieu de confinement imposé par la crise sanitaire actuelle liée au Covid-19 et qui secoue le monde entier. Même si son nouvel EP sorti le 7 février dernier s’intitule « Reviens pour l’hiver« , elle ne souhaite pas que cette situation s’éternise jusqu’à l’hiver prochain. Une interview où on apprend un peu plus sur cette féministe de caractère, qui n’a hésité à se séparer de son ancienne équipe il y a un an.\nNous vous proposons depuis le début du confinement imposé par cette crise sanitaire, de découvrir les artistes que nous suivons au quotidien et qui ont accepté de répondre à nos questions par mail. C’est avec Barbara Pravi que nous vous proposons de démarrer cette 2ème semaine. Auteure d’un nouvel EP aux titres assez personnels, elle nous livre sa vision d’un monde dans lequel elle évolue, sans hésiter à donner de la voix et de prendre position quand cela s’impose. A l’image de son dernier single « Chair », où elle tire la sonnette d’alarme face à la loi sur l’IVG qui est sans cesse remise en question.\nBarbara ? Oui Barbara Pravi\nBarbara Pravi. (c): Eleonore Music\nSalut Barbara, merci de nous accorder cette interview depuis ton lieu de confinement. Pas trop stressée par ces mesures ? On garde le moral malgré la tempête qui s’abat sur le monde du spectacle ?\nBarbara Pravi : Ecoute on fait aller. Il y a des jours avec, des jours sans. Je tiens un journal, j’écris tous les matins. Je ne sais pas ce que ça deviendra, peut être que j’essayerai de le faire exister en dehors de mon ordinateur, peut être pas.\nJe lis (les Hauts de Hurle Vent en ce moment), je regarde la nature exister autour de moi. J’ai de la chance, j’ai pu m’extirper de Paris, et je suis à la campagne avec mon amoureux. Pour l’instant, on s’entends bien, pas de divorce ni de séparation en vue haha. On se fait des bons plats, du feu, on parle, ou ne parlons pas, bref, on vit.\nCe qui est le plus dur c’est de penser à « l’après ». Je ne peux pas empêcher ma pensée d’aller chercher de ce coté la, de se poser des questions, d’avoir peur, terriblement peur parfois. C’est ça le plus dur : ne plus avoir nécessairement d’horizon.\nToi qui a grandi au milieu des livres, j’imagine que tu ne dois pas trop t’ennuyer recluse chez toi. ? Tu en profites pour noircir quelques feuilles en vue de tes prochaines compositions ?\nBarbara Pravi : Je suis un peu en pause créatrice depuis cette annonce de confinement. Mon esprit est trop préoccupé par ce qu’il se passe dans le monde.\nD’un côté je me dis : merde il faut de la joie, de la douceur, du beau, c’est à ça que sert l’art. De l’autre, comment ne pas penser à toutes ces femmes et hommes qui sont confrontés au quotidien à la misère dans les hôpitaux et ailleurs, et se trouver franchement ridicule avec nos petites chansons ..???\nLe spectacle musical « un été 44 » a été un tremplin pour toi, puisque c’est à partir de là que tu te fais connaître en interprétant le rôle de Solange Duhamel. Maintenant personne ne peut prétendre que tu n’es « seulement connu de Dieu »…\nBarbara Pravi : J’ai eu une chance folle de chanter cette chanson. Un a cappella écrit par Claude Lemesle et composé par Aznavour, deux ans avant son décès !!\nJe ne suis pas connu de beaucoup plus de monde que de Dieu depuis, mais ça me va, je suis hyper heureuse, hyper épanouie dans ce que je fais. Les gens qui me suivent sont très bienveillants, je n’ai – jusqu’a présent – jamais reçu de message de haine ou de violence comme on peut voir parfois chez des personnes qui ont une grande renommée populaire.\nPourvu que ça dure !\nEst-ce que aujourd’hui encore tu fais le même constat que celui que tu faisais dans ton premier single « Pas Grandir » en 2017, « être une femme c’est trop compliqué … j’aimerais continuer de rêver » ? ça reste un combat pour les femmes d’être considérées ?\nBarbara Pravi : alors oui et non. Pas grandir est une chanson assez adolescente, pas dénuée de vérité mais tout de même assez adolescente. Bien sur qu’être une femme c’est compliqué, mais aujourd’hui, de plus en plus j’en comprends les pourquoi, les comment, je me documente, j’essaye de comprendre le féminisme dans sa sève, comprendre surtout à quel endroit du féminisme je me situe, quelles sont les valeurs qui m’attirent, comme des évidences, et qu’est ce qui, pour moi, est accessoire.\nC’est un combat pour les femmes d’être considérées. Mais je ne suis pas sure que considéré soit le mot unique, c’est un combat pour les femmes pour être entendues, écoutées, prises en compte, prises au sérieux, pour être logées à la même enseigne – au moins salariale – que les hommes. C’est un combat pour sortir de l’image et de l’idée de la perfection, c’est un combat pour sortir des codes, ou pour en imposer de nouveaux, plus vrais, plus justes avec l’époque et la réalité DES femmes, parce qu’il n’y a évidement pas qu’une seule forme et une seule façon « d’être femme », il y en a de multiples, autant que de femmes sur cette terre.\nC’est un combat pour se libérer des injonctions, c’est un combat pour être un être humain en fait. Mais de plus en plus, je sens que mon idéal s’impose vers un c’est combat du coeur, de l’esprit. Un combat d’intelligence, de respect, de réflexion. De determination aussi. De vérité avec soi même, avec son éthique.\nLes choses évoluent, du moins, évoluaient avant le confinement, depuis que les femmes parlent, écrivent, revendiquent, pensent leur condition. Et ça ne date pas d’hier. C’est comme les marées, il y a des phases d’avancement, l’eau monte, des phases ou elle se retire, pour remonter ensuite. Les avancées dans le féminisme ressemblent à ça je trouve.\nLes choses évoluent et j’ai hâte de voir se multiplier les actes de bravoure de type Adele Haenel.\nChair est ma vérité et je crois que je n’aurais rien de mieux à donner à ceux qui m’écoutent pour le moment… Barbara Pravi\nDepuis trois ans maintenant, tous les 8 mars tu dévoiles un nouveau single féministe entourée de valeureuse combattante. Il y a eu la reprise de « Kid » de Eddy de Pretto, « Notes pour trop tard » de Orelsan et dernièrement « Chair« , c’est un rendez-vous que tu souhaites perpétuer ?\nCe n’était jamais prévu à vrai dire. Kid est un peu née par hasard, après avoir entendue la version d’Eddy. Notes (sa reprise de Notes Pour Trop Tard du rappeur Orelsan) est arrivée une année après alors que je me séparait de tout mon entourage pro et perso parce qu’ils étaient devenus négatifs et étouffants. J’ai écrit ce texte avant tout pour me donner de l’espoir et de la force dans cette période de trouble.\nChair est née d’une nécessité absolue de raconter cette histoire d’avortement et de construction féminine post avortement. La seule chose qui lie ces trois chanson est leur date de sortie finalement : le 8 mars. Autrement, elle n’ont jamais pris vie « pour faire quelque chose le jour de la journée internationale de lutte pour les droits des femmes ». La réflexion s’est faite à l’envers : qu’est ce qui m’anime ? Qu’est ce qui me révolte ? Qu’est ce que je veux, ou ne veut plus ? Qu’est ce qui m’a, en tant qu’être humain – par extension, en tant que femme- qu’est ce qui a été un combat dans ma vie ?\nChair était la troisième, la fin du triptyque – qui est devenu triptyque à posteriori. Peut être que l’année prochaine je ferai autre chose. Peut être pas. Je ne prévois jamais à l’avance. Ce qui est sur c’est que sous la forme « chanson », je n’ai plus rien à raconter sur ces sujets de société et de femme, pour l’instant.\nChair est ma vérité, et je crois que je n’aurais rien de mieux à donner à ceux qui m’écoutent pour le moment… (en terme de sujet « important/vécu/témoignage!)\nJe n’écrirai jamais pareil que Booba, même si je le voulais. Barbara Pravi\nTon nouvel album « Reviens pour l’hiver », est assez personnel, tu te dévoiles à travers cinq histoires réconfortantes qui font du bien en cette période. Parler de tes émotions quand la mode est à l’urbain ne t’a pas effrayé ?\nOula pas du tout ! Enfin, je comprends ta question mais en revanche je pense que c’est une erreur de penser comme ça quand on est artiste. Alors oui, forcement, c’est un business le monde de la musique. Les patrons de label, les directeurs artistiques, parfois même les manageurs, bref, les membres de l’équipe pensent parfois comme ca : « En ce moment, la mode c’est l’urbain, allez, go go go, on va faire de l’urbain ».\nVisuel « reviens pour l’hiver » de Barbara.\nMoi même j’ai failli me laisser prendre au piège. C’est l’une des raisons pour lesquelles j’ai changé d’entourage il y a un peu plus d’un an d’ailleurs. La réalité c’est que quand on est artistes, Autrice, compositrice, notre force est de transformer des émotions, de l’imaginaire, des sensations, en réalité.\nFaire exister un ressenti, le rendre palpable, le sortir du néan. Chacun ressens les choses comme il peut, comme il veut. Je n’écrirai jamais pareil que Booba, même si je le voulais. Chacun à sa sensibilité, chacun est porté par quelque chose. Moi je suis bouleversée par Barbara. Mais MAES ou Romeo Elvis ont forcement des références autres, multiples.\nCe que l’industrie oublie trop souvent, c’est que la raison pour laquelle on aime un artiste : c’est lui. Et on tente de lui faire oublier, pour le faire rentrer trop souvent dans des cases ou des tableaux excel. C’est effrayant. Alors moi je ne sais pas faire grand chose dans la vie (enfin je viens d’apprendre à faire la sauce Beshamele a vrai dire, grâce à ce confinement), en revanche, je sais raconter mes émotions. Je ne vais pas me forcer à faire autre chose!\nJ’admire les femmes (et les hommes), qui n’ont pas peur d’être qui ils sont. Dans la musique je pense à Nova, Laurie Darmon, Ehla, Lili Poe, Mosimann, Yseult, Terrenoire, Angèle, Lous, Pomme, Pr2b… pour ne citer qu’elles / eux.\nIl faut beaucoup de courage pour être soi- même.\nTu sembles regretter le « Pigalle » des années folles, ce quartier mythique de paris pour qui tu serais prête à devenir « la bohème » pour revivre cette époque. C’est une période que tu convoites ?\nJ’adore Pigalle, Paris 18ème. Mes parents sont de banlieue parisienne et puis un jour en 4e ils m’ont mise au collège Place de Clichy. Ca a changé ma vie. Je suis sure que mon âme à déjà connu ces murs, ces pavés, cet air si particulier, ces bars un peu cradingue, cette ambiance résistante, ces petits commerces.\nJe ne sais pas si c’est une période que je convoite, en tout cas, l’imaginaire lié aux années 1940 à 1970 me plait beaucoup.\nA qui ou à quoi as-tu envie de dire aujourd’hui, stp « reviens pour l’hiver » prochain ?\nL’autorisation de sortir de chez soi ? Stp ? Avant l’hiver prochain !!\nEst-ce que ton titre « Barcelone » est du vécu ? Regrettes-tu cet instant manqué ?\nToutes mes chansons sont du vécu. Pour l’instant, je n’ai jamais écrit (pour moi) autre chose que des petits bouts de ma vie. La seule qui échappe à cette règle est Pigalle, et encore. Elle est née un lendemain de soirée, à 17ans, en marchant dans les rues de Pigalle encore vides de touristes mais illuminées de néons.\nÀ quelle occasion auront nous le plaisir de faire « la fête« avec toi ?\nDès l’annonce de la fin du confinement, je peux te dire que je vais m’auto- faire mentir !!!\nMerci à Barbara pour cette interview réalisée par mail depuis son lieu de confinement.\nPlus d’infos\nReviens pour l’hiver, le nouvel EP de Barbara Pravi est disponible sur toutes les plateformes.\nFacebook // Instagram // Twitter", "original_url": "https://phenixwebtv.com/2020/03/23/itw-barbara-pravi-chair-est-ma-verite/", "wayback_url": "https://web.archive.org/web/20201029031014/https://phenixwebtv.com/2020/03/23/itw-barbara-pravi-chair-est-ma-verite/", "a_id": "Q78138804-8"}