{"title": "Eurovision 2021: Ema Stokholma e Saverio Raimondo al commento anche su Rai Radio 2", "text": "Eurovision 2021: Ema Stokholma e Saverio Raimondo al commento anche su Rai Radio 2\nEma Stokholma e Saverio Raimondo commenteranno non solo le semifinali su Rai 4 ma anche le semifinali e il Grand Final dell’Eurovision Song Contest 2021 su Rai Radio 2 . Un cambio di rotta da parte della Rai quindi che inizialmente aveva previsto al commento in radio Ema Stokholma e Gino Castaldo. Così infatti aveva confermato in prima battuta lo stesso ufficio stampa Rai.\nEma Stokholma è una famosa conduttrice televisiva e ha già commentato la finale dell’Eurovision su Rai Radio 2 nel 2018 con Gino Castaldo. L’anno seguente invece ha commentato, prima con Federico Russo in tv e poi con Gino Castaldo in radio per la finale, tutte le tre serate ricoprendo inoltre il ruolo di portavoce italiana nella serata finale.\nSaverio Raimondo invece ha già commentato insieme a Carolina di Domenico le semifinali dell’8 e del 10 maggio dell’Eurovision 2018 in diretta su Rai 4, durante le quali a causa di alcune sue battute in diretta nei confronti di San Marino la tv sammarinese arrivò addirittura a chiedere l’intervento sanzionatorio all’EBU.\nRicordo che la prima semifinale in cui l’Italia ha diritto di voto andrà in onda su Rai 4 e su Rai Radio 2 il martedì 18 maggio, mentre la seconda semifinale sarà giovedì 20 maggio sugli stessi canali. Il Grand Final è previsto per Sabato 22 maggio su Rai Radio 2 e su Rai 1 che vedrà il commento di Gabriele Corsi e Cristiano Malgioglio.", "original_url": "https://www.eurofestivalnews.com/2021/05/11/eurovision-2021-ema-stokholma-e-saverio-raimondo-al-commento-anche-su-rai-radio2/", "wayback_url": "https://web.archive.org/web/20210511210644/https://www.eurofestivalnews.com/2021/05/11/eurovision-2021-ema-stokholma-e-saverio-raimondo-al-commento-anche-su-rai-radio2/", "a_id": "Q50729731-169"}