{"title": "Malta: Destiny Chukunyere Will Compete in Eurovision 2021", "text": "Malta: Destiny Chukunyere Will Compete in Eurovision 2021\nDestiny Chukunyere has confirmed that she will be representing Malta next year at the Eurovision Song Contest 2021.\nDestiny Chukunyere who had been due to represent Malta at Eurovision 2020, will be returning next year as the Maltese representative in 2021. The singer posted on Instagram that:\nDestiny Chukunyere was set to be performing “All Of My Love” for Malta at the Eurovision Song Contest 2020. The song was written and composed by Bernarda Brunovic, Borislav Milanov, Sebastian Arman, Dag Lundberg, Joacim Persson and Cesar Sampson.\nShe was selected to represent Malta in Rotterdam having won the latest series of the X Factor Malta. The singer is no stranger to the Eurovision stage having won the 2015 Junior Eurovision Song Contest in Sofia, Bulgaria. In addition Destiny was also part of the Maltese delegation at Eurovision 2019 providing backing vocals for Michela.\nImage Source: TVM\nMalta in the Eurovision Song Contest Malta debuted in the Eurovision Song Contest in 1971 and was represented by Joe Grech and the song “Marija L-Maltija”, which finished last. Malta competed again in 1972 and 1975 but then withdrew until their return in 1991. During the 1990s Malta only once finished outside of the top 10, and in 1998 they came within just 7 points of victory. It was Chiara who brought the country their 3rd place finish in 1998, and who went on to finish in 2nd at the 2005 contest in Kyiv. The only other artist to finish 2nd for Malta is Ira Losco, who was 12 points away from victory in 2002. They are the longest participating country never to have won the Eurovision Song Contest.", "original_url": "https://eurovoix.com/2020/05/16/malta-destiny-chukunyere-will-compete-in-eurovision-2021/", "wayback_url": "https://web.archive.org/web/20200518021207/https://eurovoix.com/2020/05/16/malta-destiny-chukunyere-will-compete-in-eurovision-2021/", "a_id": "Q50729731-17"}