{"title": "ð\u009f\u0087©ð\u009f\u0087° Denmark: Lowest Eurovision Grand Final Audience Since 2007", "text": "ð\u009f\u0087©ð\u009f\u0087° Denmark: Lowest Eurovision Grand Final Audience Since 2007\nDenmark recorded its lowest audience for a Eurovision Grand Final since the 2007 contest in Helsinki, Finland.\nThe Grand Final of the Eurovision Song Contest 2021 recorded the second-lowest audience for a contest in Denmark since 1992. A total of 533,000 viewers watched the final on DR1, a loss of 562,000 viewers compared to the 2019 Grand Final.\nThe most-watched Eurovision broadcast last week was Semi-Final Two which saw Denmark knocked out of the contest. 745,000 viewers watched the show making it the most-watched broadcast in Denmark for the week.\nOverall viewing figures for Eurovision 2021 in Denmark were:\nSemi-Final One – 441,000 viewers\nSemi-Final Two – 745,000 viewers\nGrand Final – 533,000 viewers\nAudience figures for the Grand Final so far:\nAustraliaÂ â\u0080\u0093 288,000\nAustriaÂ â\u0080\u0093 596,000\nCyprusÂ â\u0080\u0093 173,000\nFinlandÂ â\u0080\u0093 1.4 million\nFranceÂ â\u0080\u0093 5.5 million\nGermanyÂ â\u0080\u0093 7.7 million\nGreeceÂ â\u0080\u0093 2 million\nItalyÂ â\u0080\u0093 4.5 million\nNetherlandsÂ â\u0080\u0093 5.4 million\nNorway – 1.4 million\nPortugalÂ â\u0080\u0093 1.2 million\nRomaniaÂ â\u0080\u0093 178,000\nSerbiaÂ â\u0080\u0093 1.1 million\nSpainÂ â\u0080\u0093 4 million\nSwedenÂ â\u0080\u0093 2.9 million\nUnited KingdomÂ â\u0080\u0093 7.4 million\nImage source: EBU/THOMAS HANSES | Source: Kantar\nDenmark in the Eurovision Song Contest Denmark debuted in the Eurovision Song Contest in 1957 alongside Austria and the United Kingdom. To date, Denmark has won the contest on three occasions, the first being in 1963 when Grethe & Jorgen Ingmann performed â\u0080\u009cDanseviseâ\u0080?. Denmark won the contest again in 2000 represented by the Olsen Brothers, their most recent victory came in 2013 when Emmelie de Forest performed â\u0080\u009cOnly Teardropsâ\u0080?. Denmark failed to qualify for the final of the Eurovision Song Contest in 2015 and 2016.", "original_url": "https://eurovoix.com/2021/05/25/denmark-lowest-eurovision-audience-since-2007/", "wayback_url": "https://web.archive.org/web/20210525151858/https://eurovoix.com/2021/05/25/denmark-lowest-eurovision-audience-since-2007/", "a_id": "Q50729731-234"}