{"title": "Semifinali Eurovision 2021, la Rai ci ricasca: torna al commento Saverio Raimondo (con Ema Stokholma)", "text": "Semifinali Eurovision 2021, la Rai ci ricasca: torna al commento Saverio Raimondo (con Ema Stokholma)\nSalvo AUSPICABILI ripensamenti in casa Rai, saranno Ema Stokholma e Saverio Raimondo a commentare le due semifinali dell’Eurovision Song Contest 2021, trasmesse in diretta da Rai 4 martedi 18 e giovedi 20 maggio.\nL’evento come sempre, partirà alle 21, mentre su Rai 4 è prevista una breve anteprima di presentazione.\nNel 2018, quando il commento fu affidato per la prima volta proprio al comico Saverio Raimondo (affiancato in quell’occasione da Carolina di Domenico), le due semifinali subirono un calo del 20 e del 32% rispetto a quelle dell’edizione precedente.\nNon solo, in un evento musicale nato per unire popoli con culture e tradizioni diverse, nel 2018 abbiamo assistito ad offese verso un paese confinante (San Marino – qui i fatti, con tanto di comunicato stampa di protesta di San Marino RTV), battute fuori luogo e sulla politica, che nulla hanno a che vedere con l’Eurovision.\nI telespettatori si aspettano una voce fuoricampo che li guidi minuto per minuto su cosa sta guardando, che racconti la storia di ogni singolo partecipante e, in poche parole, spieghi l’evento, non hanno di certo bisogno di sketch comici.\nCi domandiamo se sia così difficile trovare internamente qualcuno che possa commentare l’evento come fatto ai tempi di Rai 5 (Eurovision 2012/2013) da Federica Gentile (per fare un esempio di commento professionale, pulito e preciso).\nTra l’altro il flop del programma di Saverio Raimondo – “Pigiama Rave” – non fa nemmeno ben sperare in termini di ascolti (andato in onda dal 7 dicembre 2020 al 1° marzo 2021, ha ottenuto uno share medio dello 0,72%, -41% rispetto alla media di fascia che è dell’1,23%, sia rispetto rispetto al programma di prima serata del lunedì, con una media dell’1,53%, dunque -53%).\nMagari pescare un radiofonico, interno a Radio Rai, da affiancare a Ema Stokholma. Qualcuno che abbia uno stile sobrio e possa accompagnare i telespettatori con info e curiosità su quello che stanno vedendo in quel momento? Non ci sembra così difficile.", "original_url": "https://www.eurofestivalnews.com/2021/04/02/commento-semifinali-eurovision-2021/", "wayback_url": "https://web.archive.org/web/20210402154120/https://www.eurofestivalnews.com/2021/04/02/commento-semifinali-eurovision-2021/", "a_id": "Q50729731-120"}