{"title": "Rotterdam Confirmed As Host City For Eurovision 2021", "text": "Rotterdam Confirmed As Host City For Eurovision 2021\nRotterdam, the Netherlands has been confirmed as the host city for the 2021 Eurovision Song Contest.\nAt the end of Eurovision: Europe Shine a Light, Rotterdam was formally confirmed as the host city of the 2021 Eurovision Song Contest. This city had been due to host the competition before COVID-19 caused the cancellation of the competition.\nMartin Österdahl, the Eurovision Song Contest’s new Executive Supervisor, said:\nWe are extremely happy that we can now move forward. It’s vitally important that the Eurovision Song Contest returns next year, and we’re pleased to have the necessary commitment from our Members in the Netherlands to bring this much-loved show back to audiences across the world.\nI firmly believe that all of us involved in the Eurovision Song Contest will stand united through challenges and change to bring the Contest back stronger than ever, ensuring its longevity for decades to come.\nNPO Chairman, Shula Rijxman added:\nNow more than ever it is important that we, as a public broadcaster, are committed to continuing this European tradition and are organizing a great event that people can look forward to during these difficult times. We will do everything in our power to arrange a very special Contest\nTo date the following artists have been confirmed as competing in the contest:\nAustralia – Montaigne\nAustria – Vincent Bueno\nAzerbaijan – Samira Efendi\nBelgium – Hooverphonic\nBulgaria – Victoria\nCzech Republic – Benny Cristo\nGeorgia – Tornika Kipiani\nGreece – Stefania\nIsrael – Eden Alene\nLatvia – Samanta Tina\nMalta – Destiny Chukunyere\nNetherlands – Jeangu Macrooy\nRomania – Roxen\nSan Marino – Senhit\nSlovenia – Ana Soklic\nSpain – Blas Cantó\nSwitzerland – Gjon’s Tears\nUkraine – Go-A\nWhile the following nations have confirmed their participation:\nDenmark\nEstonia\nFinland\nLithuania\nNorway\nSweden\nImage Source & Source: EBU", "original_url": "https://eurovoix.com/2020/05/16/rotterdam-confirmed-as-host-city-for-eurovision-2021/", "wayback_url": "https://web.archive.org/web/20200523200854/https://eurovoix.com/2020/05/16/rotterdam-confirmed-as-host-city-for-eurovision-2021/", "a_id": "Q50729731-21"}