{"title": "Moldova: Natalia Gordienko to Eurovision 2021", "text": "Moldova: Natalia Gordienko to Eurovision 2021\nNatalia Gordienko will represent Moldova at the Eurovision Song Contest 2021 in Rotterdam.\nTRM, the Moldovan national broadcaster, confirmed in a press release that they will not organise a national final this year due to inability to do so under current Covid-19 guidelines and that Natalia Gordienko will represent the country at Eurovision 2021. This marks the first time since 2007 that the Moldovan entry for Eurovision has been internally selected. TRM explained in their press release:\n“Given the fact that the artist selected at the 2020 edition did not have the opportunity to participate due to force majeure, the Organizing Committee decided that Natalia Gordienko will be given the chance to represent the Republic of Moldova at the 2021 edition. According to the rules announced by the European Broadcasting Union (EBU), the singer will present a new song and stage concept by March 8, 2021.”\nNatalia had previously stated on social media that she had already been selected for 2021 and she had travelled to Moscow to work with Dimitris Kontopoulos and Elias Kokotos on her entry. The song is said to be a dance number with a sound reminiscent of “Siren Song”, the Ukrainian entry for Eurovision 2019.\nNatalia was selected to represent Moldova at Eurovision 2020 with “Prison” before its cancellation.\nWho Is Natalia Gordienko?\nNatalia Gordienko was born on December 11 1987 in Chișinău and is of Ukrainian descent. As a child, she sang in her school choir, studied piano at music school and danced in her school’s dance group for ten years. At the age of 15, she began participating in singing competitions.\nIn 2005, Natalia became the lead singer of the band Millenium. Later that year, the band were invited to participate in the Golden Stag Festival in Romania. In 2006, she represented Moldova alongside Arsenium and Connect-R at the Eurovision Song Contest 2006 with the song “Loca”. They placed 20th in the final.\nIn 2007, Natalia won New Wave 2007 in Jūrmala, Latvia. In 2009, she took part in DJ Star, despite having no prior experience as a DJ. She has released two studio albums; “Time” (2010) and “Cununa de flori” (Flower wreath – 2011).\nImage Source: NG / Eurovision.tv / Source: TRM\nMoldova in the Eurovision Song Contest Moldova debuted in the Eurovision Song Contest in 2005 when the contest was held in Kyiv, Ukraine. That year, Bulgaria also debuted in the contest and Hungary returned after a long absence since 1998. Moldova’s best result in the contest to date was the 3rd place in 2017 for Sunstroke Project with “Hey Mamma!”, this was the second time the group had represented their country in Eurovision.", "original_url": "https://eurovoix.com/2021/01/26/moldova-natalia-gordienko-to-eurovision-2021-2/", "wayback_url": "https://web.archive.org/web/20210126223545/https://eurovoix.com/2021/01/26/moldova-natalia-gordienko-to-eurovision-2021-2/", "a_id": "Q50729731-52"}