{"title": "Montenegro: No Eurovision Return in 2021", "text": "Montenegro: No Eurovision Return in 2021\nMontenegro will not return to the Eurovision Song Contest in 2021.\nMontenegrin broadcaster RTCG has confirmed to ESCToday that they will not return to the contest next year. The country withdrew from the 2020 Eurovision Song Contest due to a string of poor results and the cost involved in participation, which they instead used to invest in cars for the RTCG crews.\nD Mol represented Montenegro in Tel Aviv this year with the song “Heaven”. They finished 16th in the first semi-final with 46 points. Montenegro held the longest non-qualification run at the contest, having last made the final in 2015.\nMontenegro joins Bosnia and Herzegovina, Andorra and Slovakia in announcing their absence from the contest.\nThe Eurovision Song Contest 2021\nThe 2021 Eurovision Song Contest will be held in Rotterdam, The Netherlands, on the 18th, 20th, and 22nd of May, following the cancellation of the 2020 contest due to the Coronavirus pandemic.\nTo date the following artists have been confirmed as competing in the contest:\nAustralia – Montaigne\nAustria – Vincent Bueno\nAzerbaijan – Samira Efendi\nBelgium – Hooverphonic\nBulgaria – Victoria\nCzech Republic – Benny Cristo\nGeorgia – Tornika Kipiani\nGreece – Stefania\nIsrael – Eden Alene\nLatvia – Samanta Tina\nMalta – Destiny Chukunyere\nNetherlands – Jeangu Macrooy\nRomania – Roxen\nSan Marino – Senhit\nSlovenia – Ana Soklic\nSpain – Blas Cantó\nSwitzerland – Gjon’s Tears\nUkraine – Go_A\nWhile the following nations have confirmed their participation:\nAlbania\nArmenia\nCroatia\nCyprus\nDenmark\nEstonia\nFinland\nFrance\nGermany\nIceland\nIreland\nLithuania\nNorth Macedonia\nNorway\nRussia\nSerbia\nSweden\nSource: ESCToday / Image source: Eurovision.tv – Andres Putting\nMontenegro in the Eurovision Song Contest Montenegro debuted at the Eurovision Song Contest as an independent country in 2007, and participated until 2010 when they withdrew for financial reasons. They returned to the contest in 2012, and since then have always chosen their entry internally. Montenegro failed to qualify for the grand final until 2014, when Sergej Ćetković and his song “Moj svijet” placed 19th in the final. Their best result came a year later, when Knez performed “Adio” in Vienna. They have never reached the top 10, with Knez reaching 13th out of 27 countries.", "original_url": "https://eurovoix.com/2020/10/12/montenegro-no-eurovision-2021/", "wayback_url": "https://web.archive.org/web/20201012194500/https://eurovoix.com/2020/10/12/montenegro-no-eurovision-2021/", "a_id": "Q50729731-36"}