{"title": "🇵🇱 Poland: Rafał Releases A Revamped Version Of \"The Ride\"", "text": "🇵🇱 Poland: Rafał Releases A Revamped Version Of \"The Ride\"\nRafał has released a revamped version of “The Ride”, the Polish entry for the Eurovision Song Contest 2021. The revamp consists of a new vocal track, a different second verse and a more powerful chorus at the end of the song.\n“The Ride” was written and composed by Swedish composers; Grammy nominee Joakim Övrenius, Thomas Karlsson, Clara Rubensson, Johan Mauritzson. The music video was filmed in the Neon Museum in Warsaw.\nRafał will perform in the first half of the second semi-final on May 20th.\nWho is Rafał Brzozowski?”\nRafał Brzozowski was born on 8th June 1981 in Warsaw, Poland. His career took off after he participated in the 2011 edition of The Voice of Poland and was knocked out just before the final. Fans of the Junior Eurovision Song Contest will recognise Rafał as one of the three presenters of the Junior Eurovision Song Contest 2020 which was hosted in Warsaw. In 2019, he was part of the Polish jury at Eurovision.\nImage source: TVP\nPoland in the Eurovision Song Contest Poland debuted in the Eurovision Song Contest in 1994 alongside a number of other Eastern European countries. Their debut year saw their best result to date, as Edyta Gorniak finished in 2nd place with her song “To nie ja!”. Following this, Poland failed to repeat this initial success, managing a top 10 placing on only one other occasion during their initial 1994-2011 run in the contest. In 2012, following a string of non-qualifications, Poland withdrew from the contest due to financial difficulties. Since their return in 2014, they have been considerably more successful in the contest, having qualified for the final for every year up to 2017.", "original_url": "https://eurovoix.com/2021/05/14/poland-rafal-revamp/", "wayback_url": "https://web.archive.org/web/20210514144624/https://eurovoix.com/2021/05/14/poland-rafal-revamp/", "a_id": "Q50729731-187"}