{"title": "Slovenia: Ana Soklič Confirmed For Eurovision 2021", "text": "Slovenia: Ana Soklič Confirmed For Eurovision 2021\nRTVSLO has confirmed that Ana Soklič will be representing Slovenia at the Eurovision Song Contest 2021.\nSlovenia is the latest nation to confirm that their Eurovision 2020 entrant Ana Soklič, will be returning for the 2021 contest. Ana had been due to perform “Voda” (Water) before the 2020 contest was cancelled due to COVID-19. Ana commented:\nI am very honored and happy. I will do my best. I have a lot of work to do. I have a sense of great responsibility to myself and Slovenia to represent the country as well as possible. Thank you to the universe for this opportunity,\nRTVSLO has not determined how the nations 2021 song will be chosen.\nWho is Ana Soklič?\nAna Soklič was born in 1984 in Bohinj in northwestern Slovenia. From a young age, Anna Soklič developed and refined her musical skills at the local opera and jazz academy, before she started to write her own music. She was the lead singer of Diona Dim, with whom she previously tried to represent Slovenia in 2004 with the song “If you” and in 2007 with the song “Oče” (Father). In 2012, she participated the first and so far only series of X Factor Slovenia, where she finished fifth overall. In 2019, she participated in the Slovenka popevka festival with the song “Temni svet” (Dark world) and finished 10th overall.\nImage Source: RTVSLO / Source: RTVSLO\nSlovenia in the Eurovision Song Contest Slovenia was one of three countries to join the Eurovision Song Contest in 1993. The country qualified through a specially organised selection round called “Kvalifikacija za Millstreet” which was hosted in Slovenia, seven countries competed for three spots in Eurovision 1993. The country has participated in 22 editions of the Eurovision Song Contest. Their best result came in 1995 when Darja Švajger finished 7th scoring a total of 84 points, she is closely followed by Nuša Derenda who finished 7th in the 2001 contest with 70 points.", "original_url": "https://eurovoix.com/2020/05/16/slovenia-ana-soklic-confirmed-for-eurovision-2021/", "wayback_url": "https://web.archive.org/web/20200523193840/https://eurovoix.com/2020/05/16/slovenia-ana-soklic-confirmed-for-eurovision-2021/", "a_id": "Q50729731-19"}