{"title": "Martin Österdahl Appointed Eurovision Executive Supervisor", "text": "Martin Österdahl Appointed Eurovision Executive Supervisor\nMartin Österdahl has been appointed as the new Executive Supervisor for the Eurovision Song Contest and the Junior Eurovision Song Contest.\nMartin was chosen for the role by Jean Philip De Tender, EBU Director of Media and Dr Frank Dieter Freiling, Chair of the Eurovision Song Contest Reference Group. Jean Philip De Tender commented on the new Executive Supervisor:\n“Martin is the perfect candidate to continue and build on the exceptional work done by Jon Ola Sand over the past decade. The Eurovision Song Contest has been transformed under Jon Ola’s guidance, setting new standards in world-class television production. Martin is a great creative talent and has invaluable experience from his work as Executive Producer of two exceptional Contests and numerous other successful entertainment shows. He is an excellent leader and storyteller, which is core for us to work closely with EBU Members to develop and grow the world’s largest live music event in the next decade and beyond.”\nMartin was previously Programme Director and Commissioner of Entertainment & Sport at SVT where he was responsible for many of their highest rating primetime shows as well as supervising live productions such as The Nobel Prize Ceremony and 2010 Royal Wedding. He has extensive international experience in the music and media industries, having also worked in the UK, Russia, the USA, Germany, the Netherlands and Norway. Martin has written novels that have been translated into 10 languages. His non-fiction work includes management literature on project leadership. He also was Executive Producer for Eurovision 2013 and 2016, when the contest was held in his native Sweden, and was a member of the Eurovision Song Contest Reference Group from 2012 to 2018. When asked about his appointment, Martin stated:\n“The Eurovision Song Contest is the world’s largest live music event and the longest-running show on television. Its ability to entertain and unite people across Europe and beyond is unique and something that should never be taken for granted. I feel greatly honoured to be given the opportunity to strive for its continued evolvement and popularity into the future. I’m looking forward to joining the team in Geneva in May and can’t wait to get started.”\nJon Ola Sand, the outgoing Executive Supervisor, added:\n“I’ve been working alongside Martin Österdahl for many years. First at the Eurovision Song Contest in 2013 and then again in 2016 but also in the ESC Reference Group where Martin was a valued member for 7 years. I’m confident that the future of the Eurovision Song Contest is in very capable hands and that Martin is the right person to take this incredible show to the next level.”\nMartin will begin working on the Eurovision Song Contest this April and will take over from Jon Ola immediately after this year’s contest in Rotterdam. He will also oversee the Junior Eurovision Song Contest 2020.\nSource: eurovision.tv\nShare this: Share\nTwitter\nFacebook", "original_url": "https://eurovoix.com/2020/01/20/martin-osterdahl-appointed-eurovision-executive-supervisor/", "wayback_url": "https://web.archive.org/web/20200123125145/https://eurovoix.com/2020/01/20/martin-osterdahl-appointed-eurovision-executive-supervisor/", "a_id": "Q50729731-3"}