{"title": "Tonight: Concert in the Dark: Eurovision Pre-Party", "text": "Tonight: Concert in the Dark: Eurovision Pre-Party\nEurovision participants and special guests from across Europe and Australia will feature tonight in Concert in the Dark.\nConcert in the Dark takes place this evening from 21:00 CET on Eurovoix.tv celebrating the artists of the Eurovision Song Contest and the music of Europe, while doing good for the environment, in one of the only pre-parties of the year.\nThe show this evening will feature a number of artists competing in the Eurovision Song Contest 2021 including Dadi Freyr, Senhit, Tusse and Go_A among others, as well as guest performances from the likes of Dami Im, Måns Zelmerlöw and Eva and Ewa.\nEach year, competing artists would tour the continent to promote their songs for the Eurovision Song Contest, and while there’s no party in London, Amsterdam, or Tel Aviv this year, we’ve invited this year’s participants to join us digitally for a unique live broadcast. Taking place this evening, Concert in the Dark will run long into the night as a telethon of European music.\nTo celebrate Earth Day, we’re asking you to turn out the lights at home just as we’ll be doing in the studio, and donate to plant a tree or two throughout the night. We are supporting MoreTrees.eco, whose aim is to plant a billion trees; reducing extreme poverty and combating deforestation.\nConcert in the Dark lineup:\n–\n–\nThe Euro Trip’s Rob Lilley returns to present an event produced by the studio that brought you Eurojury 2013 to 2020. Produced by Callum Rowe, directed by Samuel Deakin. Eurovoix Television’s Concert in the Dark has been organised in partnership with Stockholm’s Melfest WKND, the only physical pre-party held in 2020.\nJoin us on social media during the evening using the hashtag #ConcertInTheDark.\nEurovoix is celebrating its tenth anniversary this year with a selection of events including Concert in the Dark and The Euro Jury.", "original_url": "https://eurovoix.com/2021/04/21/tonight-concert-in-the-dark-eurovision-pre-party/", "wayback_url": "https://web.archive.org/web/20210420233716/https://eurovoix.com/2021/04/21/tonight-concert-in-the-dark-eurovision-pre-party/", "a_id": "Q50729731-137"}