{"title": "Greece: Stefania's song for Eurovision 2021 released - Listen to \"Last Dance\"", "text": "Greece: Stefania's song for Eurovision 2021 released - Listen to \"Last Dance\"\nGreece were hoping for good results in Eurovision Song Contest 2020 with their \"Superg!rl\", Stefania being their representative before EBU's announcement of the contest cancellation.\nThe Greek broadcaster had faith in Stefania for 2020 and still have by internally selecting her once again for her shot to represent Greece at Eurovision Song Contest 2021 in Rotterdam.\nNow Stefania and her team have released the Greek song for Eurovision 2021: \"Last Dance\".\nGreece 2021: Stefania – \"Last Dance\"\nLast Dance\nLast Dance is composed by the composer group Arcade together with well-known Eurovision veteran Dimitris Kontopoulos (Δημήτρης Κοντόπουλος), who has several Eurovision hits on his CV, such as Scream (Russia 2019), You Are the Only One (Russia 2016) and Hold Me (Azerbaijan 2013). The lyrics are penned by Sharon Vaughn, who already has two songs selected for Eurovision 2021: Estonia's The Lucky One and Moldova's Sugar.\nThe staging will be in the hands of the Eurovision experienced Fokas Evaggelinos (Φωκάς Ευαγγελινός), who was the stage director of several Eurovision songs, including Scream (Russia 2019), My Lucky Day (Moldova 2018), You Are the Only One (Russia 2016), Hold Me (Azerbaijan 2013) and the Eurovision winner My Number One (Greece 2005).\nStefania\nStefania Liberakakis, known simply as Stefania, is a Greek-Dutch singer, actress and YouTuber. Stefania was born and raised in the Netherlands and, at a very young age, realized her love for music.\nShortly after Stefania turned 10, she convinced her parents to apply, on her behalf, for the acclaimed TV show The Voice Kids, where she made it through the audition stage. After the show, she became a member of the established children Choir, Kinderen voor Kinderen. In 2016 she was chosen by an internal committee to represent the Netherlands in the Eurovision Junior Contest in Valletta as part of the girl-band, Kisses. The group performed the 8th place song Kisses and Dancin.\nIn 2019, she released 3 new singles: Wonder, I Am Sorry and Turn Around. That same year, Stefania broke into the Greek market at the MAD VMA Awards where she performed a cover of the song Con Calma. Since 2018, the artist has taken part in 3 Dutch movies and acts as the lead in the well-known teenage series, Brugklas.\nGreece 2001: Antique - \"Die For You\"\nGreece started its Eurovision adventure back in 1974, and has been participating in the contest 40 times until now.\nThey won Eurovision Song Contest in 2005 with the song \"My Number One\" performed by Helena Paparizou. Since the victory they have been very successful in Eurovision.\nGreece 2001: Antique - \"Die For You\"\nGreece has qualified for the Grand Final 14 out of 16 times (only missed the Grand Final in 2016 and 2018). Well done Greece! Since 2004 they have finished in top-10 nine out of 15 times. They never finished last in the contest.", "original_url": "https://eurovisionworld.com/esc/greece-stefanias-song-for-eurovision-2021-released-listen-to-last-dance", "wayback_url": "https://web.archive.org/web/20210311005807/https://eurovisionworld.com/esc/greece-stefanias-song-for-eurovision-2021-released-listen-to-last-dance", "a_id": "Q61696740-22"}