{"title": "Stefania to sing 'SUPERG!RL' for Greece at Eurovision 2020", "text": "Stefania to sing 'SUPERG!RL' for Greece at Eurovision 2020\nGreek broadcaster ERT has picked Greek-Dutch singer Stefania Liberakakis (17) with the song 'SUPERG!RL' as their entry for the upcoming Eurovision Song Contest in Rotterdam. Stefania has previously represented the Netherlands at the Junior Eurovision Song Contest 2016 as part of the girl group Kisses.\nStefania will perform during the first half of the second Semi-Final on 14 May.\nGreece's Eurovision 2020 representative Stefania ERT/Viktoria Vellopoulou\nAbout SUPERG!RL and the team behind it\nERT has chosen a highly experienced team to surround the 17-year-old singer. Dimitris Kontopoulos, a seasoned Eurovision songwriter and producer, together with the group Arcade composed the music for SUPERG!RL. For Kontopoulos, this year's involvement marks his 10th participation in the contest since composing Belarus' 2007 entry Work Your Magic.\nKontopoulos and Arcade collaborated with Sharon Vaughn, who wrote the lyrics of the song. Vaughn also wrote the lyrics for last year's Russian entry Scream by Sergey Lazarev.\nFokas Evangelinos, who has a wealth of Eurovision Song Contest experience, has been selected as the act's creative director. Earlier, Evangelinos staged Sakis Rouvas' 2004 act and, a year later, Helena Paparizou's winning performance of My Number One. In 2008 he staged his second winning act; Dima Bilan's performance of Believe.\nKontopoulos and Evangelinos have collaborated on numerous Eurovision Song Contest acts over the past decades.\nGet to know Stefania\nStefania was born in the Dutch city of Utrecht in 2002. She started singing at the age of 8 and rose to fame 2 years later, when she competed in The Voice Kids. She also sang as part of the Dutch kids choir Kinderen voor Kinderen (Kids for Kids).\nIn 2016 Stefania represented the Netherlands at the Junior Eurovision Song Contest as part of the girl group Kisses. They finished 8th at the contest in Valletta, Malta.\nSince 2016, Stefania has been performing as a solo singer, has her own YouTube channel and a popular TikTok account.\nStefania has released 4 solo singles to date. Released in 2018, Stupid Reasons has reached more than 1 million views on YouTube.\nIn June 2019, Stefania performed at the MAD VMA, the biggest and most popular award show in Greece, singing a special version of the song Con Calma with Ilenia Williams and Konnie Metaxa.\nAre you excited that Stefania will represent Greece at the Eurovision Song Contest 2020? Let us know in the comments!", "original_url": "https://eurovision.tv/story/stefania-to-sing-for-greece-eurovision-2020/", "wayback_url": "https://web.archive.org/web/20200203195713/https://eurovision.tv/story/stefania-to-sing-for-greece-eurovision-2020", "a_id": "Q61696740-9"}