{"title": "Daði Freyr og Gagnamagnið beim ESC 2021: Nerd-Charme für Island", "text": "Daði Freyr og Gagnamagnið beim ESC 2021: Nerd-Charme für Island\nStand: 23.05.21 15:18 Uhr\nDaði og Gagnamagnið: Perfekter Nerd-Charme für Island\nBeim Eurovision Song Contest 2020 hätte Daði og Gagnamagnið Island möglicherweise den ersten Sieg in der ESC-Geschichte des Landes bringen können, doch aufgrund der Coronakrise wurde der Wettbewerb abgesagt. 2021 in Rotterdam bekommt die Gruppe eine neue Chance - doch ist wieder vom Pech verfolgt: Wegen eines positiven Corona-Befunds von Band-Mitglied Jóhann Sigurður Jóhannsson hat die Band ihre Live-Perfomance zurückgezogen. Stattdessen wurde im Halbfinale und im Finale eine Aufzeichnung der Probe gezeigt. Trotz Wettbewerbsnachteil landete Daði og Gagnamagnið in Rotterdam auf Platz vier und jubelte im Hotelzimmer.\nIsland: Daði og Gagnamagnið - \"10 Years\" Eurovision Song Contest - 22.05.2021 21:00 Uhr Wegen eines positiven Corona-Befunds konnte Daði og Gagnamagnið im Finale nicht live auftreten. Stattdessen wurde eine Probenaufzeichnung von \"10 Years\" eingepielt.\n0 bei 0 Bewertungen Mit von 5 Sternen bewerten Vielen Dank. schließen Sie haben bereits abgestimmt. schließen\nFavoritenstatus 2020\nEs lässt sich nicht immer ganz einfach erklären, warum bei einem ESC plötzlich ganz Europa von einem Song verzaubert ist. Noch unerklärlicher scheint es, wenn es schon vor dem Wettbewerb geschieht. Doch beim isländischen ESC-Act Daði og Gagnamagnið liegt es auf der Hand. Die Gruppe war schon vor dem Sieg im isländischen Vorentscheid 2020 vielen Leuten außerhalb der ESC-Fangemeinde bekannt. Ihr süßer Song \"Think About Things\" wurde schon Tage zuvor vielfach über Twitter verbreitet und von diversen Prominenten geteilt. Ein Grund dafür: ein äußerst herzliches und auffälliges Musikvideo.\n2017 beim Vorentscheid \"Söngvakeppnin\" gescheitert\nNach Stationen in Dänemark und Island lebt Daði Freyr heute in Berlin.\nKopf der Band ist der 1992 geborene Daði Freyr Pétursson - 2,08 Meter groß, Schuhgröße 48. Seine Kindheit verbringt er in Dänemark, später lebt er in Island und seit 2014 wegen seines Studiums der Musikproduktion in Berlin. Er tritt unter dem Namen Mixophyrgian mit elektronischer Musik auf. Im Jahr 2017 werden er und seine Band Gagnamagnið, zu der auch seine Frau Árný Fjóla Ásmundsdóttir und seine Schwester Sigrún Birna Pétursdóttir gehören, islandweit bekannt. Beim Vorentscheid \"Söngvakeppnin\" scheitern sie mit \"Is This Love?\" nur an Siegerin Svala. Drei Jahre später siegen sie mit dem groovigen Alternative-Popsong \"Think About Things\".\nBeide ESC-Songs erzählen von Daði Freyrs Familie\nFür Daði Freyr ist dieser Song auch der wesentlich bessere. Den Song 2017 habe er nur für den ESC geschrieben, jeder hätte ihn singen können, sagte er der britischen Zeitung \"Metro\". \"100 Mal mehr Gedanken\" habe er sich um den Song 2020 gemacht und niemals mehr Zeit in einen Song investiert. \"Think About Things\" erzählt seine persönliche Geschichte. Es geht um einen Vater, der es nicht abwarten kann, seiner neugeborenen Tochter die Welt zu zeigen und zu erfahren, was sie über Dinge denkt. Gleichzeitig erwartet er auch, dass sie ihm neue Perspektiven aufzeigen wird. Daði Freyr selbst ist Vater einer kleinen Tochter. Im 2021er-ESC-Song geht es allerdings um die Mutter. Der Sänger ist nun \"10 Years\" mit seiner Frau Árný Fjóla Ásmundsdóttir zusammen. \"Ich hatte das Musikvideo und die Bühne in Rotterdam im Kopf, als ich die Arrangements geschrieben habe, also ist das ein Song, der für den ESC gemacht wurde\", so der ESC-Kandidat.\nRussell Crowe macht Band über Twitter bekannt\nSchon vor dem Finale des Vorentscheids 2020 verbreitete sich das Musikvideo zum Song \"Think About Things\" viral. Auch der Oscar-prämierte Schauspieler Russell Crowe konnte sich der Band nicht entziehen. Er twitterte nur vielsagend \"Song\", zusammen mit einer Meldung über das \"komische\" Musikvideo\". Daði Freyr reagierte perplex mit: \"Hat Russell Crowe das Video geteilt?\" Rylan Clark-Neal, einer der ESC-Präsentatoren der BBC, twitterte: \"Das könnte gut abschneiden\". In Deutschland teilte Medienjournalist Stefan Niggemeier einen Videoausschnitt des Songs, auch Satiriker Jan Böhmermann teilte das Video mit einem \"OMG!\" und Emojis.\nNetz-Kritik: Steckt Netflix hinter dem Hype um Daði og Gagnamagnið?\nBei dem Hype, den Daði og Gagnamagnið schon vor dem \"Söngvakeppnin\" kreiert haben und der ihnen möglicherweise half, den Vorentscheid zu gewinnen, witterten manche ESC-Fans im Internet eine Verschwörung. Der Streaminganbieter Netflix arbeitete an einer Komödie über den Eurovision Song Contest, in der es um einen fiktiven isländischen Kandidaten geht. Netflix würde so gezielte Werbung für den Act aus Island machen, hieß es. Daði Freyr wehrt sich gegen die Vorwürfe: \"Ich habe Russell Crowe nicht dafür bezahlt, das Video zu teilen\", sagte er. Netflix würde den Song in keiner Weise unterstützen. \"Wenn es so wäre, würde ich es sagen, denn es wäre supercool\", so Freyr, \"aber es ist nicht der Fall\".", "original_url": "https://www.eurovision.de/teilnehmer/Dai-Freyr-og-Gagnamagni-beim-ESC-2021-Nerd-Charme-fuer-Island,island1170.html", "wayback_url": "https://web.archive.org/web/20210524103651/https://www.eurovision.de/teilnehmer/Dai-Freyr-og-Gagnamagni-beim-ESC-2021-Nerd-Charme-fuer-Island,island1170.html", "a_id": "Q31749372-9"}