{"title": "Who is Victoria De Angelis? Boyfriend, mother, years, Instagram", "text": "Who is Victoria De Angelis? Boyfriend, mother, years, Instagram\nVictoria De Angelis is the beloved bassist of Maneskin, but it wasn’t always like this and some time ago she had a bad time: “There was something broken in me“\nLoved by the public, very popular on social media and also during the various concerts and singing events, Victoria De Angelis continues to surprise and some time ago he told about that bad moment passed a few years ago: “There was something broken in me“.\nAs many will surely already know, the famous artist, together with Maneskin, begins to be successful during their incredible participation in ‘X Factor‘and from that moment on they never stopped.\nTO FIND OUT READ ALSO >>> Ethan Torchio reveals the value of Damiano David: “He is …”\nWho is Victoria De Angelis? Age, height, weight\nName and surname : Victoria De Angelis\n: Victoria De Angelis Date of birth : April 28, 2000\n: April 28, 2000 Age : 21 years\n: 21 years Height : 1.63\n: 1.63 Weight : 50 Kg\n: 50 Kg Birth place : Roma\n: Roma Instagram: @vicdeangelis\nThe beloved and followed bass player gods Maneskin was born in Roma the 28 April of 2000 and today has therefore 21 years.\nAlso for the By Angelis, the love for music comes very soon, in fact at the age of 8 he begins to study guitar and a few years later, while attending middle school, he becomes passionate about bass. The very young artist attends the scientific high school.\nDuring a long interview with ‘Elle’, the young bassist said that since she was a child she has always hated stereotypes “they made me so angry“.\nMoreover, always to ‘Elle’, he explained that he could not bear the clear distinction that there was between boys and girls and already at the age of six he refused the typical things of a child.\nVic says: “I skated, I kept my hair short, I dressed like a boy. I didn’t wear skirts, not because I didn’t like them, but to reclaim the chance to be myself“.\nVictoria De Angelis career: from X Factor, passing through Sanremo to Eurovision\nDuring high school, Victoria knows Thomas Raggi and together with Damiano David they decide to found the group that then, a few years later, gave them so much satisfaction and success, i Maneskin.\nIt seems, as reported by ‘chiecosa.it‘, that the name of the group was chosen by the bassist of Danish origins, in fact, the name of the group in Danish means’ moonlight’.\nAs is known, the musical group took part in ‘X Factor‘with the songs’I will die like a king‘ and also ‘Back home‘; i Maneskin took part in the edition where the judges were Manuel Agnelli, Levante, Mara Mayoons e Fedez.\nDuring the last edition of the ‘Sanremo Festival‘ i Maneskin they found themselves in the final just with Fedez e Francesca Michielin competing with the song entitled ‘Call me by name‘.\nAs everyone already knows, i Maneskin they then won the 71esima edition of the Italian song festival.\nThe victory in the aforementioned singing competition gave the very young artists the opportunity to represent Italy to the Eurovision Contest Song broadcast by Rotterdam and visible in Italy on Rai 1 on May 22, 2021.\nBefore Sanremo, the boys already had a large following so much so that in 2018, just before the publication of ‘The dance of life‘, the documentary entitled’This Is Maneskin‘.\nIn 2020, however, the Maneskin release the new single entitled ‘Twenty years‘.\nIn short, that of the rock group is really an incredible career given the very young age and that will surely continue to cheer the many fans over the next few years.\nVictoria De Angelis Instagram: the bassist’s incredible social success\nThe very young and beloved artist not only has great success in the music field and on stage, but also on social media, especially on Instagram, is very popular.\nThe profile Instagram of Victoria, in fact, it has 593 thousand followers who follow the artist with great affection every day, leaving many likes and as many comments.\nThe last post published by the girl received well 108.530 like and many comments of appreciation for the shots. Apparently, the girl will have a very bright future.\nVictoria De Angelis private life: does the bassist have a boyfriend?\nThe many fans and followers of the young artist often ask themselves if the girl has a boyfriend or not, the answer comes directly from Victoria during a long interview with ‘Cosmopolitan‘.\nDuring the aforementioned interview, the girl explained that, although many believed it, she and Damiano David they have never been together but their relationship is very intimate and they are more than friends and more than brothers “more than anything“.\nTo the question “You are engaged?” the young artist replies: “No, I didn’t have any important story. I’m in no hurry, it will happen“.\nThe girl is only 21 years old and as is normal she is not in a hurry to know true love, at the moment the Maneskin are focusing on success and on the many important investments and future commitments such asEurovisione Contest Song.\nTO FIND OUT READ ALSO >>> Eurovision, it had never happened: the Maneskins mark history\nVictoria De Angelis, that terrible period: “There was something broken in me”\nThe beautiful and beloved Victoria he decided to tell about himselfIt‘during a long interview in which he talked about himself about his career and also about his private life, as anticipated before with the question of Damiano David.\nThe artist told of having suffered from panic attacks and in this regard he said: “I was a carefree girl, at 14 I found myself not wanting to leave the house, I lost a year of school“ we read about Elle.\nThen the girl continues to explain: “Something was broken in me and I didn’t know how to fix myself. I used to be ashamed of it, now I don’t need to hide it anymore“.\nThe bassist then said that she managed to get out of this bad situation thanks to the support and support of her family, therapy and friends.\nIn short, a parenthesis that fortunately ended in the best way and is now only a memory.", "original_url": "https://www.italy24news.com/News/62846.html", "wayback_url": "https://web.archive.org/web/20210526111541/https://www.italy24news.com/News/62846.html", "a_id": "Q106859392-8"}