{"title": "Breaking News: Congratulations, Malta!", "text": "Breaking News: Congratulations, Malta!\nIt's been an incredible show from here at the Arena Armeec, but only one talented performer could hoist the winner's trophy!\nCongratulations go out to Destiny Chukunyere from Malta, with the song \"Not My Soul\"! Winning the contest with 185 points, the 13-year-old from the city of Birkirkara won by a 9-point margin. Tonight's victory marks Malta's second victory in the Junior Eurovision Song Contest in only three years!\nNot only did Destiny win the trophy for her homeland, but she did it decisively: Malta's win with 185 points is the highest point total in Junior Eurovision Song Contest history, beating the high-water mark set by Spain's María Isabel in 2004.\nSecond place went to MIKA from Armenia with \"Love\", and third place went to Slovenia's Lina Kuduzović with her song \"Prva ljubezen\".\nTrophies will be given out to our three top placed acts in a press conference immediately following the show this evening.\nThe full results are as follows:\n185 points - Malta 176 points - Armenia 112 points - Slovenia 105 points - Belarus 093 points - Albania 080 points - Russia 079 points - Serbia 064 points - Australia 062 points - Bulgaria 051 points - Georgia 038 points - Ukraine 036 points - Ireland 036 points - Montenegro 036 points - San Marino 035 points - The Netherlands 034 points - Italy 026 points - Macedonia\nThe full split of jury and televotes will be revealed in the coming weeks.\nIn the thirteen years that Junior Eurovision has been running, many performers have grown up to have successful careers in their home countries and beyond, with a few even \"graduating\" to the Eurovision Song Contest. We would like to extend our heartfelt appreciation to all of the brilliant young artists that we saw on stage tonight, as well as their teams from the seventeen participating nations here in Bulgaria tonight.", "original_url": "http://www.junioreurovision.tv/page/blog?id=breaking_news_congratulations_malta", "wayback_url": "https://web.archive.org/web/20151122134945/http://www.junioreurovision.tv/page/blog?id=breaking_news_congratulations_malta", "a_id": "Q21524985-4"}