{"title": "\"So happy to have won such a prestigious contest but I wish to remain the Destiny I am\"", "text": "\"So happy to have won such a prestigious contest but I wish to remain the Destiny I am\"\nFollowing Gaia and Federica, Malta has another young vocal star in Destiny Chukenyere whose rich talents yesterday enabled her to win the Malta Junior Eurovision Song Contest and will now go on to represent Malta in the Junior Eurovision Contest to be held in Bulgaria in November. Veronica Rotin placed second and Christine Magrin third.\nDestiny’s beautiful rendering of the song “Think” won the acclaim of both the international jury panel and the local televoting public. She was chosen from among 20 young contestants who showed great talent during the contest organised by PBS and held at the Mediterranean Conference Centre.\n12-year-old Destiny told us she is a great admirer of the singer Beyonce’. She has practiced singing for the last three-and-a-half years and yesterday evening she was rewarded by being chosen the winner. “I am extremely happy to have progressed so far and now I am looking forward to new opportunities. When the result was announced I felt so much excitement I can hardly explain because I am so happy to have such a prestigious contest.”\nYesterday’s contest was to choose the singer because the song that Destiny will sing at the Bulgarian contest has yet to be written and has to be adapted to her voice.\n“I have always loved singing”, said Destiny “but when I was nine years old my voice coach who also teaches me at school recognized my talents and encouraged my mother to allow me to take up singing”.\nDestiny thanked all those who voted for her, PBS for organizing the contest, her voice coach Maria Abdilla and her choreographer Roberta Debono. She also thanked her family, particularly her grandfather George who has always given her great support and encouragement in her ambition to become a career singer.\nWhen asked what she wished for her future, Destiny said she wanted to pursue her singing career but to remain the Destiny she is today.\nSee also: FILMAT: Destiny Chuckunyere, Malta’s representative in the Junior Eurovision Song Contest 2015", "original_url": "http://www.tvm.com.mt/en/news/kuntenta-li-rbaht-dan-il-festival-prestiggjuz-u-nixtieq-nibqa-d-destiny-li-jien/", "wayback_url": "https://web.archive.org/web/20150713193634/http://www.tvm.com.mt/en/news/kuntenta-li-rbaht-dan-il-festival-prestiggjuz-u-nixtieq-nibqa-d-destiny-li-jien/", "a_id": "Q21524985-3"}