{"title": "Freiburger Gjon's Tears vertritt die Schweiz am ESC 2020", "text": "Freiburger Gjon's Tears vertritt die Schweiz am ESC 2020\nNach dem letztjährigen Erfolg von Luca Hänni («She Got Me») und erstmals seit zehn Jahren präsentiert die Schweiz am Eurovision Song Contest (ESC) einen französischen Titel: «Répondez-moi», gesungen von dem Freiburger Sänger Gjon’s Tears.\nPassend zum diesjährigen ESC-Motto «Open up» will sich der 21-jährige Gjon Muharremaj, wie er mit bürgerlichem Namen heisst, auf das Abenteuer und dessen Konsequenzen einlassen. «Ich will mein Bestes geben, ich will zeigen, dass ich stolz auf mich bin, meine Wurzeln und alles, was ich erreicht habe», wird er in einer Medienmitteilung von Schweizer Radio und Fernsehen SRF vom Mittwoch zitiert.\nMuharremajs Eltern kommen aus Albanien und Kosovo. Obwohl er selber in der Schweiz aufgewachsen ist und das Land als seine Heimat bezeichnet, bedeuteten ihm diese Einflüsse sehr viel, sagt Gjon’s Tears gemäss Medienmitteilung. Sein Künstlername übrigens geht auf ein Erlebnis als Neunjähriger zurück, als er seinen Grossvater mit einer eigenen Version von Elvis Presleys «Can’t Help Falling In Love» zu Tränen gerührt hat.\nDer Grossvater war es denn auch, der sein Talent nicht nur entdeckte, sondern ihn auch zu einem Talentwettbewerb in Albanien anmeldete. In «Albanians got talent» belegte Gjon’s Tears als 12-Jähriger den dritten Platz, ein Jahr später erreichte er den Halbfinal bei «Die grössten Schweizer Talente» und 2019 kam er ebenso weit bei «The Voice: La Plus Belle Voix» in Frankreich.\nAls Schweizer Hoffnung für den ESC 2020 wurde Gjon’s Tears von 100 Fernsehzuschauern und einer internationalen Fachjury ausgewählt. «Répondez-moi», eine mystische, emotionale Nummer, schrieb er mit den Komponisten Xavier Michel, Alizé Oswald (Produzent: Jeroen Swinnen).\nDer diesjährige Eurovision Song Contest findet vom 12. bis 16. Mai in Rotterdam statt. Gjon’s Tears tritt am Donnerstag, 14. Mai im zweiten Halbfinal gegen seine Konkurrenten an.", "original_url": "https://telebasel.ch/2020/03/04/freiburger-gjons-tears-vertritt-die-schweiz-am-esc-2020/?channel=5527", "wayback_url": "https://web.archive.org/web/20221004091042/https://telebasel.ch/2020/03/04/freiburger-gjons-tears-vertritt-die-schweiz-am-esc-2020/?channel=5527", "a_id": "Q87065831-0"}