{"title": "Eurovision Song Contest - Das ist unser ESC-Kandidat: Gjon’s Tears", "text": "Eurovision Song Contest - Das ist unser ESC-Kandidat: Gjon’s Tears\nDer 21-jährige Musiker Gjon’s Tears aus Freiburg, mit bürgerlichem Namen Gjon Muharremaj, nimmt mit dem Song «Répondez-moi» für die Schweiz am Eurovision Song Contest 2020 teil.\nNach genau zehn Jahren schickt die Schweiz mit «Répondez-moi» wieder einen französischsprachigen Titel an den «Eurovision Song Contest» – interpretiert und geschrieben vom 21-jährigen Gjon Muharremaj aus Broc, Kanton Freiburg.\nSeinen «ESC»-Song «Répondez-moi» hat Gjon’s Tears zusammen mit den Songwritern Xavier Michel, Alizé Oswald und Jeroen Swinnen im Rahmen des Schweizer Songwriter-Camps geschrieben. Das Thema des Songs ist für Gjon’s Tears sehr persönlich und gleichzeitig ist es universell und spricht jeden an.\nJeder fragt sich doch, warum wir genau hier sind, woher wir kommen, wohin wir gehen. Besonders für Menschen mit Migrationshintergrund sind das essenzielle Fragen. Meine Eltern stammen aus Albanien und aus dem Kosovo. Auch wenn ich in der Schweiz aufgewachsen bin und hier meine Heimat ist, sind das Themen, die mich sehr beschäftigen.\nLegende: Gjon’s Tears 21-jähriger Musiker aus Freiburg. SRF\nGjons Herz schlägt voll und ganz für die Musik – und das schon seit Kindertagen. Ein prägendes Erlebnis war der Moment, als er als Neunjähriger seinen Grossvater mit der Interpretation von Elvis Presleys «Can’t Help Falling In Love» zu Tränen rührte. Aus diesem Erlebnis leitet sich auch sein Künstlername ab: Gjon’s Tears.\nOb Freude, Traurigkeit oder Melancholie – ich möchte Menschen mit meiner Musik auf jede erdenkliche Weise berühren.\nGjons Grossvater mit albanischen Wurzeln war dermassen beeindruckt von der Stimme seines Enkels, dass er ihn 2011 kurzerhand für eine Castingshow in Albanien anmeldete. In der TV-Sendung «Die grössten Talente Albaniens» belegte der damals Zwölfjährige den dritten Platz. Ein Jahr später erreichte er beim Schweizer Pendant «Die grössten Schweizer Talente» das Halbfinale – ebenso 2019 in der französischen Castingshow «The Voice France».\nDer «Eurovision Song Contest»: Event und Ausstrahlungsdaten\nDer «Eurovision Song Contest» erreicht fast 200 Millionen Zuschauende weltweit und gehört zu den spektakulärsten Fernsehevents. Mehr als 40 Künstlerinnen und Künstler aus der ganzen Welt treffen aufeinander und nutzen die Chance, sich und ihr Land während dieses friedlichen Musikfestes eindrucksvoll zu präsentieren. 2020 findet der Event in Rotterdam in den Niederlanden statt: Das erste Halbfinale geht am 12. Mai über die Bühne (live auf SRF info), das zweite Halbfinale mit der Schweiz am 14. Mai (live auf SRF zwei) und das Finale am 16. Mai 2020 (live auf SRF 1).", "original_url": "https://www.srf.ch/sendungen/eurovision-song-contest/das-ist-unser-esc-kandidat-gjon-s-tears", "wayback_url": "https://web.archive.org/web/20200305133733/https://www.srf.ch/sendungen/eurovision-song-contest/das-ist-unser-esc-kandidat-gjon-s-tears", "a_id": "Q87065831-3"}