{"title": "austriancharts.at", "text": "austriancharts.at\nDurchschnittliche Bewertung: 3.12 (Reviews: 75)\n09.08.2011 16:23\nMusicfreaky_93\nMember ******\n4+ - ach menno.. rauf auf die 6.. Levels und das hier ist super, Hangover i.O.\nZuletzt editiert: 11.11.2011 21:20\n30.08.2011 10:30\nKitchenTel\nMember **\nEt dire que j'ai eu de l'espoir aux premières notes acoustiques..\n30.08.2011 19:44\nruhbar\nMember **\nDer wird auch immer schlechter. Dabei fand ich ihn früher gar nicht mal so übel. . .\n31.08.2011 21:58\nMiraculi\nMember ****\nWas Leona kann, kann Flo Rida schon seit Jahren - munter klauen - doch diesmal hat er sich auch bei Avicii bedient - genauer LEVELS - is halt Mode zur Zeit ... doch jetzt gibts die Fassung auch poliert von Dr. Luke - und diese dann als Basis für Taio Cruz's HANGOVER ... ähhh ...\n02.09.2011 15:10\nantonnalan\nMember **\nIt's like a cross between the Black Eyed Peas' The Time, P!nk's Raise Your Glass and his other hit Who Dat Girl. You have your guitar chords playing a catchy rhythm like in Raise Your Glass followed by a good chorus which just unfortunately happens to be a sample. Then you have a terrible transition between the chorus and the Verses which is exactly like in The Time. The only difference here is that the Verse and Chorus don't sound absolutely disjointed like it did in the Time. The Chorus is rather decent and holds the song up at a 2. Congratulations Flo Rida! This is your first song that hasn't receved an instant 1 star! That techno breakdown is however miserably lame and bland.\n09.09.2011 23:39\nDer_Nagel\nMember **\nSingle aus Only One Rida (Part 2) – Party HipHop mit einem Sample des Etta James-Stücks Something's Got A Hold On Me – abgerundete 2.5…\neingestiegen auf #82 in den Billboard Hot 100…\n25.09.2011 08:42\nShadowViolin\nMember ****\nWie erwartet doch eher schlecht...\n2*\nedit: Mit der Zeit ein etwas nervender Ohrwurm... wird wohl bald auch die CH/DE-Top10 knacken.\n-4*\nZuletzt editiert: 06.11.2011 15:08\n25.09.2011 09:49\nChemmical\nMember ***\nNot too bad and certainly better than the diabolical Who Dat Girl. The chorus makes the song, but it is a bit boring.\n27.09.2011 09:28\nKingBandicoot\nMember ******\nThe guitar catches me, though the chorus singer (which I've heard is a sample) doesn't sound very good with the rest of the song. Flo's rap goes pretty well and I find this to be generally catchy. The rating of this song may be changing frequently, but this seems right for now.\n4* -> 5*. Loving this more now.\n5* -> 6*. One of my favs now.\nZuletzt editiert: 31.10.2011 02:21\n01.10.2011 00:01\nWolfke\nMember *****\nIk vind dit zeker geen slecht nummer! Alleen jammer dat Flo-Rida dit nummer gestolen heeft van Avicii. Daarom 1 ster minder dan het maximum.\nZuletzt editiert: 28.10.2011 23:08\n01.10.2011 05:48\nbluezombie\nMember ***\nNot very interesting, doesn't even have the guilty pleasure factor I find in some of his other songs.\n01.10.2011 07:15\nMykl_77\nMember **\nThis is a poor poor return for Flo, and I thought Club Can't Handle Me was a poor lead single. He hasn't had a good single since Jump years back.\n01.10.2011 21:26\nSnormobiel Beusichem\nMember ***\n▒ Géén hoogvlieger, maar zekers ook géén bagger van \"Flo Rida\" !!! Deze dansplaat uit begin augustus 2011 zit bij mij zelfs tegen de vier sterren aan !!! Dus wie weet de komende weken toch.... ☺!!!\n05.10.2011 10:10\nTravD\nMember ****\nThis is alright.\nBut Flo Rida sampling two songs. Is that smart, stupid, or desperate? You decide :P\n06.10.2011 13:22\nD Man\nMember **\nI quite like the music and Flo's parts, but the sample really lets this track down for me. It is chopped up in a way that is so unrefined and sloppy. This track had the potential to be much better if the sample was re-recorded, either by Etta James herself (I understand that she is getting on) or another artist.\n06.10.2011 13:31\nbsb745\nMember *****\nflo's best in a while and it sucks. 2*\nEdit: Somehow this grew on me, to be my 3rd favourite flo rida track ever (behind jump and right round).. the middle 8 is also really cool. 5*\nZuletzt editiert: 18.11.2011 22:56\n07.10.2011 04:28\nLIFTER500\nMember *\nSome bits in this really annoy me and others don't. 2.5.\n1 Star Now! I HATE the chorus, it's sooo annoying and boring, even worse then Flo Ridas already boring part. I can't stand this thing anymore. F off!\nZuletzt editiert: 11.11.2011 00:59\n22.10.2011 10:28\nTennis\nMember *****\nOne of the first times i've enjoyed flo rida.\nBut the 5 is thanks to the sample. I don't understand all the hate this sample has recieved\n22.10.2011 15:54\nBP'93\nMember *****\nThere seems to be a growing trend with Flo Rida. The 1st single off each of his past 3 albums have been chart winners & have tlanded themeselves within in the top 5.\n\"Good Feeling\" is actually a good song throughout & a bit different to the usual Flo Rida music. I love the \"Good Feeling\" sample throughout & can not see why this won't be a success. Awesome song!\n30.10.2011 14:59\nRV\nMember **\nDoor de muziek nog een sterretje extra, maar verder is dit een ontzettend duf nummer. Vooral het refrein is absoluut niet aanstekelijk en bovendien past het niet bij de rest van het nummer. Gewoon een allegaartje aan stijlen, dat is het; niets meer en niets minder.\n31.10.2011 05:35\nBeansterBarnes\nMember ****\nI'm actually really enjoying this aswell and also don't understand why the sample is getting negative comments.\n05.11.2011 11:37\nalleyt1989\nMember ****\nI'm really enjoying this song, probably only the second time I can say that to a song that involves Flo Rida. I like the sampling (love the original) but it makes the chorus PERFECT for singing along to! Cool song which should tire out for me fast though.\n05.11.2011 18:55\nul.tra\nMember ****\nIch bin positiv überrascht. Hätte es schlimmer vorgestellt. Das kann ich mir gut anhören.\n07.11.2011 18:09\nChartsfohlen\nMember ***\nAls \"Levels\" ohne Flo Rida ungleich knackiger, aber die Teile ohne dessen Beteiligung bleiben halt eben gut. Ich kann trotzdem sehr gut auf sein Gelaber verzichten.\nGute 3.\n11.11.2011 19:39\nsbmqi90\nMember ***\nKenn ich den Song nicht (ín wesentlich besserer Form) vom \"Burlesque\"-Soundtrack, gesungen von einer wundervollen Christina Aguilera? Und dann noch in einer ganz alten Version?\nZuletzt editiert: 11.11.2011 19:40\n13.11.2011 20:48\nLLonden\nMember *\nNu al aan een nummer van Avicii zitten. Alleen daarom al 1 ster.\n14.11.2011 09:27\nStarmania\nMember ***\nNa ja, mag die Version von Avicii viel mehr, Flo Rida nervt dann doch grösstenteils, der Refrain macht den Song aber noch einigermassen ok! Flo Rida scheint aber nicht viel mehr zu können, als über schon bekanntem Songmaterial mittelmässig zu rappen!\n20.11.2011 17:45\nsteveeee192\nMember ****\nNot bad, good chorus and an average rap\n21.11.2011 15:36\nnirvanamusic87\nMember ***\nfor me average and boring. Flo Rida is so dull to me. UK#2 and Ireland#3.\nZuletzt editiert: 25.11.2011 16:11\n21.11.2011 22:07\n--speedy1980--\nMember **\nwarum bitte in D auf der 1?????????????? wer kauft sowas?\n22.11.2011 17:19\nremember\nMember ***\nDas Sampel rettet die Nummer in der Tat.\n23.11.2011 10:53\njones\nMember ***\nIch bleib auch dabei: Avicii mit \"Levels\" ist - notabene auch aus Club-Sicht - besser. Schon ulkig, dass die Melodie sowohl bei Avicii, bei FloRida und auch bei Hangover mit Taio Cruz verwurstelt wurde. Der Etta James-Samples (aus \"Something's Got A Hold On Me\") ist aber durchaus cool. Da gab es schon schlimmere Sample-Übungen in jüngster Zeit. Eine gute 3 liegt drin.\n23.11.2011 22:58\nalter_schwede\nMember ***\nKeine Frage, \"Levels\" IST besser! Hierfür gibts nur ganz knapp 3*. Keine Ahnung warum das Teil überall auf #1 geht...\n25.11.2011 00:11\nSamuelw300\nMember ****\nKlingt frisch, dank dem gut ausgetüftelten Sound (ist von Avicii oder?).\nDie Melodie selbst ist jetzt keine Meisterleistung u. der Song wird vermutlich nicht die Musikszene dermaßen bewegen.\nAber gefallen tut mir das Stück dennoch ziemlich gut. Kommt halt gut im Club oder auf ner Party. 4*\n25.11.2011 15:54\nGoldplayer\nMember **\nJa nichts besonderes...der Rafrain ist aber schrecklich! Das musste mal gesagt werden!\n25.11.2011 18:37\nbandito\nMember ***\nAuch hier mal wieder die m.E. total nervige, zur Zeit leider angesagte Marotte, Dancetracks über längere Strecken die pumpenden Beats zu nehmen.\n25.11.2011 19:29\nFritz260449\nMember *\nVon 0 auf Platz 1 ... unverständlich wie der Schrott auf Platz 1 kommt\n25.11.2011 22:05\nDeinonychus\nMember **\nLöst bei mir vielmehr schlechte Gefühle aus. Das Sample ist hier klar das Beste, den Rest kann man getrost rauchen.\n26.11.2011 14:19\nP31M12\nMember *****\nIch finde, der Song hat so etwas leicht 90er-mäßiges.\nWeiter so flo rida\n26.11.2011 19:40\nDancefloor-Chunk\nMember ***\nIch finde Flo Rida's Rappassagen echt gut, aber der Refrain bringt's echt nicht!\n26.11.2011 23:26\nlucas247\nMember *****\nA good track. It has a nice sound, hence why it is a big hit.\n27.11.2011 09:32\nvariety\nMember **\nDer Gesang im Hintergrund rettet den 2. * - ansonsten langweilig.\n27.11.2011 10:37\ntgebele\nMember *****\nGebe mal eine gute Wertung ab. Mir gefällt der Song recht gut. Ist mal was anderes von ihm.\n27.11.2011 16:51\nReto\nMember ****\nDer nächste Hit, der spätestens übermorgen kein gutes Gefühl mehr verbreitet.\n28.11.2011 10:21\nremix1970\nMember ***\nDurchschnittlicher Dance Song die es in diesen Stil zurzeit vermehrt gibt.\n01.12.2011 10:45\nmatman\nMember ***\nGeiler Song irgendwie. Lustiger Text und erinnert vom Sound an die C64'er Zeit. Wirklich sehr gut gemacht. Aber leider: ein \"Good Feeling\" ist kein Grund den Kompressor so extrem aufzureissen. Das versaut am Ende den Klang, deshalb nur 3 Sterne.\n02.12.2011 12:32\nSven84\nMember *\nSo eine Kacke. Als ob es verboten wäre, mal eine gute Melodie zu präsentieren. Ach ja, die sind doch gar nicht im Stande, das zu tun.\n02.12.2011 21:13\nAlxx\nMember ****\nSchon gut, aber nur wegen des Etta James Samples...", "original_url": "http://www.austriancharts.at/showitem.asp?interpret=Flo+Rida&titel=Good+Feeling&cat=s", "wayback_url": "https://web.archive.org/web/20111204020118/http://austriancharts.at/showitem.asp?interpret=Flo+Rida&titel=Good+Feeling&cat=s", "a_id": "Q213538-5"}