{"title": "\"Il y a trois ans, j’étais à bout\" : comment Barbara Pravi est devenue la favorite de l’Eurovision", "text": "\"Il y a trois ans, j’étais à bout\" : comment Barbara Pravi est devenue la favorite de l’Eurovision\n« Vous préférez mon profil perse ou serbe ? » Ultime rencontre avec Barbara Pravi avant ses six jours de quarantaine et son départ pour Rotterdam (Pays-Bas). Ultimes rires avant de monter dans l’ascenseur émotionnel de l’Eurovision jusqu’à la finale, le 22 mai. La pétillante représentante française est euphorique. Les bookmakers la donnent gagnante avec son cri du cœur, « Voilà », et sa ritournelle tourbillonnante aux accents de Piaf. Et les 39 fan-clubs internationaux de l’événement la classent troisième, derrière la Maltaise Destiny et le Suisse Gjon’s Tears, qui chante aussi en français.\nLa France figure souvent parmi les favoris. Il n’empêche, le plus grand concours de chanson lui échappe depuis 1977 et le top 5 depuis 2002. « Je découvre l’Eurovision, avoue d’emblée la Parisienne. Je n’ai jamais rêvé d’y participer, je ne l’ai jamais regardé, je n’ai pas la télé ni même Internet. »\nPravi, son nom d’artiste, signifie « authentique » en serbe. « Elle est dans les médias comme dans la vie, entière et audacieuse », précise son ami Igit, qui a écrit « Voilà » avec elle. « Du haut de son 1,59 m, Barbara est hyper mature et petite fille, combattante et Fée Clochette », décrit Alexandra Redde-Amiel, qui mène la délégation française et dirige les divertissements de France Télévisions.\n« J’étais fan de Céline Dion, Britney Spears… »\nBarbara Pievic a 28 ans, des parents français et des origines serbes par son père et perses par sa mère. « La mère de ma mère est juive polonaise, la mère de mon père est juive pied-noir d’Algérie, c’est un sacré mélange. » Son grand-père Deda, pour qui elle a écrit une magnifique chanson, lui a transmis sa passion des livres et des mots. Son papa, qui enseigne l’éthique, son amour de la musique. « Il a une grande collection de vinyles classiques. Moi, j’étais fan de Céline Dion, Britney Spears… » « La musique était omniprésente à la maison, se souvient sa sœur cadette, Clémence. J’ai le souvenir de soirées où papa était au violon, son frère au piano et ma sœur chantait. »\n« J’ai aussi grandi au milieu des tableaux, ajoute Barbara. Ma mère est la fille d’un grand peintre iranien. C’est une femme hyper forte, maman, inspectrice de l’Éducation nationale, coach sportive et réserviste, engagée dans le travail de mémoire. » Sa sœur Clémence, 25 ans, est kiné dans un hôpital militaire. « Et très fan de ma grande sœur, avoue-t-elle. Sa force, c’est sa famille. Dans les moments difficiles, mes parents ont toujours été là. »\n« Ils ont souffert, reconnaît la chanteuse. Enfant, j’étais toujours en colère. J’ai eu une scolarité chaotique. Après mon bac littéraire, j’ai fait du droit pour leur faire plaisir, j’ai travaillé cinq ans comme serveuse pour gagner ma vie. Je voulais être chanteuse. C’est ma meilleure amie qui m’a convaincue de me jeter à l’eau. »\n« Barbara pleurait tous les jours »\nEn 2014, elle enregistre une chanson et tourne un clip, « Amours impolies » payé avec son salaire et l’aide de Deda. « Je l’ai fait disparaître lorsque j’ai signé chez Capitol six mois après », précise-t-elle sans regrets. Mais sa signature miraculeuse dans ce gros label d’Universal vire au cauchemar.\nSon premier album en 2017 n’a pas le succès escompté. « Musicalement, il ne me correspondait pas vraiment. Je ne me faisais pas confiance, alors je suivais les conseils. J’ai eu la chance de faire la comédie musicale Un été 44 et la première partie de la tournée de Florent Pagny mais, en coulisses, j’en bavais. Mon manager me disait sans cesse que je lui devais tout. Il y a trois ans, j’étais à bout. Je voulais arrêter de chanter, retrouver ma liberté et écrire pour les autres. »\nSorti en 2017, le premier album de Barbara Pravi, qui « ne lui correspondait pas », n'a pas eu le succès escompté. LP/Fred Dugit\nUne rencontre et des retrouvailles vont tout relancer. Elle croise la manageuse d’Aloïse Sauvage aux studios Saint-Germain. « Barbara pleurait tous les jours, se souvient Élodie Papillon Filleul, quinqua tatouée et têtue. Elle m’a proposé de devenir sa manageuse. J’ai été cash : J’adore ta voix, mais ce que tu fais ne m’intéresse pas. Si tu veux qu’on travaille ensemble, on recommence à zéro. Elle avait un clip prêt, mais on ne l’a pas sorti. Capitol aurait pu la lâcher, épuisé par quatre années où le budget avait explosé, mais pas les ventes. Mais un nouveau directeur est arrivé, et il s’est battu pour elle. »\nUn album en préparation pour la rentrée\nEn 2018, Barbara Pravi retrouve aussi Igit. « En 2014, Capitol m’avait demandé un coup de main sur les textes d’une jeune chanteuse, raconte cet artiste singulier, découvert la même année dans The Voice. Je suis vite reparti, il n’y avait rien à ajouter. Et je me souviens avoir dit à mon manager : Cette fille va aller loin. C’est une chanteuse incroyable, et elle a une envie extraordinaire d’y arriver. On s’est revus lors d’un séminaire d’écriture, on s’est découvert une passion commune pour la variété, les grandes mélodies et les beaux textes, et on s’est mis à travailler ensemble. »", "original_url": "https://www.leparisien.fr/culture-loisirs/musique/il-y-a-trois-ans-jetais-a-bout-comment-barbara-pravi-est-devenue-la-favorite-de-leurovision-16-05-2021-XGRHPPJMBNFDBK7C4R3VLM63WQ.php", "wayback_url": "https://web.archive.org/web/20210516053020/https://www.leparisien.fr/culture-loisirs/musique/il-y-a-trois-ans-jetais-a-bout-comment-barbara-pravi-est-devenue-la-favorite-de-leurovision-16-05-2021-XGRHPPJMBNFDBK7C4R3VLM63WQ.php", "a_id": "Q78138804-61"}