{"title": "Jalousée par Marie Myriam, comparée à Piaf : Barbara Pravi, l'espoir français pour l'Eurovision", "text": "Jalousée par Marie Myriam, comparée à Piaf : Barbara Pravi, l'espoir français pour l'Eurovision\nDe la « môme » Piaf, elle aurait la gouaille et la gestuelle, la taille menue et la chevelure bouclée. De son homonyme Barbara, elle aurait hérité de l’attachement au texte et du côté « à fleur de peau », un peu écorché. Ce samedi 30 janvier, en direct du Studio 128 de la Plaine Saint-Denis, 12 candidats se disputent les faveurs du jury et d’un public de 2,37 millions de téléspectateurs. Barbara Pravi est donnée favorite de cette soirée présentée par Stéphane Bern et Laurence Boccolini ; à presque une heure du matin, arrivée en tête des votes du public et des dix jurés, elle remporte le concours. Sa performance est acclamée par un jury unanime : « Elle ramasse la flèche laissée par Edith Piaf ou Barbara et l’envoie encore plus loin », n’hésite pas à dire André Manoukian. Prochaine étape, si les conditions sanitaires le permettent : Rotterdam, Pays-Bas, en mai prochain.\nLa jeune femme n'en est pas à son coup d’essai, et bénéficie du soutien d’un certain nombre de personnalités du milieu de la chanson – de Louane à Julie Zenatti en passant par Benjamin Biolay et Chimène Badi (« Tu es unique » lui a lancé cette dernière après son passage sur scène). Tous semblent ralliés derrière ce nouvel espoir de gagner l’Eurovision. Plus de 40 ans que ce n’est pas arrivé, depuis Marie Myriam en 1977. Une amertume légèrement adoucie par la victoire de Valentina, 11 ans, à l’Eurovision Junior l’année dernière ; sa chanson “J’imagine” était d’ailleurs signée Barbara Pravi. Côté adultes, c’est Tom Leeb qui aurait dû représenter la France avant l'annulation de l'édition 2020, crise sanitaire oblige. Cette année, plutôt qu’un comité pour élire le candidat, France Télévisions a préféré revenir à un mode de désignation qui inclut le public. Celui-ci a vraisemblablement été charmé par cette Parisienne, qui n’a pas manqué de solliciter ses fans sur les réseaux sociaux. Les textes des deux finalistes étaient d’ailleurs de véritables suppliques : « Pourvu qu’on m’aime, c’est mon problème » implorait Juliette Morraine, tandis que Pravi déclamait « Ne partez pas, j’vous en supplie restez longtemps, […] J’veux qu’on m’aime parce que moi je sais pas bien aimer mes contours ».\nEntre culture pop et chanson à texte\nPassée par des études de droit et un job de serveuse dans un bar de la capitale, Barbara Pravi décide en 2015 de tenter sa chance dans la musique et investit dans un clip diffusé sur les réseaux sociaux, qui engrange suffisamment de vues pour que le label Capital Records la repère. L’année suivante, elle se fait remarquer dans un des rôles principaux de la comédie musicale « Un été 44 », et en mars 2018, année de la sortie de son premier EP, elle assure la première partie de Florent Pagny à l’AccorHotels Arena, avec une salle de 20 000 places à chauffer.\nSi elle avoue sans complexe des inspirations populaires – Céline Dion et les tubes de la comédie musicale Roméo & Juliette l’ont accompagnée toute son enfance -, elle se revendique essentiellement d’une chanson française classique et puise ses références chez les plus grands, Brel ou Aznavour en tête. En 2018, elle confiait au Parisien s’inspirer de Barbara pour ses mots « à la fois simples et percutants ». « J’appelle ça de la “vieille chanson française” parce que ces artistes sont morts, mais leurs chansons ne sont pas “vieilles” pour autant : les textes restent extrêmement actuels et les mélodies, comme toutes les grandes mélodies, sont intemporelles », explique-t-elle encore à 20 minutes.\nDe ce mélange hétéroclite naît sa « pop à textes », un style qu’elle souhaite porter seule, sans personne pour lui dicter quoi faire. En 2018, lors d’un entretien accordé à Terrafemina, elle livrait cette désagréable impression d’avoir été considérée à ses débuts comme « une petite chanteuse qui ne parlait pas trop, dont on se foutait un peu, qui n’avait pas de positions fortes. Juste parce que je mesure 1 mètre 59, que je suis un peu mignonne et que j’ai l’air sympa. Quand j'ai compris ça, j’ai rapidement refusé parce que j’écris mes textes, j’ai des choses à raconter. »\nD’ailleurs, c’est surtout pour les autres qu’elle écrit. Avec l’auteur-compositeur Igit, elle signe les deux derniers titres défendus par la France à l’Eurovision Junior : “Bim Bam Toi” de Carla, devenue virale sur TikTok, et “J’imagine”, de Valentina. Outre ce registre jeune public, elle a écrit pour Yannick Noah, Julie Zenatti, Chimène Badi… et réserve à sa seule destination des compositions plus intimes.\nUne « néo-Piaf » ancrée dans son temps\n“Voilà” en est un exemple : cette chanson à la première personne la décrit comme une « chanteuse à demi », une « fille aux yeux noirs » qui veut « écrire des histoires qui arrivent jusqu’à vous ». « Si je me présentais pour l’Eurovision, il fallait que ce soit avec une chanson que je puisse porter, qui ait de la valeur pour moi, dont je n’aurais jamais honte », analysait celle qui a pourtant toujours décliné les propositions de l’émission The Voice, trop consciente de l’ampleur des enjeux et de la médiatisation d’un tel show. Sa mise en scène samedi dernier revendiquait l’alliance de la modernité et de la sobriété : elle s’y présentait toute de noir vêtue (là encore dans la lignée directe d’une Piaf ou d’une Barbara), dans un décor épuré où le seul effet visuel était un jeu sur les ombres chinoises. Un concentré de ses références, qui lui permet finalement de représenter le pays qui a fait son éducation musicale. « Quand je chante [“Voilà”], à chaque fois, je suis presque en transe. J’y ai mis beaucoup d’émotions et je crois que ça se ressent. Dans ce que je voulais présenter, il n’y avait que ça qui pouvait compter : je veux que ça touche, que ça soit juste. », confiait-elle dans un entretien à 20 minutes.\nÀ côté de ces textes centrés sur la personne et l’artiste qu’elle est, Barbara Pravi se revendique au service de causes dont elle souhaite porter les combats. Manière de montrer qu’on peut regretter Brel et Barbara sans échapper à son époque : en 2018, elle proposait une reprise féministe de “Kid” d’Eddy de Pretto, le « Tu seras viril, mon fils » devenant « Tu seras docile, ma fille. » La même année, elle faisait partie des 39 artistes à enregistrer une reprise de “Debout les femmes”, l’hymne du MLF créé en 1971. Elle déplore l’étiquette péjorative qu’on accole aux « féministes » : loin d’être un gros mot, ce terme souligne simplement pour elle l’envie des femmes « d’être considérées sur tous les plans : professionnel, personnel, émotionnel, etc. Que les curseurs soient à égalité avec les hommes ». Si elle comprend le militantisme de certaines, elle prône plutôt un changement en douceur des mentalités, une approche pédagogique pour tenter d’enrayer au maximum l’imaginaire sexiste qui imprègne le langage et la société.\nCe qui plaît surtout dans cet engagement, c’est son authenticité. Difficile de taxer d’opportuniste celle qui intègre à chaque dénonciation son vécu personnel : dans son titre “Malamour”, elle livre son expérience de violences conjugales, dans “Chair”, elle témoigne de son avortement. Des titres qui disent le vécu, d’ailleurs pas forcément traumatique : “Je sers”, c’est le récit d’années passées à travailler dans un bar, “Deda”, une ballade en mémoire à son grand-père serbe qui a fui la dictature de Tito. C’est d’ailleurs en hommage à cette figure qu’elle a choisi le nom de « Pravi », dérivé de « prava » qui en serbe signifie… « l’authentique ».\n« La chanson française contre-attaque »\nSur sa page Instagram, elle se présente comme « autrice, compositrice, interprète » et « génératrice d’Histoire de femmes » ; elle y relaie de temps à autre les aventures de femmes célèbres. Dimanche, elle postait un long message de remerciement (« […] Merci de tout mon être, de toute mon âme, de tout mon cœur. ») et confie être « très proche des gens qui [la] suivent » : « je réponds à 90 % de ceux qui m’écrivent […] J’ai une relation très proche avec le public. En revanche, je n’ai aucune envie d’aller regarder ce qu’il se dit. »\nCe qu’il se dit ou ce qu’il ne se dit justement pas : Marie Myriam, dernière gagnante en date de l’Eurovision en 1977 et membre du jury de cette finale France, aurait montré quelques signes de jalousie qui n’ont pas manqué d’amuser les internautes. L'auteur et critique Laurent Nunez commentait par exemple sur Instagram : « Désormais, quand on me demandera un exemple de « l’instinct de conservation » chez l’être humain, je décrirai ce que j’ai vu hier. Marie Myriam au jury de l’Eurovision France, découvrant une candidate qui pourrait faire oublier sa victoire, il y a 44 ans déjà, avec “L’oiseau et l’enfant”. Marie Myriam songeant avec effroi, derrière ses gros verres fumés, qu’on ne l’inviterait donc plus comme “la dernière grande gagnante française de l’Eurovision.” Marie Myriam souriante parce que les caméras étaient là, mais verte de rage, parce que tous les autres membres du jury adoraient la jeune fille, et lui donnaient beaucoup, beaucoup de points […] ».\nBarbara Pravi propose peut-être un style trop franco-français pour remporter l’Eurovision, mais ce que le public semble apprécier chez elle, c’est précisément ce refus d’importer les standards américains ; « La chanson française contre-attaque », twittait ainsi un internaute. La maire de Paris Anne Hidalgo n’a pas non plus manqué de féliciter la jeune artiste (« vous porterez si bien nos couleurs ») et les louanges affluent même en langue étrangère ; ce qui semblerait que l’émotion soit au rendez-vous malgré la barrière de la langue. Barbara Pravi a coché toutes les cases, et semble avoir toutes ses chances.\nÀ LIRE AUSSI : Barbara Pravi : la chanson française, éternel Don Quichotte de l'Eurovision", "original_url": "https://www.marianne.net/culture/cultures-pop/jalousee-par-marie-myriam-comparee-a-piaf-barbara-pravi-lespoir-francais-pour-leurovision", "wayback_url": "https://web.archive.org/web/20210202093945/https://www.marianne.net/culture/cultures-pop/jalousee-par-marie-myriam-comparee-a-piaf-barbara-pravi-lespoir-francais-pour-leurovision", "a_id": "Q78138804-37"}