{"title": "Eurovision Junior 2020: Valentina triomphe et offre à la France sa première victoire au concours", "text": "Eurovision Junior 2020: Valentina triomphe et offre à la France sa première victoire au concours\nValentina, entourée de ses danseurs et danseuses, à l'Eurovision Junior 2020. — NATHALIE GUYON\nAvec sa chanson J'imagine, Valentina voulait « faire passer un message positif et ramener de la joie dans cette période ». Mission accomplie : la chanteuse de 11 ans, membre des Kids United nouvelle génération, a apporté ce dimanche soir sa première victoire à l' Eurovision Junior. Son énergie, la scénographie débordant de couleurs impliquant une tour Eiffel dansante, lui a permis de faire la différence face aux onze autres candidats.\nPremière à l'issue des votes du jury avec 88 points, elle a obtenu 112 points supplémentaires avec les votes du public international, ce qui lui a permis de finir à la première place avec 200 points. Elle devance le Kazakhstan et l'Espagne.\nUn concours particulier\nCette 18e édition de l'Eurovision Junior, concours de chansons réservés aux 9-14 ans, s'est déroulée dans des conditions particulières en raison de la crise sanitaire. Si le concours était organisé depuis Varsovie (Pologne) où se trouvaient le trio d'animateurs et la candidate locale, aucun des autres participants n'a fait le déplacement. Les prestations diffusées ce dimanche sur les chaînes des pays en lice - France 2 pour la France - avaient été enregistrées en amont. Pour que tous les jeunes artistes soient sur un pied d'égalité, des consignes avaient été données aux délégations pour reproduire dans un studio de leur pays le plateau de la compétition, composé d'une scène circulaire et d'un écran panoramique.\nC'est la quatrième fois que la France participe à l'Eurovision Junior. Thomas Pontier s'était classé 6e en 2004, Angélina 2e en 2018 et Carla 5e en 2019.\nDavantage d'informations à venir sur 20minutes.fr", "original_url": "https://www.20minutes.fr/arts-stars/culture/2919715-20201129-eurovision-junior-2020-valentina-triomphe-offre-france-premiere-victoire-concours", "wayback_url": "https://web.archive.org/web/20201129175611/https://www.20minutes.fr/arts-stars/culture/2919715-20201129-eurovision-junior-2020-valentina-triomphe-offre-france-premiere-victoire-concours", "a_id": "Q78138804-11"}