{"title": "Tutto quello che c'è da sapere sui Màneskin (che vinceranno XFactor)", "text": "Tutto quello che c'è da sapere sui Màneskin (che vinceranno XFactor)\nXFactor - Sky Maneskin\nC’è solo un nome nell’undicesima edizione di XFactor in grado di mettere d’accordo i 4 giudici, il pubblico in studio e quello a casa: i Maneskin. D’altronde, il gruppo della squadra di Manuel Agnelli ha talento, personalità da vendere e il carisma di una band con una carriera ben avviata e un popolo di fan da infiammare. Maneskin sono giovani. Molto giovani. I 4 componenti della band “dei coatti de Roma” - come amano definirsi - hanno, infatti, tutti tra i 16 e i 18 anni. Ma quando prendono in mano gli strumenti, la loro età si alza notevolmente e le loro performance sono “tre spanne sopra quelle degli altri”, come ha commentato Fedez al termine di un’esibizione. Mentre per Levante la band non ha “solo l’X Factor ma tutte le lettere dell’alfabeto”. Insieme da poco più di due anni, hanno suonato da Colli Portuensi a via del Corso, passando per Ostiense e Testaccio. Hanno anche vinto il concorso per band emergenti “Pulse Contest” e girato diversi video. Poi l’ingresso nel loft del talent-show, le critiche (positive) e il tripudio con l’inedito “Chosen”, suonato giovedì scorso sul palco di X Factor e diventato primo in classifica su iTunes nel giro di poche ore.\nXFactor - Sky Maneskin\nE se i Maneskin sono la band rivelazione dell’anno, il merito è soprattutto del frontman, Damiano David, irriverente, sicuro di sé e un look tra il vintage e lo stile rock mescolato fino all’eccesso. Per molti, poi, la ciliegina sulla torta è la bassista donna: Victoria, bionda, bella, grintosa, italo-danese. Sulla rete è già Maneskin mania, e la curiosità verso il gruppo e i suoi componenti si fa sempre più febbrile. Ecco, allora, tutto ciò che c’è da sapere sui Maneskin.\nIl nome: Deriva dalla lingua danese, paese di origine di Victoria, e significa “chiaro di luna”. L’accento cade sulla “a”. E i Maneskin non accettano variazioni.\nIl genere: La band mescola l’Indie Rock, il Soul, il Funk e il Pop\nI componenti:\nDamiano David (18 anni, voce)\nVictoria De Angelis (17 anni, basso)\nThomas Raggi (17 anni, chitarra)\nEthan Torchio (16 anni, batteria)\nXFactor - Sky Maneskin\nDamiano David: Movenze da rockstar, un metro e 80 di altezza, viso e un make-up che ricordano molto un giovane Johnny Depp, il leader dei Maneskin piace. E molto. Basti pensare che in poche settimane il suo profilo Instagram ha raggiunto i 97mila follower. Nato a Roma l’8 gennaio del 1999 – lo stesso giorno di Elvis Presley – Damiano ha frequentato il liceo linguistico Eugenio Montale, ma ha abbandonato gli studi per dedicarsi alla musica, ha spiegato lui stesso. Parla inglese, spagnolo e un po' di francese. Il suo segno particolare è “una cicatrice a forma di medusa...fatta da una medusa”.\nDopo una storia finita a maggio, Damiano è ora single. O meglio, “è innamorato di se stesso”. Nel loft di X Factor non la pensano così, e si mormora che tra il cantante e la battista ci sia del tenero. Lui ribatte che “Vic the Queen è mia amica, mia sorella”. Parola del “King”. Con i Maneskin però fa sul serio: “Vogliamo distinguerci da tutto e da tutti\". Personalmente, invece, aspira ad \"avere una stella sulla Walk of Fame\". Per ora, come cantante, si dà un 7 e mezzo.\nVictoria De Angelis: Meno stellari le ambizioni della bassista Vic: “Il mio sogno sarebbe quello di vivere di questo mestiere”. Nata il 28 aprile del 2000, Victoria ha 17 anni, è alta 1,63 centimetri ha occhi blu e capelli biondi, come si legge nella “carta d’identità” sul sito di X Factor. Frequenta il liceo scientifico J.F. Kennedy, dove ha conosciuto Thomas. Ha iniziato a suonare la chitarra quando aveva 8 anni. Poi ha preso lezioni in una scuola di musica e in seconda media ha scelto come strumento il basso. Ama il suo cane Olivia, gli accessori, si diverte a fare shopping e a creare il suo look che definisce “Hippie chic”. Detesta la sciatteria.\nThomas Raggi: Soprannominato “Er Cobra” – ma il motivo “non si può dire perché è zozzo”, ha spiegato Vic -, Thomas è nato il 18 gennaio del 2001. Il suo animale domestico è… un pirahna. Frequenta il liceo scientifico Kennedy, dove ha conosciuto Victoria. Nativo digitale, usa il web “solo per condividere la mia musica”. In passato ha lavorato all’Hard Rock Cafe. Come per Damiano e Victoria, il luogo preferito è la sala prove. Suona la chitarra da circa 10 anni e le sue esibizioni sul palco di X Factor sono state particolarmente apprezzate. Sulla sua pagina Facebook si legge che Thomas suona varie chitarre, Gibson Sg, Fender Stratocaster ed altre chitarre classiche (Gibson, Fender, Alhambra). Dal vivo invece utilizza sempre una Fender Squier Japan del 1983, con pick up di serie dell'epoca e con ponte Seymour Duncan SSLl5.\nEthan Torchio: Nato l’8 ottobre del 2000, Ethan è il batterista del gruppo. Come gli altri membri del gruppo in questo momento non è innamorato, ma lo è stato, ha sottolineato. Il suo rapporto con il web è – parola sua – “pari a quello di un cinquantenne”. Musica a parte, nel tempo libero Ethan disegna labirinti. Il suo animale domestico è una gallina. Non ha sogni nel cassetto perché considera “insensato l'accomunare l'astratto col concreto” e non sopporta le persone stupide “perché lo sono per scelta”.\nIl look e il make up\nPrima della musica, prima di imbracciare le chitarre e impugnare il microfono, ciò che colpisce dei Maneskin è il look eccentrico che mescola l’hippie al glam rock e al vintage. E il make up, simile per tutti i componenti della band realizzato con un sapiente uso di matita nera e mascara. Gli esperti di look di X Factor hanno perfezionato il tutto, ma l’impronta è dei Maneskin. Damiano in particolare si è detto da sempre attento alla moda al punto che aspira a diventare un fashion blogger. I suoi outfit eccentrici arrivano da “Porta Portese” e dai “negozi da povero”, ha dichiarato il leader del gruppo. Intanto si sono guadagnati delle pagine su Vanity Fair. Passata l’era dell’hipster – osserva la rivista – “i tre ragazzi dei Maneskin rappresentano il nuovo esempio di bellezza maschile, una versione social di King Kurt dei Nirvana, l’uomo femminista, eterosessuale e vicino alle donne”. E anche Thomas Raggi, che a un occhio inesperto potrebbe sembrare più acqua e sapone, ha il suo look “tribale” e “arruffato”, spiega Alessandro Galetti, Lead Trainer Gruppi Wella, coordinatore a XF11 del team Wella Mitù che cura i concorrenti del talent show. “Il suo ciuffo, dietro il quale si nasconde, ricorda un po’ quello di Alex James dei Blur, è in stile anni ’90, non è patinato o preciso, ha quel non so che di primitivo che rende il tutto maschile. È proprio questo che piace”.\nQuanto all’unica donna del gruppo, Victoria – sostiene sempre su Vanity Fair Michele Magnani, global senior artist di Mac Cosmetics, brand sponsor make-up di XF11 – ha “un’anima gipsy rock che abbiamo interpretata seguendo le sue indicazioni, Victoria ama i toni oro, argento, un luccichio che abbiamo aggiunto ogni volta agli smokey eyes. Le labbra sono state la variabile, specchio del suo essere spirito libero, e questo ci ha permesso di giocare con i rossi, i prugna e anche con il rossetto nero ricoperto di glitter blu. Victoria ama look di rottura, un po’ come se fosse la versione Millennial di Kate Moss”.\nSe avete correzioni, suggerimenti o commenti scrivete a dir@agi.it", "original_url": "https://www.agi.it/spettacolo/musica/maneskinxfactordamiano_daviditunes-3158308/news/2017-11-24/", "wayback_url": "https://web.archive.org/web/20171124135944/https://www.agi.it/spettacolo/musica/maneskinxfactordamiano_daviditunes-3158308/news/2017-11-24/", "a_id": "Q57415344-5"}