{"title": "Damiano David: “La droga è una grandissima zozzeria”", "text": "Damiano David: “La droga è una grandissima zozzeria”\n«Non cadiamo nello stereotipo della rockstar alcolizzata e drogata». Damiano David prende le distanze. Accusato all'alba della vittoria all'Eurovision 2021 di fare uso di cocaina dopo che un'inquadratura durante la diretta televisiva, lo aveva ripreso chino, con il volto rivolto verso tavolo, la serata della finale. Prova inequivocabile per i detrattori, soprattutto francesi, battuti al televoto dalla band italiana, che il giovane frontman dei Måneskin, stesse sniffando droga. Polemica montata e in un giorno subito sgonfiata, dopo le dichiarazioni del gruppo rock romano di essere a disposizione per sottoporsi senza riserve al test e fugare ogni dubbio. «Non faccio uso di droghe, per favore non dite queste cose», ha esordito in conferenza stampa Damiano, «mi sono piegato perché stavo osservando Thomas che aveva rotto un bicchiere con la gamba».\nRitratto di Francis Delacroix\nLa fascinazione verso la rockstar pompata e strafatta non sembra perdere quota neanche in questo nuovo millennio, ma per i Måneskin il sogno di una vita sul palco e le strategie per raggiungerlo, non passa attraverso gli stati lisergici: «la creatività viene da una mente sana. Allenata. Lucida. Il cervello è una macchina che deve avere gli ingranaggi a posto e la droga è solo una grandissima zozzeria», ha spiegato in un'intervista esclusiva per Vogue Italia, «non cadiamo nello stereotipo della rockstar alcolizzata e drogata. Il messaggio che vogliamo diffondere con la nostra musica è l’esaltazione dell’uomo tramite la propria libertà e come potremmo parlare di espressione del proprio sé legandoci a qualcosa che rende invece, dipendenti, schiavi?» continua, «gli artisti che ne hanno fatto uso, come Amy Winehouse e il club dei 27, sono dei grandissimi con una sola nota stonata. Noi stiamo facendo una strada dove mettiamo cuore e anima, qualsiasi cosa ci ostacoli la evitiamo».\nE se andiamo a vedere, Damiano David, 22 anni lo scoro 8 gennaio, con il mondo della droga non ha mai avuto niente a che fare, per estrazione sociale, tappe creative e dedizione alla musica. «La mia giornata, durante gli anni del liceo (il linguistico Eugenio Montale, interrotto dopo il successo a X Factor e due bocciature) era 8-14 scuola, pranzo, 15-22 prove della band, tutti i giorni senza mai sgarrare, non c'era raffreddore o febbre che tenesse». Figlio di due assistenti di volo che fin da piccolo lo hanno portato in giro per il mondo e aiutato a conoscere varie culture, «non è che facevamo la vacanza nel resort, cercavamo di vivere attraverso le tradizioni del posto» dice, «l'ultimo viaggio fatto con loro e mio fratello è stato in Tanzania, una full immersion tra i Masai con cui giocavamo a calcetto e scambiavamo cibo», lo hanno anche spronato a seguire la sua vocazione, «all'inizio un po' di preoccupazione c'era, ma poi quando hanno visto che avevamo ingaggi per tre sere a settimana pur non essendo famosi, gestivamo un social, facevamo gli shooting, suonavamo per strada, scrivevamo e componevamo, e con quello che guadagnavamo riuscivamo a produrci i dischi, sono stati contenti di avere un figlio con una passione che lo teneva occupato tutto il giorno». Cresciuto nel quartiere romano di Bravetta, ha iniziato a frequentare le band della zona come cantante già negli anni delle scuole medie, dove suona per un breve periodo Victoria De Angelis, la bassista che qualche anno dopo qualche anno fonda i Måneskin insieme al chitarrista Thomas Raggi. Quando Damiano si ripresenta, per diventare il vocalist della neonata band, lo scartano «troppo pop» etichettano, ma poi lo richiamano e riuscendo a convincerli di essere cambiato e di voler fare le cose sul serio.\n«Allora ero una persona diversa» racconta il leader dei Maneskin, che a quei tempi aveva i capelli corti, giocava a basket e ancora celava ancora impacciato quell'aura da “bello e dannato” che in queste ultime stagioni ha fatto impazzire teenager e milf di tutta Italia, «poi ho capito che dovevo andare verso la libertà. Ho imparato ad essere come mi piaceva senza più nascondermi da chi non voleva accettare la diversità».\nDiversità, in primis, che trasmette attraverso lo stile e che mostra sicuro avvolto in tute nude look, tacchi a spillo e movenze da peep show londinese sul palco, «proprio perché sono sicuro della mia sessualità, amo giocarci» dice «se mi trucco e mi metto il rossetto mi sento ancora più uomo, poi, quando finisce il siparietto torno ad essere il Damiano tranquillo di tutti i giorni».\nI Maneskin dopo il successo all'Eurovision Song Contest 2021 che riporta la vittoria all'Italia dopo 31 anni dall’ultima volta, con il brano “Zitti e Buoni” e con l'album “Teatro d’ira - Vol. I”, hanno totalizzato oltre 113 milioni di streaming. Scritto e composto interamente dalla band, “Zitti e Buoni” è canzone più ascoltata al mondo su Spotify fra i brani in gara tra marzo e maggio 2021 con oltre 52 milioni di streaming mettendo in luce l’attitudine del gruppo a cantare la libertà e a sfidare contro i pregiudizi.\n© Nicolò Salvatori\nI Måneskin il prossimo dicembre suoneranno dal vivo per la prima volta sui palchi dei più importanti palazzetti italiani, dove presenteranno il loro secondo album in un tour di 11 date. Già sold out i concerti previsti al Palazzetto dello Sport di Roma (14 e 15 dicembre 2021) e del Mediolanum Forum di Assago (18 e 19 dicembre), a cui si è aggiunto un terzo show al palazzetto di Milano, previsto per il 22 marzo 2022. La tournée fa tappa il 20 marzo all’Unipol Arena di Casalecchio di Reno (BO), il 26 marzo al PalaPartenope di Napoli, il 31 marzo al Nelson Mandela Forum di Firenze, il 3 aprile al Pala Alpitour di Torino, l’8 aprile al PalaFlorio di Bari e si conclude nell’iconica Arena di Verona il 23 aprile 2022, evento live che vede i Måneskin aprire la stagione dei grandi concerti 2022 dell’Arena.\nIn apertura, i Maneskin ritratti da Francis Delacroix.", "original_url": "https://www.vogue.it/news/article/damiano-david-maneskin-chi-e-cocaina-storia", "wayback_url": "https://web.archive.org/web/20210524190809/https://www.vogue.it/news/article/damiano-david-maneskin-chi-e-cocaina-storia", "a_id": "Q57415344-2"}