{"title": "Sanremo 2021, i Maneskin si spogliano e parlano di libertà sessuale", "text": "Sanremo 2021, i Maneskin si spogliano e parlano di libertà sessuale\nI Måneskin si spogliano (letteralmente) da ogni inibizione e parlano, in vista di Sanremo, della propria libertà e sessualità a 7, inserto del Corriere della Sera. Il gruppo rock, giunto alle luci dei riflettori con X Factor, ha deciso, infatti, di posare completamente nudo sotto la guida del grande Oliviero Toscani.\nOgnuno di essi si è tinto di un colore, associandolo a un’emozione. Ethan ha scelto il rosso, la «passione», Victoria la «naturalezza» della terra, Thomas l’arancione dell’«ira», mentre Damiano il giallo, a rappresentare la «serenità». Sentimenti contrastanti che, però, ben rappresentano il significato del nuovo album “Teatro d’ira” a cui il brano di Sanremo “Zitti e buoni” farà da apripista.\n«Se le tue scelte non fanno male a nessuno sono la strada giusta da seguire»\n«Il disco è ispirato a noi – dice Damiano, voce del gruppo – parla di noi, di quello che pensiamo e che vogliamo lasciare. Crediamo nell’individualità e nell’unicità. Non ci piace chi punta il dito verso chi non è spaventato dicendo “sei un freak, sei un tipo strano, un deviato”».\nUno stigma verso cui hanno dovuto combattere sin da bambini. «A 11 anni avevo già i capelli lunghi e avevo problemi con i miei coetanei che mi vedevano come un tipo strano, che non segue uno schema predefinito – rivela il batterista Ethan Torchio – Un giorno ne ho parlato con i miei, e mi hanno detto che se le mie scelte non fanno male a nessuno sono la strada giusta da seguire».\nAnche per Victoria De Angelis, la bassista dei Måneskin, i genitori sono stati fondamentali per lo sviluppo della propria libertà. «Alle elementari volevano mettermi la gonna, per la divisa – racconta – ma io ero a disagio con abiti femminili. Ero disperata e loro sono stati supercomprensivi. Altri l’avrebbero preso per il capriccio di un bambino, invece i miei hanno capito che non mi sentivo me stessa».\n«Tutti sono aperti, poi arriva la paura del giudizio»\nDi mentalità aperta e di larghe vedute, i Måneskin non hanno mai fatto mistero di una sessualità fluida e serena. «Della nostra generazione presi singolarmente tutti sono aperti – sostiene Damiano – poi messi nel gruppo arriva la paura del giudizio e dell’esposizione». «È importante vivere il sesso con naturalezza. – gli fa eco il chitarrista Thomas Raggi – È una cosa talmente personale, intensa e delicata, che ognuno la vede a suo modo».\nTutti e quattro gli artisti celebrano infatti la libertà sia in campo sentimentale che in quello sessuale. Thomas è etero, Victoria bisessuale, Damiano eterosessuale, ma «curiosone», Ethan, infine, si definisce sessualmente libero. «Mi sento amorosamente libero perché ho capito quanto l’amore sia più bello vivendolo liberamente – confida Ethan – Nel futuro vedo una relazione longeva. Ora sono per il divertimento».\n«Abbiamo tutti l’idea della coppia monogama. Tanti, però, si amano pur non avendo una esclusività sessuale – ribadisce Damiano – C’è chi decide di sperimentare altre cose. Chi prima, chi dopo, chi mai». Tuttavia, sostengono i Måneskin, la società è piena di un perbenismo di facciata, condito da un maschilismo tossico dilagante. «Il problema è quando si giudica una donna che ha molta libertà sessuale associandola a quella professione come fosse un insulto – dice Victoria – Così si accresce lo stereotipo delle donne per forza caste mentre io, se sono maschio e faccio sesso con cento ragazze, sono figo».\nIl gruppo parteciperà per la prima volta a Sanremo 2021 e dallo «Scusa Amadè» del cantante possiamo immaginare che ne vedremo delle belle.", "original_url": "https://www.neg.zone/2021/02/12/sanremo-maneskin/", "wayback_url": "https://web.archive.org/web/20210212160554/https://www.neg.zone/2021/02/12/sanremo-maneskin/", "a_id": "Q57415344-3"}