{"title": "Damiano dei Maneskin: polemiche all'Eurovision. Farà il test anti-droga", "text": "Damiano dei Maneskin: polemiche all'Eurovision. Farà il test anti-droga\nIl giorno dopo il rientro in Italia, arrivati a Fiumicino con un volo da Rotterdam, i Maneskin si godono il successo all'Eurovision Song Contest ma è ancora polemica sul presunto uso di cocaina da parte di Damiano, il cantante della band, durante lo show in diretta sulle televisioni di tutto il mondo e in Italia su Rai 1.\nEurovision, i Maneskin vincitori atterrano a Fiumicino. Damiano sul 'caso cocaina': \"Domani faccio il test e poi vediamo chi ha ragione\"\nAl centro delle accuse un video frammento della puntata in cui il cantautore si vede chinato su un tavolino nella Green Room, dove gli artisti attendono i risultati delle votazioni con le rispettive delegazioni. Dalle immagini, secondo quanto scritto sui social poco dopo la premiazione, il 22enne sembrerebbe sniffare qualcosa.\nManeskin, la polemica: ''Damiano sniffava durante la premiazione''. Ma poi il cantante chiarisce tutto\nLe accuse alla band romana hanno suscitato molta sorpresa negli uffici di viale Mazzini, una polemica che, alla luce dei fatti, appare \"assurda\" alla Rai che ribadisce la propria soddisfazione per la \"grande vittoria inequivocabile\" a Rotterdam della band, a cui dà il suo \"pieno sostegno\".\nI Maneskin dopo la vittoria all'Eurovision: \"Siamo belli, bravi e abbiamo spaccato\" di Ernesto Assante 23 Maggio 2021 di Ernesto Assante\nÈ intervenuta sulla questione anche l'Unione Europea di Radiodiffusione (Ebu), che organizza la manifestazione: \"Stiamo visionando le immagini e presto avremo maggiori informazioni\". Intanto, secondo Ebu, Damiano avrebbe annunciato un test anti-droga \"che farà volontariamente rientrato a casa. La scorsa notte non c'erano le condizioni per effettuarlo sul posto\".\nEurovision, Maneskin: \"La vittoria dà senso a tutto quello che abbiamo fatto\" Jean-Yves Le Drian, ha auspicato l'effettuazione del test da parte della band (la cantante Barbara Pravi rappresentante della Francia si è classificata seconda), i Maneskin hanno già negato ogni insinuazione spiegando che Damiano in quel momento era chinato per spostare i cocci di un bicchiere rotto dal collega Thomas Raggi. \"Siamo scioccati per quello che alcune persone stanno dicendo su Damiano che usa droghe\" hanno scritto i Maneskin su Instagram, \"siamo contro le droghe e non abbiamo mai usato cocaina. Siamo pronti a fare il test perché non abbiamo niente da nascondere\".", "original_url": "https://web.archive.org/web/20210613110511/https://www.repubblica.it/spettacoli/musica/2021/05/24/news/maneskin_il_giorno_dopo_tra_gioia_per_la_vittoria_e_le_polemiche_sull_uso_di_droghe-302492655/", "wayback_url": "https://web.archive.org/web/20231207093958/https://web.archive.org/web/20210613110511/https://www.repubblica.it/spettacoli/musica/2021/05/24/news/maneskin_il_giorno_dopo_tra_gioia_per_la_vittoria_e_le_polemiche_sull_uso_di_droghe-302492655/", "a_id": "Q57415344-46"}