{"title": "Song \"Zoutelande\" Der kopierte Hit", "text": "Song \"Zoutelande\" Der kopierte Hit\nWas haben Frankfurt/Oder und das niederländische Zoutelande gemeinsam? Die Tristesse - das meint zumindest die niederländische Band Bløf. Sie coverte ein deutsches Lied und landete damit einen Megahit.\nVon Malte Pieper, ARD-Studio Brüssel\nMan kann \"Zoutelande\" in diesen Tagen einfach nicht entgehen. Weder in den Niederlanden noch im nördlichen Teil Belgiens, in Flandern. Egal was für einen Radiosender man einschaltet, irgendwann quillt der Song der niederländischen Band Bløf aus den Lautsprechern. Bløf sind im hiesigen Markt keine Unbekannten. Seit 25 Jahren ist die Vier-Mann-Band immer wieder mit massentauglichem Pop und Rock in den Charts erfolgreich.\nUnd trotzdem, als deutscher Hörer fragt man sich spätestens, wenn man den Song das fünfte Mal innerhalb weniger Stunden vorgesetzt bekommt, ob man das nicht schon irgendwo gehört hat. Mit deutschem Text halt. Und nach ein bisschen Grübeln, kommt es dann: Es war nicht gestern, es war nicht vorgestern, es war 2011, als der Braunschweiger Musiker und Songwriter Bosse gemeinsam mit Anna Loos in die Tasten griff - damals unter dem Titel \"Frankfurt Oder\".\nGrönemeyer als Ideengeber\nDass Niederländer und Belgier das Lied nun allerdings in Dauerschleife vorgesetzt bekommen, hat ganz maßgeblich mit einem Mann zu tun, von dem man es nun wohl zu allerletzt erwartet hätte: Herbert Grönemeyer.\nWie es dazu kam? Bløf-Sänger Paskal Jakobsen erzählte die Geschichte im niederländischen \"NPO Radio 2\" kürzlich so: Vor einiger Zeit saßen seine Band und Grönemeyer nach einem gemeinsamen Konzert in Düsseldorf noch beim Bier zusammen. Man sprach darüber, wie es wäre ein Lied aus Deutschland zu covern und ins Niederländische zu übersetzen. Man diskutierte, wie das für Bløf klingen solle und \"einige Zeit später schickte Herbert Grönemeyer uns dann eine Liste mit Liedern, die er super fand. Darunter Bosses 'Frankfurt Oder'\", so Sänger Jakobsen in dem Interview.\nBlof-Sänger Jakobsen findet seine Heimat ziemlich trist.\n\"Ein ziemlich öder Fleck\"\nNachdem die Band es sich ein paar Mal angehört hatte, war klar: Das wird gemacht. Allerdings tauchte auch gleich ein Problem auf: Wie übersetzt man \"Frankfurt an der Oder\" ins Niederländische? Also die Metapher, für die Frankfurt/Oder in dem Lied steht?\nDen niederländischen Zuhörern erklärt es Sänger Jakobsen so: Frankfurt an der Oder, \"das ist einfach ein trostloser Ort. Ganz anders als das Frankfurt (am Main), das wir alle kennen. Frankfurt an der Oder ist ein ziemlich öder Fleck!\" In einem anderen Interview betont Sänger Jakobsen Frankfurt an der Oder dann sogar als einen Ort, \"an dem man nicht lebendig begraben, nicht tot über dem Zaun hängen\" möchte.\nGrönemeyers Urlaubsort\nDoch kaum war damit ein Rätsel gelöst, tauchte das nächste Problem auf: Wo soll solch ein Ort in den Niederlanden sein? Nach einigem Hin und Her fiel die Wahl auf \"Zoutelande\". Es liegt in der südlichen Provinz Zeeland, der Heimat von Bløf. Bassist und Texter Peter Slager lacht, als er die Geschichte erzählt: \"Ich kam auch auf die Idee, weil Grönemeyer lustigerweise selbst öfter in Zoutelande Urlaub gemacht hat, noch als Kind mit seinen Eltern. Damit war der Kreis geschlossen.\"\nUnd so wurde aus \"Frankfurt/Oder\" in den Niederlanden und Belgien \"Zoutelande\" - als Inbegriff für Trostlosigkeit und Öde.\nNr.1-Hit in Holland und Belgien: Die Ödnis von Frankfurt/Oder\nM. Pieper, MDR Brüssel\n21.02.2018 22:08 Uhr Download der Audiodatei Wir bieten dieses Audio in folgenden Formaten zum Download an: mp3 Ogg Vorbis Hinweis: Falls die Audiodatei beim Klicken nicht automatisch gespeichert wird, können Sie mit der rechten Maustaste klicken und \"Ziel speichern unter ...\" auswählen.", "original_url": "http://www.tagesschau.de/ausland/zoutelande-101.html", "wayback_url": "https://web.archive.org/web/20180222003615/http://www.tagesschau.de/ausland/zoutelande-101.html", "a_id": "Q465958-8"}