{"title": "Ukraine: Go_A Will Represent Ukraine at Eurovision 2021", "text": "Ukraine: Go_A Will Represent Ukraine at Eurovision 2021\nGo_A will represent Ukraine at the 2021 Eurovision Song Contest.\nFollowing the earlier announcement of the cancellation of the 2020 Eurovision Song Contest, Ukrainian broadcaster UA:PBC have confirmed that Go_A will represent the country at next year’s contest. The band were going to represent Ukraine at this year’s contest in May with their song “Solovey”, however the contest has been cancelled due to COVID-19.\nThe Eurovision Song Contest 2020 was scheduled to take place in at the Ahoy Arena in Rotterdam on the May 12, 14 and 16. The Netherlands won the right to host the competition following their win in 2019 with Duncan Laurence and the song “Arcade”.\nWho are Go_A?\nGo_A are a folktronica group who were formed in Kyiv in 2012. The band is made up of Kateryna Pavlenko (vocalist), Taras Shevchenko (multi-intrusentalist), Ihor Didenchuk (sopiklar) and Ivan Hrihoryak (guitar). They combine Ukrainian singing styles with modern dance beats, African drums and guitar.\nSource: Go_A\nUkraine in the Eurovision Song Contest Ukraine first participated in the Eurovision Song Contest in 2003, when Oleksandr Ponomariov performed “Hasta la vista”. The following year Ruslana brought the country their first win with the song “Wild Dances”. It was a feat that would be replicated in 2016 by Jamala with her song “1944”; her emotionally charged song scored a record 534 points to take victory in Stockholm. In 2017 O.Torvald represented the country on home soil with the song “Time”. The group finished in 24th place, Ukraine’s worst result at the contest to date.", "original_url": "https://eurovoix.com/2020/03/18/ukraine-goa-eurovision-2021/", "wayback_url": "https://web.archive.org/web/20200318185448/https://eurovoix.com/2020/03/18/ukraine-goa-eurovision-2021/", "a_id": "Q104439362-0"}