{"title": "🇺🇦 Ukraine: Go_A Release Revamp of \"Shum\" for Eurovision", "text": "🇺🇦 Ukraine: Go_A Release Revamp of \"Shum\" for Eurovision\nGo_A has released the revamped version of their song “Shum” ahead of the Eurovision Song Contest 2021.\nThe final version of Ukraine’s entry for Eurovision 2021 has been revealed. The song, “Shum”, was originally 4 minutes and 20 seconds long. However, the rules of the Eurovision Song Contest state that any song that enters can be no longer than 3 minutes, thus explaining why the revamp was required.\nThe song “Shum” was chosen by a jury composed of musicians, a music producer and board members of the Ukrainian broadcaster, UA:PBC. Two other songs were also considered by the jury, however they unanimously decided that “Shum” should be the song to represent Ukraine.\nPreviously, jury member Yaroslav Lodygin spoke to The Euro Trip podcast and stated that Go_A had complete creative freedom to make any changes that they feel are necessary to their Eurovision entry.\nAdditionally, Taras Shevchenko, a member of Go_A, also stated that:\n“The version we have now for Eurovision, it’s great. That is, it retains all the elements that make the song “Noise” interesting and cool.”\nWho are Go_A?\nGo_A is a folktronica group that was formed in Kyiv in 2012. The band is made up of Kateryna Pavlenko (vocalist), Taras Shevchenko (multi-instrumentalist), Ihor Didenchuk (sopiklar) and Ivan Hrihoryak (guitar). They combine Ukrainian singing styles with modern dance beats, African drums, and guitar.\nThey will perform in the first semi-final on May 18th.\nSource: UA:PBC | Image Source: 112.international\nUkraine in the Eurovision Song Contest Ukraine first participated in the Eurovision Song Contest in 2003, when Oleksandr Ponomariov performed “Hasta la vista”. The following year Ruslana brought the country their first win with the song “Wild Dances”. It was a feat that would be replicated in 2016 by Jamala with her song “1944”; her emotionally charged song scored a record 534 points to take victory in Stockholm. In 2017 O.Torvald represented the country on home soil with the song “Time”. The group finished in 24th place, Ukraine’s worst result at the contest to date.", "original_url": "https://eurovoix.com/2021/03/09/%F0%9F%87%BA%F0%9F%87%A6-ukraine-go_a-release-revamp-of-shum/", "wayback_url": "https://web.archive.org/web/20210309193644/https://eurovoix.com/2021/03/09/%F0%9F%87%BA%F0%9F%87%A6-ukraine-go_a-release-revamp-of-shum/", "a_id": "Q104439362-2"}