{"title": "The Buzz on Lesley Roy", "text": "The Buzz on Lesley Roy\nIn addition to the odd pairing of teen dreams the Jonas Brothers, beer-buzz-happy Shwayze, Nelly and his pro-partying stance, and scary Slipknot, tonight’s FNMTV lineup also holds a relative newcomer — 21-year-old Irish singer-songwriter Lesley Roy. Think Amy Lee’s best friend meets Gretchen Wilson’s little sister meets Hayley Williams‘ Irish cousin over a pint of Guinness.\nWe rang up Lesley in L.A., where was prepping for her big FNMTV debut, and she gave us a little look (as much as one can over the phone anyway) at her about-to-drop video, “I’m Gone, I’m Going,” off her upcoming album, Unbeautiful, which hits stores September 30th and features songwriting credits by FNMTV alum Katy Perry. Wait, so, did Katy put the girlie moves on Lesley? Read our exclusive interview with Lesley Roy to find out.\nBuzzworthy: What can we expect to see in your new video, “I’m Gone, I’m Going”?\nLesley Roy: It’s definitely about where I am in my life. For the past two years, I was going back and forth to the States, and I finally made the move, and I’m releasing the album, and it’s all coming together now. So “I’m Gone, I’m Going” is 100 percent what I’m doing right now. I can’t wait to show it Friday night!\nBW: Why’d you title your upcoming album Unbeautiful?\nLR: Unbeautiful is the title of one of my favorite songs on the album. I called the album that because it’s when I hit rock bottom. It’s the question a lot of people ask when they’re in a relationship, and it’s like ‘where was the point where you didn’t find me attractive anymore?’ It’s a universal feeling and an unusual word. A lot of people ask me about it and relate to it. And the world is not perfect right now. Unbeautiful seems like a realistic title for a lot of things that are happening.\nBW: You worked with a lot of different songwriters and artists on this album. Will any guest artists end up on the album?\nLR: My first album is just gonna be me, but on the second one i wouldn’t mind doing a duet or two with some male artists like Chris Daughtry — I think our vocals would work well together.\nBW: You also worked with Katy Perry on this album!\nLR: I did indeed! I worked with Katy on a song called “Slow Goodbye.” We had great fun. She’s a great writer, great girl. We get along great together. Her album’s doing amazingly right now. I’m so proud of her!\nBW: Did she try to kiss you?\nLR: Ha! No, she didn’t!\nBW: Okay, just checking, because she was just in the news saying she wanted to kiss Miley Cyrus.\nLR: I think she wants to kiss a different artist every week. She’s so funny. I love her! Katy Perry rocks.\nBW: Besides the premiere of your video, what part of FNMTV are you most excited about?\nLR: I’m excited to talk to Pete! This is huge for me! It’s my first live TV. I’ve done stuff at home in Dublin, but it’s my real introduction to America, and I’m doing my video, and it’s live. I’m nervous but excited. I’ve been keeping busy practicing with my band a lot, but at night I’ve been thinking ‘Oh God! I’m on MTV on Friday! What the hell am I gonna say?\nFind out when Lesley Roy — and her video, “I’m Gone, I’m Going” — makes her FNMTV debut, listen to “I’m Gone, I’m Going” here, and see what else we’ve got planned tonight on FNMTV.", "original_url": "http://buzzworthy.mtv.com/2008/07/18/fnmtv-sneak-peek-the-buzz-on-lesley-roy/", "wayback_url": "https://web.archive.org/web/20080915052101/http://buzzworthy.mtv.com:80/2008/07/18/fnmtv-sneak-peek-the-buzz-on-lesley-roy/", "a_id": "Q3784982-0"}