{"title": "Eurovision Romania", "text": "Eurovision Romania\n„Destinația Eurovision”: Imagini în exclusivitate, în fiecare seară, la TVR 1\nDoar două săptămâni ne despart de startul celui mai așteptat concurs muzical din 2021 și debutul reprezentantei României, Roxen, pe scena Eurovision.\nPregătirile delegației României au intrat în linie dreaptă, repetițiile din studiourile TVR fiind întrerupte doar de Sărbătorile Pascale. Începând de luni, 3 mai, publicul TVR va fi conectat la universul Eurovision 2021 prin emisiunea „Destinația Eurovision”.\nGazda emisiunii, Sonia Argint, va prezenta, în premieră și în exclusivitate, imagini din culisele evenimentului, de la etapa națională până la finala internațională, scenografia, costumele, machiajul, coregrafia, evenimentele din capitala Eurovision 2021, emoțiile, oboseala și bucuria de a reprezenta România în concurs.\nSonia va discuta cu mai mulți invitați despre participarea României la Eurovision Song Contest și vom urmări, de luni până vineri, în fiecare seară, la TVR 1, de la ora 20.50, povestea participării României la ediția numărul 65 a concursului, un drum care s-a prelungit cu un an, ca niciodată, din cauza pandemiei.\nÎn prima săptămână, înaintea deplasării delegației noastre în Regatul Țărilor de Jos, gazda ediției 2021, ne amintim parcursul lui Roxen în 2020 care a culminat cu Finala Națională, ultimul mare spectacol cu public din România - desfășurată în sala sporturilor Romeo Iamandi din Buzău, urmărim, în premieră, imagini din culisele filmării videoclipului piesei „Amnesia”, de la ședința foto oficială realizată pentru această ediție Eurovision Song Contest, de la filmarea pentru postcardul României la Eurovision și momentul artistic filmat în București ca rezervă pentru actul artistic de la Rotterdam (live-on-tape). Vineri, 7 mai, vom lua pulsul delegației României care intră, de mâine, în autoizolare, în vederea deplasării la Rotterdam.\nDe luni, 10 mai, Sonia Argint va urmări aventura reprezentantei noastre pas cu pas, de la îmbarcarea în avion până la revenirea în țară, cu imagini inedite și primele impresii de la concurs, în următoarele ediții ale producției „Destinația Eurovision”.\nEurovision Song Contest 2021 va avea loc la Rotterdam, sub sloganul „Open Up”, cu semifinalele pe 18 şi 20 mai şi finala pe 22 mai. Roxen, reprezentanta României la ediţia cu numărul 65 a concursului, va fi al 13-lea artist care va urca pe scena de la Rotterdam, în prima semifinală, pe 18 mai.\nFoto: Bogdan Petrice\n***\nRoxen a început să cânte de la o vârstă fragedă, cucerind trofeu după trofeu la diverse concursuri locale de talente. Debutul său a fost marcat de colaborarea cu Sickotoy pentru piesa „You Don’t Love Me”, care a atins performanțe remarcabile, ajungând pe primele 10 poziții ale celor mai difuzate piese la radio atât în topurile din România, cât și în cele din Bulgaria, și s-a regăsit, totodată, și în playlist-urile radiourilor din Franța, Mexic, Spania, SUA și Turcia. Single-ul său de debut – „Ce-ți cântă dragostea” – a devenit una dintre cele mai difuzate piese din 2020, dominând topurile timp de 7 săptămâni și însumând peste 30 de milioane de vizualizări pe YouTube. Fiind desemnată reprezentantă a României la ediția din 2020 a competiției Eurovision, Roxen a lansat 5 piese pentru selecția națională, piesa Alcohol You fiind desemnată câștigătoare. Din cauza pandemiei COVID-19, competiția Eurovision de anul acesta a fost anulată, însă Roxen rămâne reprezentata României pentru ediția din 2021 de la Rotterdam, cu o nouă piesă: „Amnesia”.\n***\nEurovision Song Contest 2021 va avea loc la Rotterdam, sub sloganul „Open Up”, cu semifinalele pe 18 şi 20 mai şi finala pe 22 mai. La ediţia cu numărul 65 a concursului, participă - alături de România - alte 40 de țări.\nAtât semifinalele, cât şi finala internaţională a ESC 2021 vor fi transmise live pe TVR.\nPrecedenta ediţie a competiţiei muzicale a fost câştigată de Duncan Laurence, reprezentantul Regatului Țărilor de Jos, cu piesa “Arcade”, în 2019. Ediția 2020 a Eurovision Song Contest a fost reprogramată de către organizatori, în contextul pandemiei de coronavirus.\nEurovision este o competiţie muzicală internaţională, organizată de European Broadcasting Union (EBU), cea mai mare asociaţie a televiziunilor publice din Europa. Prima ediţie a avut loc în 1956, la Lugano, în Elveţia. Difuzat fără întrerupere, timp de 60 de ani, show-ul a devenit unul dintre cele mai longevive şi mai urmărite programe de televiziune din lume. Printre artiştii care au urcat, de-a lungul anilor, pe scena Eurovision se numără: ABBA, Julio Iglesias, Celine Dion, Johnny Logan.\nTeleviziunea Română, membră a EBU, este organizatoarea Selecţiei Naţionale şi participă la competiţia europeană din anul 1993.\nCele mai bune performanţe ale României la acest concurs au fost: de două ori locul al treilea (Luminiţa Anghel & Sistem - Kiev, 2005; Paula Seling şi Ovi - Oslo, 2010) şi o dată locul al patrulea (Mihai Trăistariu - Atena, 2006).", "original_url": "http://eurovision.tvr.ro/2021/destina-ia-eurovision-imagini-in-exclusivitate-in-fiecare-seara-la-tvr-1_32069.html", "wayback_url": "https://web.archive.org/web/20210504113754/http://eurovision.tvr.ro/2021/destina-ia-eurovision-imagini-in-exclusivitate-in-fiecare-seara-la-tvr-1_32069.html", "a_id": "Q50729731-328"}