{"title": "Eurovision Romania", "text": "Eurovision Romania\nCine sunt membrii juriului României la Eurovision\nConcursul debutează marți, 18 mai, în direct la TVR 1, TVR 1 HD, TVR Internațional și online, pe TVR+.\nLuminiţa Anghel, Ilinca Băcilă, Andy Platon, Răzvan Popescu şi Liviu Teodorescu formează juriul țării noastre la ESC 2021\nBogdan Stănescu va comenta evenimentul pentru telespectatorii TVR\nConcursul debutează marți, 18 mai, în direct la TVR 1, TVR 1 HD, TVR Internațional și online, pe TVR+\nNume sonore din industria muzicală românească - Luminiţa Anghel, Ilinca Băcilă, Andy Platon, Răzvan Popescu şi Liviu Teodorescu - vor alcătui juriul de experţi din țara noastră la această ediție a concursului internațional. Cei cinci membri ai juriului României au experiență la Eurovision, participând, la ediții anterioare, în calitate de jurați sau interpreți, la faza națională sau la cea internațională.\nEi îşi vor exprima voturile în cele două semifinale şi în finală pentru toţi participanţii din concurs, cu excepţia reprezentantei noastre. Fiecare membru al juriului va evalua capacitatea vocală, performanța pe scenă, compoziţia şi originalitatea piesei şi va nota artiştii favoriţi cu un set de puncte, de la 1 la 8, 10 și 12.\nLuminiţa Anghel a reprezentat România la Eurovision în 2005, alături de trupa Sistem, cu piesa “Let Me Try. Concursul s-a desfăşurat la Kiev, iar reprezentanţii României s-au clasat pe locul al treilea. Una dintre cele mai bune voci din România, Luminița Anghel a câștigat numeroase premii naționale și internaționale. De-a lungul carierei, a urcat pe podium de mai multe ori la Feativalul Mamaia și a obținut premiul întâi și premiul de popularitate la ediția 2001 a Festivalului Internațional Cerbul de Aur.\nIlinca Băcilă, reprezentanta României la Eurovision 2017, a reușit să obțină cel mai mare punctaj din istorie pentru țara noastră, alături de Alex Florea.\nIlinca provine dintr-o familie de muzicieni şi studiază muzica de la 7 ani, iar în prezent, este studentă în ultimul an la Secția Actorie.\nCompozitor, producător şi DJ distins cu numeroase premii internaţionale Andy Platon a lucrat la numeroase piese ce au avut un impact semnificativ, printre acestea numărându-se: „Și îngerii au demonii lor” – Dan Bittman, „Inimi desenate” – Delia, “Falava” – Andra , „Cămașa” - Lidia Buble, „Soare negru” - Lora, „Zero absolut” - Mira, „Jacob Sartorius – Jordans” și a compus și produs cea mai recentă piesa a celor de la DJ Project în colaborare cu reprezentanta României la Eurovision 2021, Roxen, intitulată „Parte din tine”.\nA câștigat numeroase premii, printre care BEST PRODUCER atât la Media Music Awards, cât și la Premiile Muzicale Radio România.\nLiviu Teodorescu este una dintre cele mai bune voci masculine din România, „Fanele”, „Ești piesă”, „Obsesie”, „Lista de păcate”, „Mulţumesc” sau „Ascultă” fiind doar câteva dintre piesele care au strâns milioane de vizualizări pe YouTube şi au intrat în topurile muzicale din țara noastră.\nÎn 2006, Liviu Teodorescu a participat la Eurovisionul copiilor, unde a făcut parte din grupul „Numai cu acordul minunilor”.\nRăzvan Popescu are 25 de ani de experiență în industria muzicală, fiind unul dintre cei mai cunoscuți realizatori de emisiuni radio. La ediția 2019 Eurovision România, a făcut parte din juriul preselecției care a decis semifinaliștii competiției naționale.\n• Semifinalele și finala Eurovision vor fi comentate, pentru telespectatorii TVR, de Bogdan Stănescu.\nCu o experiență de aproape 30 de ani în televiziune, Bogdan Stănescu este profesor asociat la Catedra de Engleză a Universităţii din Bucureşti și doctor în filologie.\nÎn calitate de comentator/traducător/ moderator, a participat la numeroase transmisii ale unor evenimente de marcă, precum Gala decernării Premiilor Oscar (trei ediţii), Gala decernării Premiilor Globul de Aur (trei ediţii), Gala decernării Premiilor Grammy (o ediţie), Eurovision Song Contest (2014,2015,2019), Spectacolul Eurovision: Europe Shine a Light – 2020 sau Festivalul Cântecul Italian Sanremo 2020.\n• Prima semifinală Eurovision, în care va concura şi reprezentanta României, Roxen, cu melodia Amnesia, va avea loc pe 18 mai, iar spectacolul va fi transmis în direct pe TVR 1, TVR Internaţional şi TVR+, de la ora 22.00.\nA doua semifinală va avea loc joi, 20 mai, iar marea finală, sâmbătă, 22 mai. Telespectatorii români vor putea urmări cele trei evenimente ale competiției în direct pe TVR 1, TVR1 HD, TVR Internaţional şi TVR+, începând cu ora 22.00.\nCele mai importante momente din aventura delegației României la Eurovision 2021 sunt la „Destinația Eurovision”.\nEmisiunea urmăreşte pas cu pas reprezentanta României și este difuzată în fiecare seară la TVR 1, TVR Moldova şi TVR Internaţional, de luni până vineri, de la ora 20.50 (în seara Finalei, de la 21.45), cât şi online, pe TVR+ şi pe canalul oficial de YouTube al TVR.\nTotodată, Ştirile TVR vor difuza, în exclusivitate, reportaje cu imagini de la Rotterdam Ahoy.\n***\nEurovision Song Contest 2021 are loc la Rotterdam, sub sloganul „Open Up”, cu semifinalele pe 18 şi 20 mai şi finala pe 22 mai și va fi difuzat în direct la TVR. Roxen, reprezentanta României la ediţia cu numărul 65 a concursului, va fi al 13-lea artist care va urca pe scena de la Rotterdam, în prima semifinală, pe 18 mai.\n***\nRoxen a început să cânte de la o vârstă fragedă, cucerind trofeu după trofeu la diverse concursuri locale de talente. Debutul său a fost marcat de colaborarea cu Sickotoy pentru piesa „You Don’t Love Me”, care a atins performanțe remarcabile, ajungând pe primele 10 poziții ale celor mai difuzate piese la radio atât în topurile din România, cât și în cele din Bulgaria, și s-a regăsit, totodată, și în playlist-urile radiourilor din Franța, Mexic, Spania, SUA și Turcia. Single-ul său de debut – „Ce-ți cântă dragostea” – a devenit una dintre cele mai difuzate piese din 2020, dominând topurile timp de 7 săptămâni și însumând peste 30 de milioane de vizualizări pe YouTube. Fiind desemnată reprezentantă a României la ediția din 2020 a competiției Eurovision, Roxen a lansat 5 piese pentru selecția națională, piesa Alcohol You fiind desemnată câștigătoare. Din cauza pandemiei de COVID-19, competiția Eurovision de anul acesta a fost anulată, însă Roxen rămâne reprezentata României pentru ediția din 2021 de la Rotterdam, cu o nouă piesă: „Amnesia”.\n***\nEurovision Song Contest 2021 va avea loc la Rotterdam, sub sloganul „Open Up”, cu semifinalele pe 18 şi 20 mai şi finala pe 22 mai. La ediţia cu numărul 65 a concursului, participă - alături de România - alte 38 de țări.\nAtât semifinalele, cât şi finala internaţională a ESC 2021 vor fi transmise live pe TVR.\nPrecedenta ediţie a competiţiei muzicale a fost câştigată de Duncan Laurence, reprezentantul Regatului Țărilor de Jos, cu piesa “Arcade”, în 2019. Ediția 2020 a Eurovision Song Contest a fost reprogramată de către organizatori, în contextul pandemiei de COVID-19.\nEurovision este o competiţie muzicală internaţională, organizată de European Broadcasting Union (EBU), cea mai mare asociaţie a televiziunilor publice din Europa. Prima ediţie a avut loc în 1956, la Lugano, în Elveţia. Difuzat fără întrerupere, timp de 60 de ani, show-ul a devenit unul dintre cele mai longevive şi mai urmărite programe de televiziune din lume. Printre artiştii care au urcat, de-a lungul anilor, pe scena Eurovision se numără: ABBA, Julio Iglesias, Celine Dion, Johnny Logan.\nTeleviziunea Română, membră a EBU, este organizatoarea Selecţiei Naţionale şi participă la competiţia europeană din anul 1993.\nCele mai bune performanţe ale României la acest concurs au fost: de două ori locul al treilea (Luminiţa Anghel & Sistem - Kiev, 2005; Paula Seling şi Ovi - Oslo, 2010) şi o dată locul al patrulea (Mihai Trăistariu - Atena, 2006).", "original_url": "http://eurovision.tvr.ro/2021/cine-sunt-membrii-juriului-romaniei-la-eurovision_32231.html", "wayback_url": "https://web.archive.org/web/20210514075529/http://eurovision.tvr.ro/2021/cine-sunt-membrii-juriului-romaniei-la-eurovision_32231.html", "a_id": "Q50729731-329"}