{"title": "Who is Bulgaria's Eurovision entry Victoria Georgieva?", "text": "Who is Bulgaria's Eurovision entry Victoria Georgieva?\nBULGARIA has competed in the Eurovision Song Contest 12 times since making its debut in the 2005 contest.\nHere's more about the country's Eurovision 2021 entry Victoria Georgieva...\nEUROVISION BETTING SPECIAL - BEST OFFERS AND FREE BETS\n3 Victoria Georgieva is Bulgaria's Eurovision entry in 2021 Credit: Splash\nWho is Bulgaria's Eurovision entry Victoria Georgieva?\nVictoria Georgieva- known simply as Victoria - is a Bulgarian singer and songwriter.\nShe shot to fame on season four of X Factor Bulgaria in 2015, in which she came in sixth place.\nVictoria previously auditioned for the first three seasons of the show with no success, but her dedication paid off.\nIn 2016, she joined Monte Music and made her public debut with her first single titled Nishto Sluchayno.\n3 Victoria shot to fame on season four of X Factor Bulgaria in 2015 Credit: AFP\nIn February 2021, Victoria released her debut EP named A Little Dramatic.\nAside from her burgeoning music career, Victoria is passionate about animals and in 2020 she was one of the official European ambassadors of Earth Hour.\nWhat is Bulgaria's Eurovision 2021 song called?\nVictoria will represent her nation at Eurovision 2021 with the song Growing Up Is Getting Old.\nVictoria says that when she listens to the song, she thinks about her mother, her father, her sister and her friends.\nShe was originally due to sing Tears Getting Sober at Eurovision 2020, but it was cancelled due to the pandemic.\n3 Victoria was picked to take part in 2020 but the contest was cancelled, so she is back in 2021 Credit: Splash\nMORE EUROVISION INTERNATIONAL SUCCESS Who is Iceland's Eurovision entry Daoi & Gagnamagnio? EUR A STAR Who is France's Eurovision entry Barbara Pravi? RAISE THE ROOP Who are Lithuania's Eurovision entry The Roop? EURO STAR All about Cyprus' Eurovision entry Elena Tsagrinou NO TEARS FOR GJON All about Switzerland's Eurovision entry Gjon's Tears\nHow did Bulgaria do in Eurovision 2019?\nBulgaria did not participate in the 2019 Eurovision Song Contest due to financial reasons.\nAhead of the contest, the country's national public broadcaster BNT announced: \"We regret that Bulgarian National Television (BNT) has taken the decision not to enter the 2019 Eurovision Song Contest in Tel Aviv.\n\"BNT has been an enthusiastic participant and enjoyed great success in the contest in recent years.\"\nIn 2018, Bulgarian participant Equinox qualified for the 2018 Grand Final and reached 14th position.", "original_url": "https://www.thesun.co.uk/tv/15005935/who-bulgaria-eurovision-entry-victoria-georgieva/", "wayback_url": "https://web.archive.org/web/20210519180807/https://www.thesun.co.uk/tv/15005935/who-bulgaria-eurovision-entry-victoria-georgieva/", "a_id": "Q21621351-9"}