{"title": "Vergebliche Einschüchterung", "text": "Vergebliche Einschüchterung\nEier, Steine und Rauchbomben flogen auf die 300 Menschen, die am 15. Mai in Burgas für die Rechte sexueller Minderheiten auf die Straße gingen. Neonazis attackierten die Pride-Demonstration in der viertgrößten Stadt Bulgariens und verbrannten dabei eine Regenbogenflagge. Einige der Angreifer gehörten der rechten Partei Vazraždane (Wiedergeburt) an.\nAnzeige\nNach der Attacke bezeichnete ein Politiker im Stadtrat Sofias die bald darauf geplante Sofia Pride als »eine Manifestation psychischer Störungen«. Die Pride Parade, die am 12. Juni in der bulgarischen Hauptstadt stattfand, war dennoch gutbesucht und verlief auch weitgehend ohne Zwischenfälle. Doch zuvor war es in Bulgarien wiederholt zu gewalttätigen Angriffen auf die LGBTIQ-Szene gekommen.\nAm 26. Mai fand im Veranstaltungsort »The Steps« in Sofia eine Lesung des LGBTIQ-freundlichen Kinderbuchs »Marvin und der planetarische Wald« statt. Einige Mitglieder der rechtsextremen Gruppe Bulgarischer Nationalbund (BNS) störten die Veranstaltung und klebten Aufkleber mit dem Slogan »Stoppt das LGBT-Virus« auf die Fenster des Gebäudes. Der BNS organisiert jedes Jahr den »Lukowmarsch« zum Gedenken an den ultranationalistischen Kriegsminister und Nazi-Kollaborateur Christo Lukow (Jungle World 6/2018).\nAm 30. Mai tauchten am »The Steps« erneut etwa 30 Männer während einer Vorführung des Films »Eggshells« der Regisseurin Slava Doytcheva auf. Sie provozierten und bedrohten die Gäste. Wieder waren einige Personen aus dem BNS-Umfeld beteiligt und Augenzeugen zufolge auch der Vorsitzende der Jugendabteilung der Partei IMRO – Bulgarische Nationale Bewegung ­(IMRO-BNB). Diese ist die größte nationalistische Partei des Landes und ­gehörte bis Mai der Regierungskoalition an.\nZuvor hatte am 27. Mai in Plowdiw, der zweitgrößten Stadt Bulgariens, eine gewaltbereite Gruppe im Gebäude des öffentlich-rechtlichen Nationalen Hörfunks eine weitere Veranstaltung gestört. In der Stadt war es schon Ende vorigen Jahres zu einigen homophoben Attacken gekommen. Am 1. Juni umringten und bedrohten in Sofia Mitglieder des BNS Stoyo Tetevenski, ein Mitglied der linken Gruppen E.A.S.T. (Essential Autonomous Struggles Transnational) und Lev Fem. Die Gruppe habe ihm zu verstehen gegeben, dass er eine »Bedrohung für traditionelle familiäre Werte« und für Kinder darstelle, wie Tetevenski der Jungle World mitteilte. Anfang Juni kam es zu weiteren Angriffen mit Schaum, Eiern und Aufklebern auf Treffpunkte und Veranstaltungsorte der LGBTIQ-Bewegung.\nTetevenski zufolge kooperiert der BNS eng mit dem IMRO-BNB. Die Mitgliedschaften überschnitten sich, häufig handelten sie gemeinsam. »Die anhaltenden Angriffe auf queere Menschen und Räume werden subventioniert und stehen nun klar im Zusammenhang mit dem Wahlkampf,« so Tetevenski.\nBulgarien hat seit dem 12. Mai 2021 eine politisch moderate Übergangs­regierung. Sie hat den Auftrag, die vorgezogenen Neuwahlen im Juli dieses Jahres zu organisieren, nachdem der Versuch einer Regierungsbildung nach den Wahlen am 4. April gescheitert war. Damals war die Regierung des Ministerpräsidenten Bojko Borissow abgelöst worden. Dessen konservative Partei GERB hatte mit dem rechtsnationalistischen Wahlbündnis der Vereinigten Patrioten koaliert, dem auch die IMRO-BNB angehörte.\nBei den Parlamentswahlen gilt eine Vierprozenthürde, die den letzten Umfragen zufolge für einige kleinere nationalistische Parteien schwer zu überwinden sein dürfte. Bei den Wahlen im April hatten die rechten Parteien auf ein Bündnis verzichtet, weshalb es weder die IMRO-BNB noch die Natio­nale Front für die Rettung Bulgariens (NFSB) ins Parlament geschafft hatten. Damit war erstmals seit der Wahl 2001 keine nationalistische oder rechts­extreme Partei mehr in der Nationalversammlung vertreten.\nBulgarien galt einst als Vorreiter, was die Rechte Homosexueller angeht. Die Homosexualität wurde schon 1966 entkriminalisiert, lange bevor dies in Deutschland geschah. Seit einigen Jahren mehren sich allerdings Angriffe auf sexuelle Minderheiten. Auch im Hinblick auf die Istanbul-Konvention, die vor allem Frauen, aber auch sexuelle Minderheiten vor Gewalt schützen soll, lässt sich eine rückschrittliche Entwicklung beobachten. Bulgarien hat die Konvention unterzeichnet, aber nicht ratifiziert – im Jahr 2018 hatte das bulgarische Verfassungsgericht entschieden, dass diese gegen die Verfassung verstoße.\nAm 12. Juni trafen sich trotz der vorangegangenen Angriffe Tausende Menschen in Sofia zur bisher größten Pride-Feier des Landes. Die Veranstaltung verlief ohne nennenswerte Komplikationen und mit nur wenigen ­Gegenprotesten. Unter anderem traten dort der nordmazedonische Künstler Vasil Garvanliev und die bulgarische Künstlerin Victoria Georgieva auf. Beide waren jeweils für ihr Land beim diesjährigen Eurovision Song Contest angetreten.", "original_url": "https://jungle.world/artikel/2021/25/vergebliche-einschuechterung", "wayback_url": "https://web.archive.org/web/20210627063812/https://jungle.world/artikel/2021/25/vergebliche-einschuechterung", "a_id": "Q21621351-6"}