{"title": "\"Eine ganz neue Welt\"", "text": "\"Eine ganz neue Welt\"\nVor knapp zwei Jahren trat Eden Alene, Israels Kandidatin für den diesjährigen Eurovision Song Contest, bei der Talentshow X Factor im israelischen Fernsehen auf.\nDie damals 17-Jährige trug einen hellen Hut zu langen Rastazöpfen und hielt sich mit beiden Händen am Mikrofon fest, als sie auf die Bühne trat, um sich der Jury vorzustellen.\n»Erzähl uns etwas über dich, Eden«, forderte sie einer der Juroren auf. »Ehhh«, begann sie, »ich bin Äthiopierin«. Die Jury lachte, das Publikum jubelte, Alene kniff die Augen zusammen.\nSie wirkte aufgeregt, ein wenig verlegen und sehr, sehr jung. Doch dieser Eindruck verflog wenige Minuten später, als sie die ersten Zeilen von »Stone Cold« anstimmte, einem anspruchsvollen Song der US-Sängerin Demi Lovato.\nTALENTSHOW Die Stimme des schmalen Mädchens klang voll und ausgereift. Sie schmeichelte und röhrte und geriet selbst bei kompliziertesten melodischen Wendungen nie aus der Spur. Ein Juror war danach so begeistert, dass er auf den Tisch stieg, um zu applaudieren. »Können wir den Wettbewerb beenden?«, fragte er scherzhaft.\nEden Alene sollte jene Talentshow gewinnen, ebenso wie nun eine zweite Show, HaKochav HaBa (Der nächste Star). Hier wird alljährlich der israelische Teilnehmer für den Eurovision Song Contest ausgewählt, den größten Musikwettbewerb der Welt.\nErstmals wird nun eine Sängerin mit äthiopischen Wurzeln Israel bei dem Wettbewerb vertreten. Es ist ein kraftvolles – manche hoffen: heilendes – Signal für eine Minderheit, die bis heute in keinem einfachen Verhältnis zu Staat und Mehrheitsgesellschaft steht.\nViele Israelis haben Vorbehalte gegenüber äthiopischstämmigen Juden.\n»Es ist eine wahnsinnige Ehre für mich, mein Land zu repräsentieren«, sagte Eden Alene nach ihrem Sieg. »Es ist großartig, dass das zum ersten Mal eine Äthioperin tut.«\nCHOR Die junge Sängerin gibt derzeit keine Interviews, doch aus früheren Auftritten und Gesprächen mit Reportern ist einiges über ihre Kindheit bekannt.\nDemnach wuchs Eden Adele im Katamon-Viertel in Jerusalem auf und besuchte bis zur neunten Klasse eine religiöse Schule. Ihre Mutter Zehava ist selbst religiös; wenn sie Eden zu Auftritten und Wettbewerben im Fernsehen begleitet, verbirgt sie ihre Haare unter einem Tuch, wie es unter orthodoxen Jüdinnen Brauch ist. Zu ihrem Vater hat Eden Adele keinen Kontakt. Die Eltern trennten sich, als das Mädchen zwei Jahre alt war.\nSchon als Kind nahm Eden Ballettunterricht und Gesangsstunden, später sang sie zwei Jahre lang im YMCA Jerusalem Youth Chorus, einem arabisch-jüdischen Chor, der weltweit auftritt und für friedliche Koexistenz wirbt.\nHeute lebt die 17-Jährige mit ihrer Mutter in Kiryat Gat im Süden des Landes. Derzeit dient sie in den israelischen Streitkräften, der IDF. Dort singt sie im Armeechor. Ein Foto, das sie auf Instagram veröffentlicht hat, zeigt sie in der khakigrünen IDF-Uniform zusammen mit ihren Kameraden.\nAuch privat singe sie gern und häufig, sagte Mutter Zehava in einem Interview: »Sie singt zu Hause in der Dusche, sie singt an der Bushaltestelle, wenn Leute sie darum bitten.«\nJURY Noch steht nicht fest, mit welchem Song Eden Alene beim diesjährigen Eurovision Contest antreten wird. Entschieden werden soll das in einer weiteren TV-Show des öffentlich-rechtlichen Senders Kan, die für den 3. März angesetzt ist.\nMehrere bekannte israelische Songwriter haben Vorschläge eingereicht, etwa Idan Raichel gemeinsam mit Doron Medalie, Autor des Siegersongs »Toy«, mit dem die Sängerin Netta Barzilai 2018 den Eurovision Song Contest gewann. In die diesjährige Entscheidung sollen sowohl die Meinungen einer professionellen Jury als auch die Abstimmung des Fernsehpublikums einfließen.\nNoch steht nicht fest, mit welchem Song Eden Alene beim diesjährigen Eurovision Contest antreten wird.\nDass Eden Alene der äthiopischen Minderheit entstammt, bietet in Israel mehr Gesprächsstoff als ihre spektakuläre Stimme. Rund 135.000 äthiopischstämmige Juden leben in Israel. Premierminister Benjamin Netanjahu kündigte kürzlich an, weiteren 400 Äthiopiern mit jüdischen Wurzeln die Einwanderung zu ermöglichen.\nEs ist ein Versprechen, das seine politischen Gegner als Wahlkampftrick abtaten und das selbst unter seinen Verbündeten umstritten ist, weil die betreffenden Menschen sich inzwischen als Christen identifizieren.\nPOLIZEIGEWALT Doch auch jene äthiopischen Einwanderer, die seit Jahrzehnten in Israel leben, trennt vieles von der Mehrheitsgesellschaft: Sie sind im Durchschnitt weit häufiger arm, arbeitslos und kriminell. Soziologen begründen das zum Teil mit der geringen formalen Bildung, die die Einwanderer in ihrem Heimatland erfahren haben.\nDoch auch Diskriminierung dürfte oft eine Rolle spielen: Umfragen zeigen, dass viele Israelis Vorbehalte gegenüber ihren äthiopischstämmigen Mitbürgern haben.\nNachdem ein Polizist im vergangenen Sommer einen jungen äthiopischstämmigen Mann erschoss, protestierten in mehreren Städten Hunderte Angehörige der Minderheit gegen Polizeigewalt, wobei einige der Demonstranten selbst randalierten und Polizisten attackierten.\nSTOLZ Die israelische TV-Serie Nevsu über einen äthiopischstämmigen Israeli, der mit einer blonden aschkenasischen Jüdin verheiratet ist, brachte die komplizierte Situation der Minderheit 2017 einem breiten Publikum nahe. Nevsu erhielt 2018 den International Emmy Award für Serienkomödien.\nDer jungen Sängerin selbst ist die Signalwirkung ihres Sieges bewusst.\nViele verstehen den Sieg Eden Alenes nun als Erfolg der gesamten äthiopischen Minderheit. Der jungen Sängerin selbst ist die Signalwirkung ihres Siegs offensichtlich bewusst.\n»Es gab eine Zeit, da gefiel es mir nicht, Äthiopierin zu sein«, gestand sie in einem Interview. »Heute bin ich Israels erste äthiopische Repräsentantin in der Eurovision, und ich bin sehr stolz. Denkt daran, wo wir standen, als die Äthiopier begannen, Alija zu machen, und schaut, wo wir jetzt sind«, sagte Eden. Das sei »eine ganz neue Welt«.", "original_url": "https://www.juedische-allgemeine.de/israel/eine-ganz-neue-welt/", "wayback_url": "https://web.archive.org/web/20200921060520/https://www.juedische-allgemeine.de/israel/eine-ganz-neue-welt/", "a_id": "Q64775156-15"}