{"title": "Eurovision: Måneskin lead singer cleared of taking drugs at final", "text": "Eurovision: Måneskin lead singer cleared of taking drugs at final\nThe lead singer of Eurovision winners Måneskin did not take drugs during the grand final, an inquiry by organisers has concluded.\nThe European Broadcasting Union (EBU) said Damiano David, frontman of the Italian rock group, had returned a negative result in a drugs test since the event on Saturday.\nThe band, who won with the song Zitti E Buoni, had “strongly refuted the allegations of drug use” that emerged on social media after David appeared to bend over a table in the contest’s green room while on camera.\nA statement from the EBU said that following the allegations, as requested by the Italian delegation, it had conducted “a thorough review of the facts”, which included checking all available footage.\n“A drug test was also voluntarily undertaken earlier today by the lead singer of the band Måneskin which has returned a negative result seen by the EBU. No drug use took place in the green room and we consider the matter closed.”\nThe EBU added that it was “alarmed that inaccurate speculation leading to fake news has overshadowed the spirit and the outcome of the event and unfairly affected the band”.\nDuring a press conference following Måneskin’s win, David denied using drugs and said he bent over because another band member had broken a glass at their feet. The EBU subsequently said band members had asked that David be drug tested to refute the speculation.\nWhile Italy celebrated its first win since 1990, the UK suffered a brutal defeat as James Newman and his song Embers came last as the only entry to score nul points from both the jury and the public vote.\nNewman thanked fans on Monday and said he wanted to “focus on the positives of this amazing experience” of the competition, which saw more than 7 million UK viewers tune in to watch the Saturday night finale.\n“The thing about writing songs is that there is no guarantee that a song you think will connect with people will connect with an audience,” he wrote on social media. “The times when it doesn’t play out how you hoped it might, teach you how to pick yourself up and be stronger.”\nEarlier, the international trade secretary, Liz Truss, dismissed the idea that the UK’s nul points was a “post-Brexit snub”. She told LBC there was a “fundamental problem” with the way entrants are currently chosen and suggested the BBC shouldn’t choose future artists.\n“I think we need to have more competition to get the right entrant, I think they need to be more tested with the public,” she said. “I’m here today at LBC responding to questions from listeners, that’s the kind of testing that we need our song contest entrant to go through. So maybe it should be LBC that’s running it, not the BBC.”", "original_url": "https://www.theguardian.com/tv-and-radio/2021/may/24/eurovision-maneskin-lead-singer-cleared-of-taking-drugs-at-final", "wayback_url": "https://web.archive.org/web/20210524190645/https://www.theguardian.com/tv-and-radio/2021/may/24/eurovision-maneskin-lead-singer-cleared-of-taking-drugs-at-final", "a_id": "Q57415344-4"}