{"title": "Zangeres Noémie Wolfs stapt uit Hooverphonic: \"Artistieke visies lagen te ver uiteen\"", "text": "Zangeres Noémie Wolfs stapt uit Hooverphonic: \"Artistieke visies lagen te ver uiteen\"\nIn haar Facebookpost gaf Wolfs geen echte reden voor haar vertrek, maar volgens het management van Hooverphonic ging het om een verschil in visie. \"De artistieke visies voor de toekomst lagen te ver uit mekaar om te kunnen doorgaan en beide partijen begrepen dat en hebben dan samen de logische keuze gemaakt om de samenwerking te beëindigen op het moment dat daar het meest geschikt voor was: aan het einde van de laatste tournee\", klonk het tegenover persbureau Belga.\nWolfs noemde haar vijf jaar bij Hooverphonic \"een fantastisch hoofdstuk waarin ik alleen geweldige momenten onthoud\". \"Merci allemaal dat ik met jullie een podium, tourbus, concertzalen mocht vullen. Merci voor het geloof in mij, ook al zag ik het zelf even niet meer\", aldus Wolfs. \"En nu op naar iets nieuws. Ik heb er al zin in!\"\nPlatenfirma Sony heeft in naam van de band een kort persbericht uitgestuurd. Daarin staat dat de drie concerten van Hooverphonic die komend weekend gepland staan de laatste met Noémie zullen zijn en dat ze \"na onderling overleg\" uit elkaar gaan.\n\"Alex en Raymond (Callier en Geerts, red.) bedanken Noémie voor de afgelopen vijf jaar en wensen haar veel succes in de toekomst\", klinkt het. De band bedankt ook de fans: \"We bedanken jullie voor jullie steun en we houden jullie op de hoogte van onze toekomstplannen.\"\nWolfs treedt nog met Hooverphonic op in De Schakel in het West-Vlaamse Waregem op 27 maart, in het cultureel centrum van Hoei in de provincie Luik op 28 maart en in de Aula Magnum in Colfontaine in Henegouwen op 29 maart.", "original_url": "http://www.demorgen.be/muziek/zangeres-noemie-wolfs-stapt-uit-hooverphonic-artistieke-visies-lagen-te-ver-uiteen-a2265739/", "wayback_url": "https://web.archive.org/web/20150327105537/http://www.demorgen.be:80/muziek/zangeres-noemie-wolfs-stapt-uit-hooverphonic-artistieke-visies-lagen-te-ver-uiteen-a2265739/", "a_id": "Q1979585-0"}