{"title": "Estonia: Uku Suviste wins Eesti Laul 2021!", "text": "Estonia: Uku Suviste wins Eesti Laul 2021!\nHe is The lucky one! After two semi-final rounds and tonight’s Grand Final, Estonia’s verdict is now out! The Baltic state has chosen to offer another chance to Uku Suviste to wave their flag in Rotterdam!\nTonight’s Grand Final took place in Saku Suurhall in Tallinn, hosted by Grete Kuld and Tõnis Niinemets. 12 acts did their best onstage, in the hope of the coveted Eurovision ticket. However, there was place for only one on the top. Among them, 3 artists who have all proudly represented their country in the past Koit Tome (1998, 2017), Ivo Linna (1996) and Juri Pootsmann (2016) and Uku Suviste, who won last year’s Eesti Laul and would be the Estonian entry in Eurovision 2020.\nIn the first voting round, where the 12 competing acts were shortlisted to 3, a 9-member international jury and the public casted their votes, each having an equal stake. However, the final winner was determined solely by televote.\nIn the end of the show, all predictions were confirmed. He may not have made it to Rotterdam last year, but as it seems this year will be… his lucky one. From now on, Uku will be vying for a high place on the final scoreboard, this coming May.\nEstonia in Eurovision\nFollowing the fall of the Soviet Union, Estonia made its Eurovision debut in 1994 and has participated in all editions since. Seven years after its first participation, in 2001, Estonia took the trophy home, when Tanel Padar, Dave Benton & 2XL performed Everybody in Copenhagen.\nSince the introduction of the semi-finals system in 2004, the country has made it to the final 7 times, reaching the Top 10 in half of them (2009, 2012, 2015, 2019). Uku Suviste would have represented them last year with the song What love is.\nEstonia will take part in the first half of the second semi-final on 20 May.", "original_url": "http://esctoday.com/182231/estonia-uku-suviste-wins-eesti-laul-2021/", "wayback_url": "https://web.archive.org/web/20210306203441/http://esctoday.com/182231/estonia-uku-suviste-wins-eesti-laul-2021/", "a_id": "Q6331507-28"}