{"title": "Võrumaa Teataja", "text": "Võrumaa Teataja\nOlen ennegi kirjutanud, et mul on kalduvus sõltuvusele. See tähendab seda, et ma kipun kõike, mis mulle meeldib, kas liigselt tarbima või liigselt tegema. Näiteks meeldivad mulle kohutavalt kartulipuder ja kringel. Nende peal ma oma maatalus elangi, maalides, kirjutades, muusikaga tegeldes ning oma pensionit oodates, et siis osta saadud raha eest talu koertele ja kassidele toitu, aga ka lindudele rasvapallikesi. Noorele inimesele vaevalt selline elu meeldiks, aga mina tunnen, et elan nagu paradiisis. Paradiisis seetõttu, et niisugune on mu oma valik. Tallinnas oli mu ühiskondlik elu üsna erinev praegusest, aga ka elust Manhattanil. Tõsi on, et alati tuleb suuta kohaneda uuega.\nOlen pannud tähele, et olenemata asjaoludest on meie elus alati head ja halvad päevad. Kord uuriti kaht isikut – üks oli kaotanud õnnetuses mõlemad jalad, teine aga oli loteriivõiduga multimiljonäriks saanud. Pärast viie kuu möödumist neist sündmustest oli mõlemal olnud võrdsel arvul häid ja halbu päevi. Seega – varandus ja selle väärtus on kinni meie peades. Intelligentsuse taseme määrab aga ära kohanemisvõime. Seda öeldes võin ma endale õlale patsutada – eks ma siis tunnistanud nüüd ennastki intelligentseks inimeseks. See tunne ja see teadmine, muidugi, meeldivad mulle väga.\nTavalisel päeval oma Klõbi talus käin ma aeg-ajalt klaveri juures ja laulan mõne laulu, vahel ka täiest kõrist, teadmata, kas keegi mind kuuleb või mitte – enamasti pole läheduses küll kedagi. Vahel manan silme ette pildi, kuidas naabrid põllul töötades seisatuvad, pühivad palgeilt käega higi ja jäävad kuulama minu laulu, mis kajab üle väljade. Pean tunnistama, et keegi pole mulle küll teatanud, et nad midagi sellist teinud oleksid.\nKord, kui mu kasutütar Inge veel väike tüdruk oli, käisime me temaga mereäärses pargis. Temal olid kaasas oma mänguasjad, minul mu kitarr. Istusin pingil, võtsin kitarri ja hakkasin laulma. Inge jättis oma mängu pooleli ja jäi mind teraselt kuulama. Märganud Inge pilku, hakkasin ma kõvemini laulma, sest mulle tundus, et laps hindab mu võimeid kõrgelt. Lõpuks tõusis Inge püsti ja teatas oma karmi otsuse: „Miks sa karjud nagu mõni joodik? Sa oled kõik linnud eemale peletanud!” Nii lõppesid minu avalikud esinemised. Vähemasti mõneks ajaks.\nMuusikamaailmast internetimaailma\nAbiellusin musikaalsest perest pärit naisega. Minu abikaasa Heli on lõpetanud konservatooriumis Hendrik Krummi lauluklassi. Heli isa oli kohalik tuntud pillimees, vend aga on Estonia teatri solist Väino Puura. Loetelusse tuleb lisada veel Heli poeg Uku Suviste ja vennapoeg Rene Puura.\nEnne Eestist põgenemist 1944. aasta septembris õppis minu ema Ingrid Polikarpus, neiuna Sibul, samuti Tallinnas konservatooriumis. Emaliini pidi on minu sugulane ka Riho Sibul.\nHiljuti andsin loa panna oma klaver välja teatri- ja muusikamuuseumi klaverinäitusele, aga nagu ikka, ei mõelnud ma kõike korralikult läbi. Nüüd pean ma vähemalt kuu aega elama ilma klaverita! Olen kaotanud suure osa oma päevasest rutiinist!\nKus häda kõige suurem, seal abi kõige lähem – Facebook on astunud tühja koha asemele. Nüüd istun ma tihti arvuti taha, et teada saada, kas keegi on vaadanud vanu fotosid, mis ma sinna üles olen laadinud, ja kas keegi on neid ka kommenteerinud.\nEnne Facebooki kasutuselevõttu pidin tegema otsuse, kas ma ikka tahan nii aktiivset suhtlemist või mitte. Praeguseks on mul seal üle 600 sõbra, aga mulle tundub, et tegelikult suhtlen seal ainult oma tütre, naise ja paari lähema sõbraga, kellega ma suhtlesin ennegi kas e-kirja või telefoni teel. Algul on küll tore Facebookis kohtuda inimestega, kellega sa pole aastakümneid kontaktis olnud, ja meenutada möödunut, aga kui see teema otsa saab, siis nagu polegi enam millestki kirjutada.\nFacebook tuletab mulle meelde lapsepõlve, mil külla minnes pandi sind sunniviisiliselt vaatama slaide ekskursioonidest Disneylandi, sünnipäevapidudest jms. Nüüd on ring täis saanud ja me näitame samu pilte Facebookis. Ainuke erinevus on see, et meil on võimalik saada tagasisidet ka arvukatelt täiesti võõrastelt inimestelt. Ent kummalisel moel see nüüd meeldib mulle, ilmselt täidab see soovi suhtlemise järele, aga teeb minust ka moodsa inimese. Samas paneb mind imestama, et Eesti rahuvalvajate 2005. aasta fotod Kosovos said vaevalt kolm „like”-klõpsu, kuid mingi kassipilt tõi neid üle 400!\nFacebooki maailm on suurele sõprade arvule vaatamata illusoorne. Tegelikus elus oleme maailmas ikka üksinda – vastamisi iseendaga.\nTunnen kohutavalt suurt puudust oma klaverist.", "original_url": "http://www.vorumaateataja.ee/ee/component/content/article?id=3017:facebooki-maailm", "wayback_url": "https://web.archive.org/web/20160304094334/http://www.vorumaateataja.ee/ee/component/content/article?id=3017:facebooki-maailm", "a_id": "Q6331507-0"}