{"title": "Israel: Eden Alene will sing \"Feker Libi\" at Eurovision 2020", "text": "Israel: Eden Alene will sing \"Feker Libi\" at Eurovision 2020\nThe Israeli singer Eden Alene was selected in the beginning of February 2020 to represent Israel at Eurovision Song Contest 2020. And tonight it was decided which song she will sing in Rotterdam. The winning song of \"The Next Song\", Israel's national song selection show for Eurovision 2020, that was aired tonight by the Israeli broadcaster KAN, is Feker Libi.\nIsrael 2020: Eden Alene – \"Feker Libi\"\nThe song Feker Libi is written by Doron Medalie and Idan Raichel.\nThe Next Song\nAs part of the song selection show, \"The Next Song\", the public had a total of 40% (4% pre-show voting and 36% during the show) of the votes for the winner song, a panel of judges and 3 special judging points (guest judges during the show) had 60% of the votes.\nEden Alene's 4 songs:\n\"Feker Libi\"\n\"Rakata\"\n\"Savior in the Sound\"\n\"Roots\"\nThe winning song Feker Libi will now be submitted to the EBU as the Israeli song for Eurovision Song Contest 2020 in Rotterdam, on the Head of Delegations meeting next week. A meeting the Israeli delegation won't attend due to the coronavirus, and the Israeli Health Ministry's directives against flying abroad, expect in the case of an emergency.\nIsrael 2018: Netta Barzilai - \"Toy\"\nIsrael has participated 42 times in Eurovision since debut in 1973. They have won the contest four times:\n1978: Izhar Cohen and the Alphabeta - Abanibi\n1979: Milk and Honey - Hallelujah\n1998: Dana International - Diva\n2018: Netta Barzilai - Toy\nIsrael 2018: Netta Barzilai - \"Toy\"\nIsrael has never ended last in the contest! Since the introduction of semi-finals in 2004, Israel qualified for the Grand Final 10 out of 16 times.", "original_url": "https://eurovisionworld.com/esc/israel-eden-alene-will-sing-feker-libi-at-eurovision-2020", "wayback_url": "https://web.archive.org/web/20200303205916/https://eurovisionworld.com/esc/israel-eden-alene-will-sing-feker-libi-at-eurovision-2020", "a_id": "Q64775156-3"}