{"title": "Hear: Montaigne drops new single 'Clip My Wings', announces tour dates", "text": "Hear: Montaigne drops new single 'Clip My Wings', announces tour dates\nHear: Montaigne drops new single 'Clip My Wings', announces tour dates\nMontaigne has released a brand new single today, called 'Clip My Wings', alongside word that she'll be flying around the country again on another national tour.\nBuilt around another powerhouse vocal performance from the Sydney singer, 'Clip My Wings' is another welcome number to Montaigne's growing catalogue of strident avant-pop hits; including\nCo-written, produced, and mixed by Tony Buchen (The Preatures, Andy Bull, Loon Lake), the new single \"is about attempting to push back against your oppressors,\" explains Montaigne.\n\"I am resilient and have become more self-confident, I am less afraid to stand up for myself and my self-belief and I am expressing that through this song.\"\nIf you want to hear 'Clip My Wings' in the flesh, you'll get your chance this October and November when Montaigne and her three-piece band play in Perth, Mandurah, regional Queensland, Melbourne, Sydney, and Brisbane.\nShe'll also round out the tour with performances at Mullumbimby's\nScore yourself an audience on one of the following dates. Tickets for all shows are on sale now and you can find further info\nSaturday 3 October - Jimmy's Den, Perth WA\nSunday 4 October - Manpac, Mandurah WA (all ages)\nSaturday 17 October - Lake Kawana, Sunshine Coast, QLD (all ages)\nSunday 18 October - Pilbeam Theatre, Rockhampton QLD (all ages)\nFriday 6 November - Northcote Social Club, Melbourne VIC\nSaturday 7 November - Goodgod Small Club, Sydney NSW\nThursday 19 November - Black Bear Lodge, Brisbane QLD\nFriday 20 November - The Grid, Toowoomba QLD (all ages)\nSaturday 21 November - Mullum Festival, Mullumbimby NSW (all ages)\nSaturday 28 November - Gorgeous Festival, McLaren Vale, SA (all ages)\nhas released a brand new single today, called 'Clip My Wings', alongside word that she'll be flying around the country again on another national tour.Built around another powerhouse vocal performance from the Sydney singer, 'Clip My Wings' is another welcome number to Montaigne's growing catalogue of strident avant-pop hits; including 'I Am Not An End' and 'I'm A Fantastic Wreck'. Co-written, produced, and mixed by Tony Buchen (), the new single \",\" explains Montaigne..\"If you want to hear 'Clip My Wings' in the flesh, you'll get your chance this October and November when Montaigne and her three-piece band play in Perth, Mandurah, regional Queensland, Melbourne, Sydney, and Brisbane.She'll also round out the tour with performances at Mullumbimby's Mullum Music Festival and South Australia's Gorgeous Festival Score yourself an audience on one of the following dates. Tickets for all shows are on sale now and you can find further info here Saturday 3 October - Jimmy's Den, Perth WASunday 4 October - Manpac, Mandurah WA (all ages)Saturday 17 October - Lake Kawana, Sunshine Coast, QLD (all ages)Sunday 18 October - Pilbeam Theatre, Rockhampton QLD (all ages)Friday 6 November - Northcote Social Club, Melbourne VICSaturday 7 November - Goodgod Small Club, Sydney NSWThursday 19 November - Black Bear Lodge, Brisbane QLDFriday 20 November - The Grid, Toowoomba QLD (all ages)Saturday 21 November - Mullum Festival, Mullumbimby NSW (all ages)Saturday 28 November - Gorgeous Festival, McLaren Vale, SA (all ages)", "original_url": "http://www.abc.net.au/triplej/musicnews/s4301365.htm", "wayback_url": "https://web.archive.org/web/20150905120550/http://www.abc.net.au/triplej/musicnews/s4301365.htm", "a_id": "Q19666292-12"}