{"title": "Listen to Ninajirachi and Montaigne's new single 'One Long Firework In The Sky'", "text": "Listen to Ninajirachi and Montaigne's new single 'One Long Firework In The Sky'\nNinajirachi has teamed up with Montaigne for a new single titled ‘One Long Firework In The Sky’, the latest preview of the producer’s forthcoming mixtape ‘Second Nature’.\nIn a statement, Ninajirachi cited Flume as an inspiration behind the production on the song, calling him “one of my heroes since I was literally 12 years old”. Regarding her and Montaigne’s collaboration, she said the pair had first met at a writing camp in 2018, and reconnected in 2020 for a few sessions – one of which resulted in ‘One Long Firework In The Sky’.\n“In our sessions, we spend a lot of time talking about life and our common interests. She’s absurdly talented and such a uniquely interesting artist; it’s an honour to work with her,” Ninajirachi continued. In her own statement, Montaigne said it was “such a privilege” to work with the producer, saying they share “a lot of the same sensibilities”. Listen below:\nAdvertisement\n‘One Long Firework’ is one of 12 tracks that will appear on Ninajirachi’s forthcoming ‘Second Nature’ mixtape, which is set to arrive on November 11 via Nina Las Vegas‘ NLV Records. The project has already been previewed with multiple singles, such as ‘Start Small’ earlier this year.\nIn November, Ninajirachi will celebrate the mixtape’s arrival with shows in Sydney, Melbourne and Brisbane. Each show will feature a different line-up, with the likes of Mulalo, Laces, 1300‘s Nerdie and more performing on select dates. See each unique bill and find tickets here.\nMeanwhile, Montaigne’s third studio album, ‘Making It!’, arrived last month. When announcing the hyperpop-leaning project, the songwriter said they had aimed to make a “computer record” that still felt “warm in places” and “innately human”. In a four-star review, NME said Montaigne had not only “pulled that off without a hitch” but that “in a paradoxical way, ‘Making It!’ is actually Montaigne’s most human record yet”.", "original_url": "https://www.nme.com/en_au/news/music/listen-to-ninajirachi-and-montaignes-new-single-one-long-firework-in-the-sky-3331585", "wayback_url": "https://web.archive.org/web/20221019083523/https://www.nme.com/en_au/news/music/listen-to-ninajirachi-and-montaignes-new-single-one-long-firework-in-the-sky-3331585", "a_id": "Q19666292-71"}