{"title": "'Why not do something a little wacky'", "text": "'Why not do something a little wacky'\nJess Cerro, the Sydney singer-songwriter who crafts evocative pop songs under the moniker of Montaigne, creates music that has a thrilling waywardness, baroque pomp and storm-the-stage energy. On the 24-year-old's second album, the just released Complex, she eschews angst for artistic flourishes. If it sounds larger than life, it's because that's the point.\n\"I understand that all the songs I write are quite melodramatic and are quite extreme from my perspective, but that's how life feels to everyone at some point,\" says Cerro. \"All of us feel, I think, that our experiences can be the worst possible thing you can go through and that we're alone in it, which is isolating and intense and insurmountable. But we can get over it.\"\nJess Cero, who performs as Montaigne, had a \"don’t be a dickhead\" rule when recording new album Complex.\nComplex is a prime example of that. With its lancing critiques of the people who dallied with Cerro's emotions and sharp self-analysis, the album is a study of what Cerro calls \"terrible relationships\". Some tracks were written in the moment of utmost emotional pain, others in the wake, but together they sound like someone – with some strut and strings – putting the worst behind them.\n\"I feel mostly like I've moved on from that part of my life and those hang-ups,\" says Cerro. \"I still have insecurities, and probably some new ones, but I feel like I can now construct a sense of self-worth after dealing with all the stuff on the record. That was really healthy and it yielded healthy results.\"", "original_url": "https://www.smh.com.au/entertainment/music/why-not-do-something-a-little-wacky-montaigne-on-new-album-complex-20190918-p52shx.html", "wayback_url": "https://web.archive.org/web/20190923105659/https://www.smh.com.au/entertainment/music/why-not-do-something-a-little-wacky-montaigne-on-new-album-complex-20190918-p52shx.html", "a_id": "Q19666292-1"}