{"title": "‘I won’t allow myself to be broken’: Russia’s Eurovision candidate Manizha takes on ‘the haters’", "text": "‘I won’t allow myself to be broken’: Russia’s Eurovision candidate Manizha takes on ‘the haters’\nRussia’s 2021 Eurovision candidate breezes into a conference room, Channel One documentary film crew in tow, offering a simple tea of mint leaves brewed in hot water. “On days like today, I want something calming,” Manizha says, pouring two cups, as a boom mic hovers over us. No pressure.\nThe Tajikistan-born singer, who will perform her feminist ballad Russian Woman next month at the much-loved, much-mocked song contest in Rotterdam, is the target of a fiery conservative backlash for her foreign roots and her lyrics attacking female stereotypes.\nBut she is an optimist and, as the documentary crew moves on, says she has learned to manage the torrent of abuse that began when she won a televised vote to represent her adopted country last month.\n“I won’t allow myself to be broken,” she says in an hour-long interview, shedding a suzani-patterned robe to sit in jeans and a black sweater. “If I came apart right now because of the ‘haters’, started crying, started saying ‘oh my God’, then I would prove all of their words to be true.”\nIn the west, Manizha says, she may seem like a “very careful feminist”. But her activism against domestic violence and xenophobia, her body-positive posts on Instagram and her support of the LGBT community have led to her being typecast as a radical here.\nSome of Russia’s most powerful people have piled on. Valentina Matviyenko, the chairwoman of Russia’s Federation Council, questioned the vote during a session of parliament. Dmitry Peskov, Vladimir Putin’s personal spokesman, dismissed Eurovision, saying: “We are speaking about a showbusiness competition where … bearded women perform, there are singers dressed up as chickens, so we don’t consider this our issue or a matter for our attention.”\nManizha recognises the abuse for what it is: “bullying”. When it began last month, she says, she felt her heart racing and even stopped checking her phone in the mornings to manage the stress. But she is motivated by young fans who she knows are waiting to see whether she buckles under the pressure. “I have a certain message which I am going to carry through to the end,” she says. “It’s important for them to understand that you didn’t walk away from your principles, that you didn’t sell out when you could have and take more money by being less honest.”\nRussian Woman, Manizha’s Eurovision entry.\nPoised and articulate, Manizha’s freedom is, in part, because of her status as one of Russia’s first Instagram music stars, letting her transcend the pop music industry and engage in the kind of creative experiments and social activism that producers will often tell the talent they can’t afford.\nAs a teenage vocalist, she was already signed and putting out heavily produced pop songs under a stage name at age 15. “I felt like I had been put in a box,” she says, discussing pressure to alter her sound and appearance. Close to a breakdown, she quit, then spent several years trying to break into the alternative scene. Eventually she moved to London, working on an ill-fated television project while scraping by in a room share in Hackney. By the time she returned to Moscow in 2015, she was back at square one.\nThat was when she began uploading 15-second video collages to Instagram, soon followed by music clips she had written, produced, filmed, and edited herself. Eventually she gathered enough material to upload her debut album, Manuscript, the first she released as Manizha, a name she had been told was too Muslim to work in a Russian market.\n“I needed time,” she says. “I needed life, I needed experience, I needed mistakes and bad songs and I needed good and bad audiences, so that in 2017, 10 years later, I released the project Manizha under my own name. I said my name aloud.”\nManizha at Moscow’s Crocus city hall on 9 March 2021.\nPhotograph: Valery Sharifulin/Tass\nEncouraged by her growing online community, she leaned into an art-pop style that incorporates diverse elements: hip-hop, soul, brassy funk, world music, choral arrangements, and even Russian folk, all of which inspire her Eurovision entry Russian Woman. She cites Billie Eilish and Alla Pugacheva, the grande dame of Russian pop, as inspirations, because each “does what she wants”.\n“I want to do different kinds of music, so that when someone turns on my song one day, not important what genre, they’ll say ‘It’s Manizha, oh well, she can allow herself that,’” she laughs.\nThe lyrics to Russian Woman, delivered with a characteristic dash of humour, are inspired by experiences of people advising her to lose weight or asking why she has no children at 30. “Now we know that this knowledge causes trauma and I won’t tell my daughter these things,” she says. There are hints, too, of darker moments, like the line: “You won’t break me with a broken family,” sung half in Russian, half in English.\nShe credits her early interest in activism to listening to patients tell her mother, a psychotherapist, about their experiences with domestic abuse, terminal illness and other hidden traumas. In 2017, she began posting photographs without makeup in a flashmob she called the “trauma of beauty”, openly discussing the pressure she felt to Photoshop images of her face or even undergo plastic surgery.\nIn 2019, she released the song Mama, about a family with an abusive father, alongside a telephone app called Silsila, which lets victims of violence send out an SOS appeal for help. Her mother, whom Manizha calls her producer and her coach, sold her flat to help pay for it.\nOther songs have probed Russia’s dark heart through self-irony. Nedoslavyanka, a 2019 hit that means “Not quite a Slavic woman”, portrayed an orientalised version of Manizha browsing a bazaar, fighting ninjas, and handing out passports to central Asian immigrants.\nAnd yet it probes painful truths. “Alone among strangers, a stranger among my own,” Manizha sings. Driven from Tajikistan by civil war as a toddler, she has spoken about battling her sense of alienation in both countries – three if you count her stint in the UK, where she says she ran into a new set of stereotypes. “The song became prophetic,” she says. “Nedoslavyanka now answers all the questions that the public is asking me.”\nPut bluntly: how can a refugee from Tajikistan who espouses liberal values represent a country that seems more conservative every day, passing legislation against “gay propaganda”, targeting migrants, and decriminalising domestic violence in a 2017 law that Manizha says “just killed me”.\n“Above all I want all of this art, all of these songs, all my words to lead to there being a law that would protect women and children from domestic violence,” she says.\nPerhaps she is singing about ideas whose time has not yet come here? I ask. “No,” she says. “I’m an optimist. It’s about layers. There was a time when you couldn’t go outside, there were skinheads, there were Ku Klux Klans. That’s already become far less. You have to agree. And it will continue layer by layer.”\nShe says her own battle with xenophobia, from schoolyard taunts to the Eurovision scandal, has paradoxically made her feel more at home in Russia, strengthening her community and tuning out those who think she doesn’t belong.\n“I don’t call myself a Russian woman in vain,” she says. “I have the right to that.”", "original_url": "https://www.theguardian.com/tv-and-radio/2021/apr/09/russia-eurovision-candidate-manizha-takes-on-the-haters", "wayback_url": "https://web.archive.org/web/20210409110659/https://www.theguardian.com/tv-and-radio/2021/apr/09/russia-eurovision-candidate-manizha-takes-on-the-haters", "a_id": "Q29359663-12"}