{"title": "Italy: Eurovision 2021 Participation Confirmed", "text": "Italy: Eurovision 2021 Participation Confirmed\nItaly is the latest country to confirm participation in the Eurovision Song Contest 2021.\nRepresentatives from RAI confirmed to Eurofestival News that they will participate in Eurovision 2021 in Rotterdam. It is not known yet if Diodato will be selected to represent Italy again or whether a new act will be chosen. Diodato was originally selected to represent Italy at Eurovision 2020 with “Fai rumore”, before it was cancelled.\nSince returning to the contest in 2011, the Festival di Sanremo has been used every year (except 2014) to select the Italian Eurovision representative. The 2021 edition of the festival will take place between March 2 and 6, having been moved from its traditional slot in early February due to the Covid-19 pandemic. An audience will be present at the festival. The public and journalists attending the shows will be swabbed at the start of the event, with monitoring of temperatures to ensure that no one has COVID-19. The exact size of the audience and journalists in attendance will be determined closer to the competition.\nEurovision Song Contest 2021\nThe Eurovision Song Contest 2021 will be held in Rotterdam, the Netherlands, on May 18, 20 and 22, following the cancellation of the 2020 contest due to the Coronavirus pandemic.\nTo date the following artists have been confirmed as competing in the contest:\nAustralia – Montaigne\nAustria – Vincent Bueno\nAzerbaijan – Samira Efendi\nBelgium – Hooverphonic\nBulgaria – Victoria\nCzech Republic – Benny Cristo\nGeorgia – Tornika Kipiani\nGreece – Stefania\nIsrael – Eden Alene\nLatvia – Samanta Tina\nMalta – Destiny Chukunyere\nNetherlands – Jeangu Macrooy\nRomania – Roxen\nSan Marino – Senhit\nSlovenia – Ana Soklic\nSpain – Blas Cantó\nSwitzerland – Gjon’s Tears\nUkraine – Go_A\nWhile the following nations have confirmed their participation:\nAlbania\nArmenia\nCroatia\nCyprus\nDenmark\nEstonia\nFinland\nFrance\nGermany\nIceland\nIreland\nItaly\nLithuania\nNorth Macedonia\nNorway\nRussia\nSerbia\nSweden\nImage Source: Eurovision.tv – Thomas Hanses / Source: Eurofestival News\nItaly in the Eurovision Song Contest Italy debuted in the Eurovision Song Contest in 1956 and has participated a total of 42 times to date. Italy returned to the Eurovision Song Contest in 2011 having last participated in the contest in 1997, the country has withdrawn from the contest on a number of occasions in the past. Italy has won the contest twice, the first time being in 1964 and the latest being in 1990. Italy’s hosting of the contest in 1991 has been remembered as one of the most chaotic contests to date. Since their return in 2011 Italy has finished in the top 10 on seven occasions.", "original_url": "https://eurovoix.com/2020/10/03/italy-eurovision-2021-participation-confirmed/", "wayback_url": "https://web.archive.org/web/20201102051253/https://eurovoix.com/2020/10/03/italy-eurovision-2021-participation-confirmed/", "a_id": "Q104248636-1"}