{"title": "Samanta Tīna izcīna \"Moldovas kausu\"", "text": "Samanta Tīna izcīna \"Moldovas kausu\"\nFoto: Foto no Samantas Tīnas privātā arhīva\nMoldovas galvaspilsētā Kišiņevā no 1. līdz 4. martam norisinājās starptautisks konkurss Golden Voices 2011, kurā jaunā Latvijas dziedātāja Samanta Tīna (attēlā pa kreisi), cīnoties ar vēl 24 valstu dalībniekiem, par izcilību izpildījumā un skatuves tēlu ieguvusi Moldovas kausu.\nSarunā ar izklaides portālu Mango Samanta stāsta, ka pirmajā pasākuma dienā bijis jādzied savas valsts dziesma un Samanta izpildījusi Auga auga rūžeņa.\n\"Pirmajā pasākuma dienā bija jāizlozē uzstāšanās kārtas numurs. Es izvilku 19. numuru, kas mani ļoti iepriecināja, jo man patīk uzstāties pasākuma beigās. Visi gaidīja ierasto Samantu, taču es iznācu baltā kleitā - tāda mīlīga, nevainīga. Daudzi smējās par to un jautāja: kur palikusi Samanta?\" pārdzīvojumos dalās meitene.\nPēc uzstāšanās jaunajai dziedātājai bijusi sajūta, ka viņa ļoti atšķīrusies no citiem konkursa dalībniekiem. \"Turklāt pēc uzstāšanās es nevis nokāpu, bet burtiski nolecu no skatuves - skatītāji bija piecēlušies kājās un aplaudēja,\" priecājas Samanta.\nOtrajā konkursa norises dienā, izpildot Ani Lorakas dziesmu Shady Lady, Samantai gadījies kāds misēklis nelīdzenā skatuves grīdas seguma dēļ, taču dziedātājai no nelāgās situācijas izdevies izkļūt.\n\"Viss jau bija ļoti labi, taču grīda bija nelīdzena, man bija augsti papēži, jo Shady Lady izpildīju, roķīgi ģērbusies, un vienā brīdī, plivinot matus, es iekāpu vienā no bedrītēm un nedaudz tā kā samežģīju kāju, tomēr to nevarēja pat īsti pamanīt no malas.\nInteresanti, ka otrajā konkursa dienā visiem dalībniekiem bija jāuzstājas proporcionāli apgrieztā secībā - es biju pašā sākumā, uzstājos ar 7. kārtas numuru, kas mani īpaši neiepriecināja. Varbūt arī tādēļ tāds misēklis. Lai gan nepārdzīvoju, jo galu galā viss beidzās labi un nenokritu,\" stāsta konkursa galvenās balvas ieguvēja.", "original_url": "https://www.delfi.lv/izklaide/popmuzika/melomanija/samanta-tina-izcina-moldovas-kausu.d?id=37246495", "wayback_url": "https://web.archive.org/web/20140416180550/http://www.delfi.lv/izklaide/popmuzika/melomanija/samanta-tina-izcina-moldovas-kausu.d?id=37246495", "a_id": "Q13217375-0"}