{"title": "Hurricane", "text": "Hurricane\nThe group “Hurricane” (Hurricane) was founded in 2017 on the Caribbean island of Saint Martin (St. Martin), which consists of Sanja Vučić, Ivana Nikolić and Ksenija Knezević.\nDuring 2019, they performed throughout Europe, in the Caribbean Islands (St.Marteen, St.Barth), in the Stark Arena as a pre-band of Serbian singer Maja Berović, and in PhiBrows, they performed together with Gianluca Vacchi, at the Belexpo Center in Belgrade.\nThe group Hurricane, in addition to 7 songs already recorded in English and 3 songs in Serbian, has prepared two more songs that were recorded at the Universal Studio in Los Angeles, and which promotion will be expected soon on the American and English markets. They recorded the song Hasta la vista for the Beovizija competition, with the desire to present the colors of Serbia at the Eurovision Song Contest in Rotterdam in 2020 in a new, modern and quality sound that achieved victory at Beovizija.\nSanja Vučić was born on August 8, 1993 in Kruševac, Serbia. She graduated from the high school of music “Stevan Hristić” in Kruševac, majoring in solo singing. She is a graduate student at the Faculty of Philology in Belgrade at the Department of Oriental Studies, majoring in Arabic language and literature.\nShe is fluent in Spanish, Portuguese and Italian and holds two certificates from the British Consulate for English. She was a member of the church choir “Knez Lazar”, a member of the ethno band “White Fairy” and a member of the reggae / jazz / ska / punk fusion band ZAA. In 2016, she represented Serbia at the largest European music competition, Eurovision. With the song “Goodbye”, she made it to the finals and won 18th place. At the end of 2017, she released a duet song with trumpet player Dejan Petrović and the Big Band.\nIvana Nikolić was born on April 16, 1995 in Niš, Serbia. She is a student at Union University, Department of Business Economics in Belgrade and the Faculty of Economics in Nis. At the age of 14, she enrolled in the dance school Boom 018 in Nis, where she remained a member for the next 6 years. During her dance schooling, she participated in national and European competitions, where she won numerous awards and thus became a multiple champion in dance.\nKsenija Knežević was born on January 24, 1996 in Belgrade, Serbia. She graduated from the music school “Vojislav Vuckovic”, majoring in piano. She is a graduate student at the Faculty of Media and Communications, Singidunum University, Department of Digital Marketing, in Belgrade. She has participated in numerous festivals such as Nis Meetings in Nis, Pop Rock Kids, Charolija, Beovizija. Since 2015, she has been singing backing vocals at festivals and concerts of Serbian singers such as Željko Joskimović, Dado Topic, SevdahBaby, Nenad Knezevic Knez, as well as her father, to whom she sang backing vocals at the Eurovision Song Contest in Vienna.", "original_url": "https://www.hurricaneofficial.com/biography/", "wayback_url": "https://web.archive.org/web/20200804115719/https://www.hurricaneofficial.com/biography/", "a_id": "Q88972869-1"}