{"title": "Serbia: Hurricane to Eurovision 2021", "text": "Serbia: Hurricane to Eurovision 2021\nHurricane have been selected to represent Serbia at the Eurovision Song Contest 2021.\nThe news was confirmed to OGAE Serbia through the PR Manager of Hurricane. RTS have yet to decide how the song that Hurricane will perform in Rotterdam will be selected but the exact method will be decided upon shortly. Olivera Kovačević, Head of Entertainment for RTS, also confirmed the news to online news site 24sedam :\n“Hurricane will represent Serbia next year if Eurovision is held as announced. The song which they will perform with will be chosen separately.”\nSerbia has internally selected their Eurovision entries on three occasions; 2012, 2016 and 2017. On all other occasions they have used a national final, most notably Beovizija. Hurricane had won the right to represent Serbia in Eurovision 2020 with “Hasta La Vista” before the contest was cancelled due to Covid-19.\nWho are Hurricane?\nHurricane are a pop-R&B group that were formed in 2017. The group consists of three members; Sanja Vučić, Ivana Nikolić and Ksenija Knežević. They sing mostly in English but have also released several songs in Serbian.\nSanja Vučić is best known for representing Serbia in the Eurovision Song Contest 2016 with the song “Goodbye (Shelter)”. She finished 15th in the Grand Final.\nIvana Nikolić is a professional dancer and has won national dance competitions on several occasions. She started her singing career in 2016.\nKsenija Knežević began her singing career at a young age, taking part in children’s song festivals. She finished 5th in Beosong, the former Serbian national selection in 2013 as part of SKY’s. She is the daughter of Knez, who represented Montenegro at Eurovision 2015, and provided backing vocals for him at the contest.\nImage Source: RTS / Source: OGAE Serbia\nSerbia in the Eurovision Song Contest Serbia have competed as an independent nation in the Eurovision Song Contest since 2007, and have seen great success in the competition. Their first entry in 2007, Marija Šerifović’s “Molitva”, won the contest in Helsinki with 268 points, making Serbia’s debut one of the most successful in Eurovision history. From then up to their year’s break in 2014, Serbia finished in the top 10 a further two times, including a 3rd place finish in 2012 with Željko Joksimović’s “Nije ljubav stvar”.", "original_url": "https://eurovoix.com/2020/11/23/serbia-hurricane-to-eurovision-2021/", "wayback_url": "https://web.archive.org/web/20201123224200/https://eurovoix.com/2020/11/23/serbia-hurricane-to-eurovision-2021/", "a_id": "Q88972869-2"}