{"title": "Slik blir årets alternative Eurovision Song Contest", "text": "Slik blir årets alternative Eurovision Song Contest\nSom mange andre store kulturarrangementer, ble Eurovision Song Contest 2020 avlyst, til skuffelse for mange. Dette er første gang ESC blir avlyst siden konkurransen ble avholdt første gang i 1956.\nMen EBU vil gi et lite plaster på såret til Eurovision-fansen over hele Europa.\nESC-SJEF: Jon Ola Sand går av som sjef etter årets alternative Eurovision-sending er avholdt i midten av mai. Han ønsker at programmet skal forene Europa. Foto: Thomas Hanses / EBU\n– Beklageligvis vil det ikke bli noe Eurovision Song Contest i år. I stedet ønsker EBU å forene Europa 16. mai med et unikt TV-program i beste sendetid, sier sjef for Eurovision Song Contest, Jon Ola Sand.\nSkal løfte fram artistene\nProgrammet skal hete «Europe Shine a Light», en referanse til vinnerlåten «Love Shine a Light» fra 1997. Den to timer lange sendingen skal løfte fram artistene og låtene som skulle deltatt i årets internasjonale konkurranse. Men den store forskjellen er at det ikke vil bli noen avstemning eller kåret en vinner.\n– Showet vil bringe sammen årets artister, fra deres hjemland rundt om i Europa, i en fremføring av en tidligere Eurovision-hit, med et samlende budskap i den situasjonen vi befinner oss i, skriver EBU.\nUlrikke Brandstorp: Viser Eurovisions DNA\nUlrikke Brandstorp vant årets norske MGP-finale med låten «Attention» og skulle etter planen representere Norge i Rotterdam. Hun syns det er flott at både artistene og låtene nå får en trøstepremie og et utstillingsvindu.\n– Jeg syns jo så klart det er supert at Attention får litt oppmerksomhet der ute i Europa. Også syns jeg dette viser hele Eurovisions DNA, at det handler som samhold, selv i en verdenskrise.\nOg hun legger til:\n– Jeg tror ut fra de forutsetningene man har, så blir det produsert et veldig flott show som publikum kan glede seg til!\nTAKKNEMLIG: Ulrikke Brandstorp er glad for at låten \"Attention\" får nettopp attention via TV-prgrammet Europe Shine a Light. Foto: NRK\nSkal kåre tidenes MGP-øyeblikk\nI forkant av Eurovision pleier NRK å ha sendinger hvor man presenterer alle deltakerne og synser om årets bidrag. Også i år blir dette programmet laget, med tittelen Adresse Europa, den første av i alt fire sendinger vises 18. april. Men årets utgave har en liten tvist: Programmet skal hylle minneverdige øyeblikk fra sangkonkurransens historie.\nOg i en stor festsending 15. mai skal nordmenn kåre det de mener er tidenes beste øyeblikk fra den over 60 år lange historien til Eurovision Song Contest.\nProgramleder Marte Stokstad har selv valgt ut bidragene som folk skal stemme over, når de kårer tidenes bidrag.\n– Jeg har, som folk vil merke, ikke gått for de beste låtene nødvendigvis, her er det også plass til det rare, smale og overraskende. Felles for alle klippene er at de skapte et øyeblikk, som absolutt fortjener å bli vist igjen.\nOVERTAR: Marte Stokstad skal lede programmene Adresse Europa som sendes i april og mai. Hun tar dessuten over som ESC-kommentator etter Olav Viksmp Slettan. Foto: Julia Marie Naglestad / NRK\nMarte Stokstad ny kommentator\nOlav Viksmo Slettan har takket for seg som kommentator under Eurovision-finalene, etter 10 år i rollen. Nå er det kjent at Marte Stokstad overtar hans jobb neste år.\n– Det er skikkelig stas å nesten-debutere som kommentator for Eurovison song Contest! Jeg har i mange år ledet adresse-progammene, og endelig får jeg muligheten til å følge konkurransen helt ut og være til stede under finalen. Jeg får et år ekstra nå da, til å glede meg til 2021.", "original_url": "https://www.nrk.no/kultur/slik-blir-arets-alternative-eurovision-song-contest-1.14984364", "wayback_url": "https://web.archive.org/web/20200417062603/https://www.nrk.no/kultur/slik-blir-arets-alternative-eurovision-song-contest-1.14984364", "a_id": "Q50729731-5"}