{"title": "NRK skal arrangere norsk finale i MGP 2021", "text": "NRK skal arrangere norsk finale i MGP 2021\nForrige uke ble det kjent at årets Eurovision Song Contest er avlyst på grunn av koronapandemien. Noen dager senere ble det også klart at årets vinnerlåter ikke får delta i 2021.\nDet reiste spørsmål om hva dette har å si for Melodi Grand Prix 2021, og hva det betyr for Ulrikke Brandstorps deltakelse. Ulike land vil velge ulike løsninger.\nNoen land har annonsert at de vil sende årets finalister med nye låter, men noen av disse har ikke hatt tradisjon for nasjonale finaler tidligere. Samtidig har en rekke andre land, som Finland, Sverige, Estland og Island annonsert at de arrangerer nasjonale finaler som tidligere.\nMelodi Grand Prix: Viktig for norsk musikkbransje\nDet er nå besluttet sentralt i NRK at det skal arrangeres delfinaler også neste år, med en stor finale og ti finalister. Flere detaljer om MGP 2021 vil annonseres på et senere tidspunkt.\n- Vi er trygge på at det er riktig å holde på den norske MGP-modellen, og har kommet til at publikum er best ivaretatt ved å arrangere MGP i tråd med den seksti år lange tradisjonen, sier Christina Rezk Resar, fungerende redaktør i NRK Underholdning.\nHun mener MGP neste år vil være viktigere enn noen gang for en hardt prøvet musikkbransje, og håper mange artister og låtskrivere vil sende inn sine bidrag.\n- MGP har alltid vært et viktig utstillingsvindu for norsk musikk. Og med utgangspunkt i den situasjonen musikkbransjen nå står oppe i, er det viktigere enn noen gang å ivareta denne rollen og vise fram bredden av norske artister og nyskrevne låter, sier Resar.\n- Leit for artister og fans\nUlrikke Brandstorp har denne uken møtt ledelsen i Underholdningsavdelingen som der redegjorde for NRKs planer for MGP neste år.\n- At årets konkurranse er avlyst er naturligvis leit for Ulrikke som har satset knallhardt foran årets MGP og Eurovision, men alle er enige om at situasjonen verden er inne i, ikke gir rom for store musikkonkurranser. Vi tilbød Ulrikke å være med som finalist i neste års MGP, men jeg har forståelse for at det er vanskelig å erstatte det å stå på Eurovision-scenen i år. Ulrikke er en fantastisk artist som vi nok kommer til å se mye til i årene som kommer, sier Resar.\nSelv om Ulrikke har takket nei til MGP-deltakelse neste år, er Resar svært glad for at hun kommer til å opptre med både “Attention” og en ny låt som mellomakt i MGP 2021.", "original_url": "https://www.nrk.no/presse/nrk-skal-arrangere-norsk-finale-i-mgp-2021-1.14961386", "wayback_url": "https://web.archive.org/web/20210418035930/https://www.nrk.no/presse/nrk-skal-arrangere-norsk-finale-i-mgp-2021-1.14961386", "a_id": "Q50729731-21"}