{"title": "Ville holde Eurovision-smitte hemmelig", "text": "Ville holde Eurovision-smitte hemmelig\nDe ville holde det hemmelig med det første, men nå står tallene på hvor mange i publikum som ble smittet med corona under Eurovision klare. Totalt 28 av 29 875 mennesker fikk påvist coronasmitte i etterkant av årets Eurovision i Nederland, skriver Aftonbladet.\nÅrets Eurovision ble avholdt på Ahoy Arena i Rotterdam i perioden 18. til 22. mai. Under årets finale var det 3500 publikummere i salen da italienske Måneskin tok seieren med sangen «Zitti e buoni».\nMange seere ble kanskje sjokkert over å se en Eurovision-sal full av mennesker i en pandemitung tid. Det mange kanskje ikke visste var at publikum var en del av et forskningsprosjekt av Fieldlab Events.\nHoldt tallene hemmelig\nDen nederlandske TV-kanalen RTL Rijnmond viser til at publiseringen av smittestatistikken ikke var del av forskningsoppgaven. Smittetallene ble ifølge kanalen publisert etter press fra sosiale medier etter å ha forsøkt å holde dem hemmelig.\nFULL SAL: Under årets Eurovision-finale fikk 3500 mulighet til å se showet live på Ahoy arena i Rotterdam. Fem av disse skal nå ha fått påvist smitte. Foto: NTB Vis mer\nÅrsaken til at statistikken ble publisert først en måned etter Eurovisionfinallen er grunnet de lokale, nederlandske infeksjonskontrollmyndighetenes ønsker om å utføre smittesporing, opplyser RTL Rijnmond.\nSom del av prosjektet ble det tillatt med 3500 personer i publikum under hver sending og øving. Alle i publikum måtte vise til en negativ coronatest som ikke var eldre enn 24 timer for å få innslipp på arenaen. Publikum ble deretter bedt om å teste seg igjen fem dager etter eventet. 29 875 personer var innom salen fordelt på ni show under årets Eurovision, hvor Fieldlabs tall nå viser at 48 av disse har fått påvist covid-19.\nUkomplett bilde\nFieldlab-tallene gjelder bare for publikum og inkluderer for øyeblikket ikke smitte blant personer i produksjonen, akkrediterte journalister, artister eller landets delegasjoner. Informasjonen skal ifølge RTL Rijnmond utgis av Eurovision-arrangøren EBU direkte seinere i juni.\nSPILT PÅ OPPTAK: Daði Freyr (28) og bandet Gagnamagnið satt i karantene under semifinalen og finalen av årets Eurovision Song Contest. Et opptak av bandets øving fra 13. mai ble brukt i deres sted. Foto: NTB Vis mer\nUnder årets ESC var det flere artister og delegasjoner som fikk påvist smitte og måtte i karantene. Blant dem er det islandske Daði & Gagnamagnið som verken fikk opptre live under årets semifinale eller finale grunnet karanteneopphold.\nVinneren av ESC 2019, nederlandske Duncan Laurence var duket til å framføre under lørdagens finale, men fikk heller ikke mulighet etter å ha fått påvist covid, skriver Dagbladet.\nEn person fra den norske delegasjonen skal ha fått påvist smitte i etterkant av eventet.\n– Vi bekrefter at det er påvist smitte i den norske Eurovision-delegasjonen. En i delegasjonen fikk positiv test på avreisedagen 23. mai og ble igjen i Nederland og satt i isolasjon. Delegasjonslederen ble igjen i Rotterdam for å ivareta vedkommende, sa redaksjonssjef i NRK Underholdning, Erik Sandberg Ingstad til «God kveld Norge».\nLavere smittetrykk\nIfølge dokumentasjon fra Fieldlab Events viser det til lavere infeksjonsspredning på Ahoy Arena i Rotterdam enn i resten av Nederland i den samme perioden.\nDisse resultatene gir et gjennomsnitt på fem smittede per forestilling og omtrent 1,6 smittede per tusen personer. For øyeblikket ligger smittetallet på 4,9 per tusen innbyggere i Nederland, ifølge Fieldlab.\nI en pressemelding skriver Fieldlab at statistikk fra GGD, Nederlands svar på FHI, viser at ytterlige 13 personer i publikum var smittsomme da de satt i salen under årets Eurovision Song Contest.", "original_url": "https://www.dagbladet.no/kultur/ville-holde-eurovision-smitte-hemmelig/73922066", "wayback_url": "https://web.archive.org/web/20210621212652/https://www.dagbladet.no/kultur/ville-holde-eurovision-smitte-hemmelig/73922066", "a_id": "Q50729731-270"}