{"title": "Eurovision Song Contest avlyst", "text": "Eurovision Song Contest avlyst\nDen internasjonale Melodi Grand Prix finalen skulle etter planen gått av stabelen i Rotterdam i Nederland i mai. På grunn av usikkerheten rundt koronavirusets spredning ser Eurovision Broadcasting Union (EBU) nå seg nødt til å avlyse, melder de selv på Twitter.\n– Og på grunn av restriksjonene som er satt i gang fra de deltagende kringkasterne og nederlandske myndigheter har EBU tatt den vanskelige avgjørelsen om at det ikke lenger er mulig å fortsette med livesendingen som planlagt, skriver de i meldingen.\nDe vil nå fortsette samtaler om at Rotterdam får arrangere finalen i 2021, og ber om tid til å jobbe med følgene denne avgjørelsen får.\n– Full forståelse\nMGP-sjef i NRK Stig Karlsen sier i en pressemelding at det nå er liv og helse som betyr noe, og at det dermed er naturlig å sette Eurovision på vent i denne tiden.\n– Nå har vi akkurat blitt kjent med avgjørelsen til EBU, og vi trenger derfor noe tid til å se nærmere på hva det betyr. Dette er naturligvis leit for alle som har gledet seg til Eurovision og ikke minst Ulrikke som var klar for avreise for å representere Norge. Vi vil komme tilbake med informasjon så fort vi har noe å dele, sier Karlsen.\nSe finale opptredenen til vinner Ulrikke Brandstorp her:\nUlrikke Brandstorp fremfører «Attention» i MGP-finalen Du trenger javascript for å se video.\nÅrets vinner av den norske Melodi Grand Prix-finalen ble Ulrikke Brandstorp, hun sier i pressemeldingen at hun hadde gledet seg ekstremt til å representere Norge, men at det nå handler om viktigere ting enn musikkonkurransen.\n– Jeg har full forståelse for at arrangørene har kommet til denne avgjørelsen, slik at fokuset nå er på å stoppe koronaviruset verden rundt. Jeg er naturligvis også lei meg, men nå må jeg sette meg ned sammen med NRK og finne ut mer om hva dette betyr, sier Ulrikke Brandstorp.\nÅrets norske finale ble preget av stemmekaos. Brandstorp var en av forhåndsfavorittene med låten «Attention», og sa i etterkant at uansett hvem som seiret i år ville fått de samme spørsmålene. Hun var da klar for å reise rundt i Europa for å vise frem låten.", "original_url": "https://www.nrk.no/kultur/eurovision-song-contest-avlyst-1.14950738", "wayback_url": "https://web.archive.org/web/20200318151830/https://www.nrk.no/kultur/eurovision-song-contest-avlyst-1.14950738", "a_id": "Q50729731-2"}