{"title": "TIX vinner Barbara Dex-prisen 2021", "text": "TIX vinner Barbara Dex-prisen 2021\nStemmene er talt opp og årets kåring er avgjort. Dette er første gang den norske artisten tar seieren hjem i kåringen av Barbara Dex-prisen!\nBarbara Dex-prisen er en årlig pris som deles ut av Eurovision-fansen. Den var tidligere kjent for å gå til den «verst kledde» artisten, men grunnlaget for prisutdelingen har de siste årene myknet litt opp.\nThe playful and humorous Barbara Dex Award is awarded to an entry that took some risk when it comes to their stage outfit. It’s all about being notable and remarkable. Songfestival.be\nUtdelingen ble startet av den Nederlandske fansiden The House of Eurovision i 1997. Prisen ble oppkalt etter Barbara Dex som representerte Belgia i Eurovision 1993, med en hjemmelaget, semitransparent kjole.\nDebbie Scerri, Malta 1997, var den første vinneren av prisen.\nI 1999 åpnet The House of Eurovision opp for at folk utenfor deres side kunne stemme. I 2016 ble siden deres lagt ned, og gjengen i songfestival.be tok over avstemmingen og annonseringen av vinneren. I dag har de publisert at TIX sitt antrekk ble kåret til årets Barbara Dex.\nSongfestival.be skriver at TIX sitt antrekk er «bemerkelsesverdig og veldig minneverdig, takket være hans englevinger, hvite pels og bling bling». Dette er aller første gang en norsk representant vinner Barbara Dex-prisen.\nRekordmange stemmer har blitt sendt inn til årets avstemming, totalt har 4870 fans avgitt sine stemmer. Tidlig i avstemmingen var det tydelig at TIX og rumenske Roxen stakk seg ut som favoritter til å vinne, men det var et tett løp. Til slutt var det TIX som vant, med Romania på 2. plass, kun ett poeng foran Kroatia på 3. plass.\nResultatlisten, topp 5:\n1. Norge – TIX\n2. Romania – Roxen\n3. Kroatia – Albina\n4. Storbritannia – James Newman\n5. Israel – Eden Alene\nHos dresscode.nl finner du fullstendig oversikt og kul grafikk over alle de tidligere vinnerne av Barbara Dex-prisen.", "original_url": "https://escnorge.no/2021/05/30/tix-vinner-barbara-dex-prisen-2021/", "wayback_url": "https://web.archive.org/web/20210604205949/https://escnorge.no/2021/05/30/tix-vinner-barbara-dex-prisen-2021/", "a_id": "Q50729731-263"}