{"title": "Jaja ding dong-gaurinn verður stigakynnir í Eurovision", "text": "Jaja ding dong-gaurinn verður stigakynnir í Eurovision\nÞetta kom fram í þættinum Vikan með Gísla Marteini á RÚV í kvöld, en þar spjallaði Gísli Marteinn við Húsvíkinginn ástríðufulla sem var að vonum ánægður með nýja starfið.\nOlaf Yohansson sló í gegn í Hollywood-myndinni Eurovision Song Contest: The Story of Fire Saga með Will Ferrell í aðalhlutverki, en myndin fjallaði um íslenska Eurovisionkeppendur frá Húsavík. Þar fór Hannes Óli á kostum í hlutverki ákafs aðdáanda lagsins Jaja Ding Dong, sem flutt var í myndinni.\nLagið Husavik – My home town, sem einnig var flutt í myndinni, var tilnefnt til Óskarsverðlauna. Myndband sem tekið var upp af flutningi Molly Sandén og stúlknakórs úr fimmta bekk Borgarhólsskóla í bænum sjálfum var sent út á Óskarsverðlaunahátíðinni.\nHannes fetar í fótspor margra þekktra Íslendinga sem hafa verið stigakynnar landsins í keppninni í gegnum tíðina, meðal annars þau Jóhannes Haukur Jóhannesson, Edda Sif Pálsdóttir, Björgvin Halldórsson söngvari, Ragnhildur Steinunn Jónsdóttir og Unnsteinn Manúel, Brynja Þorgeirsdóttir og Eva María Jónsdóttir.\nDaði og Gagnamagnið taka þátt í keppninni í ár með laginu 10 Years. Ísland keppir í seinni undankeppninni, fimmtudaginn 20. maí og í úrslitunum 22. maí ef það kemst áfram.", "original_url": "https://www.ruv.is/frett/2021/05/07/jaja-ding-dong-gaurinn-verdur-stigakynnir-i-eurovision", "wayback_url": "https://web.archive.org/web/20210507211019/https://www.ruv.is/frett/2021/05/07/jaja-ding-dong-gaurinn-verdur-stigakynnir-i-eurovision", "a_id": "Q50729731-80"}