{"title": "Eurovision Song Contest:", "text": "Eurovision Song Contest:\nI går meldte Aftonbladet at hele Polens delegasjon er satt i karantene grunnet coronasmitte. Nå melder Expressen at også en i den islandske delegasjonen har testet positivt, og de er nå i karantene.\nIfølge EBU har én person har testet positivt for corona under en rutinetest, og resten av delegasjonen vil nå gjennomgå ytterligere tester.\nDet betyr at den islandske artisten Daði Freyr (28) og bandet Gagnamagnið også er i karantene. De får heller ikke delta i åpningsseremonien, som skjer søndag kveld.\nPersonen som er smittet skal ha testet seg søndag, og delegasjonen ble umiddelbart isolert og satt i karantene. Resterende medlemmer i delegasjonen vil nå gjennomføre PCR-tester for å finne ut om fler er smittet.\nArtister, scenearbeidere, journalister og andre som jobber både på og bak scenen i Eurovision Song Contest i Rotterdam må gjennomføre hurtigtester hver 48. time.\nSkru På Lyd Error Error REAGERER: Den ortodokse kirken på Kypros reagerer sterkt på landets «Eurovision»-låt. Video: Panik Records Vis mer\nPolen i karantene\nSom nevnt meldte Aftonbladet lørdag at hele Polens delegasjon var satt i karantene på hotellet. Den svenske avisa skrev at én person har testet positivt for corona, og resten av delegasjonen vil nå gjennomgå ytterligere tester.\nDet betyr også at den polske artisten Rafal (39) og hans dansere er nødt til å stå over konkurransens åpningsseremoni i kveld. Der vil alle land og deres representanter gå langs en turkis løper og intervjues av presse.\n«Under en rutinetest ved ankomst til Eurovision-arenaen på lørdag 15. mai testet en person i den polske delegasjonen positivt for covid-19», het det i en pressemelding.\nHvis både Polen og Islands artister vil teste positivt, er det likevel slik at EBU tillater landene å konkurrere. Da blir løsningen å sende siste repetisjon fra Eurovision-scenen.\nSamtlige land spiller nemlig inn opptredenene på forhånd, i tilfelle man ikke skulle kunne opptre på finalesendingen. Den australske artisten Montaigne (25) er en av artistene som ikke kommer til å framføre låta live fra Rotterdam grunnet reiserestriksjoner.", "original_url": "https://www.dagbladet.no/kjendis/mer-corona-i-eurovision/73771991", "wayback_url": "https://web.archive.org/web/20210516193225/https://www.dagbladet.no/kjendis/mer-corona-i-eurovision/73771991", "a_id": "Q50729731-204"}