{"title": "Marte Stokstad blir ny kommentator for Eurovision Song Contest", "text": "Marte Stokstad blir ny kommentator for Eurovision Song Contest\nMarte Stokstad har lang erfaring med både Melodi Grand Prix og Eurovision. I 2010 og 2012 var hun programleder for delfinaler og finale i MGP, og gjennom seks år har hun vært programleder for \"adresseprogrammene\" i forkant av de internasjonale finalene.\n– Marte har alt hva man kan ønske seg i en kommentator for Eurovision. Drivende dyktig, masse erfaring, og ikke minst en genuin kjærlighet til MGP og Eurovision. Hun blir den perfekte \"toastmaster\" for verdens største musikkshow. Marte vil kunne balansere formidlingen av fest, humor og konkurransens seriøsitet på en flott måte, sier prosjektleder Stig Karlsen.\nDen nye kommentatoren ser allerede nå fram til Eurovision 2021. Samtidig har hun planene klare for i år.\n– Klart det er stas å nesten debutere som kommentator! Olav Viksmo-Slettan har gitt meg gode tips allerede, som jeg er veldig glad for. Han har gjort en strålende god jobb i ti år, og det er en skikkelig stor ære at han nå gir ESC-ilden videre til meg. Selv om den nå må brenne litt på tomgang frem til finalen neste år, sier Marte Stokstad.\nAdresse Europa\nMarte Stokstad blir likevel å se på skjermen allerede lørdag 18. april, og da som programleder for \"Adresse Europa\". Programserien erstatter \"Adresse Rotterdam\" som skulle vært sendt slik tradisjonen har vært.\nFra øverst til venstre: Bendik (Silje Halstensen), Ingeborg Heldal, Per Sundnes, Marte Stokstad og Jan Thomas. Foto: Julia Marie Naglestad / NRK\nSammen med et panel bestående av redaktør Ingeborg Heldal, tidligere MGP-general Per Sundnes, artisten Bendik (Silje Halstensen) og stylist Jan Thomas, samt noen dedikerte fans, skal det ultimate øyeblikket fra Eurovisions 65 år lange historie kåres.\nEurovision-helg på NRK i mai\nMGP og Eurovision engasjerer som aldri før, og nå som årets Eurovision Song Contest er avlyst, vil nok mange finne trøst i at NRK gjør klart for Eurovision-helg 15. og 16. mai.\nEurovision Song Contest: Norge bestemmer\nDirektesendingen skal ledes av Marte Stokstad og Ronny Brede Aase. Foto: Julia Marie Naglestad / NRK\nNRK direktesender en alternativ Eurovision-konkurranse der TV-seerne kan stemme frem Norges uoffisielle vinner av Eurovision Song Contest 2020.\nLes mer her.\nEurovision: Europe Shine a Light\nFoto: NPO/AVROTROS/NOS\nLørdag 16. mai viser NRK og 45 andre europeiske land EBUs alternative og direktesendte show \"Eurovision: Europe Shine a Light\". Programmet blir ingen konkurranse som kårer en vinner, men skal i stedet hylle alle artistene som skulle deltatt i Eurovision Song Contest 2020.\nProgramlederne er de samme som skulle ledet årets Eurovision; Chantal Janzen, Edsilia Rombley og Jan Smith.\nBeat for beat\nVi er i jubileumsåret for MGP 60 år, og det skal Beat for beat feire denne helgen med flotte artister, musikalske overraskelser, pyro, vindmaskin og ikke minst et ekstra stort band for anledningen.", "original_url": "https://www.nrk.no/presse/marte-stokstad-blir-ny-kommentator-for-eurovision-song-contest-1.14984959", "wayback_url": "https://web.archive.org/web/20200516101109/https://www.nrk.no/presse/marte-stokstad-blir-ny-kommentator-for-eurovision-song-contest-1.14984959", "a_id": "Q50729731-4"}