{"title": "TV Slovenija 2", "text": "TV Slovenija 2\nInfo kanal je namenjen sledenju novic iz sveta politike, športa, kulture, turizma, medicine, znanosti in podobnih tematikah, ki pomembno vplivajo na razvoj in analizo javnega obveščanja. Zraven najbolj svežih novic si lahko ogledate tudi videoposnetke slovenskih in tujih krajev, ujetih v objektiv kamere, povsem spontano. Info kanal ne pozabi niti na najbolj svežo vremensko napoved in obvestila o stanju na slovenskih cestah. Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\nPriporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\nVideotrak je video-glasbeni časovni pas urbanega slovenskega 'mainstreama', ki sega od popa in rocka, rapa, r'n'b-ja ter elektronike in vse tja do metala in alternative. Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\nOddaja Dobro jutro je oddaja gledalcev. S svojimi svetovalnimi, izobraževalnimi, razvedrilnimi in informativnimi vsebinami sledimo željam gledalcev vseh starostnih skupin. V večurnem živem in dinamičnem jutranjem programu, ki je na sporedu vsak delovni dan, se prepleta studijski del z aktualnimi vklopi v živo z različnih koncev Slovenije. Raziskujemo teme, ki se dotikajo vsakdanjega življenja ljudi, in ponujamo najrazličnejše vsebine: od zdravstvenih, pravnih in kuharskih nasvetov, svetovanj o medosebnih odnosih, receptov iz domače lekarne do predstavljanj osupljivih življenjskih usod, vrtičkarskih in prehranskih nasvetov in atraktivnih nagradnih iger. Oddaja poteka tudi v sodelovanju z RTV centrom Koper in RTV centrom Maribor, s čimer v živi program vnašamo še več lokalnih vsebin.\nOddaja Dobro jutro uvaja sodobne televizijske formate s poudarkom na kakovostnih vsebinah in je upoštevajoč delež televizijskih gledalcev med najbolje gledanimi oddajami nacionalne televizije. V letu 2014 so ustvarjalci oddaje prejeli eno najprestižnejših slovenskih medijskih priznanj: strokovnega viktorja za najboljšo zabavno TV-oddajo. Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\n“V petek zvečer” je nova glasbeno-razvedrilna oddaja, ki prinaša dobro uro zabave, glasbe, humorja in tekmovalnosti.\nOrkester vrhunskih glasbenikov v sodelovanju z gostujočimi pevskimi zvezdniki in mladimi upi skrbi za čisto sveže izvedbe tako legendarnih hitov kot tudi novih pesmi vseh zvrsti slovenske glasbe - od popularne do narodno-zabavne - predvsem pa - vse v živo!\nV tekmovalnem delu bomo v pomladanski sezoni spremljali slovenske glasbenike v glasbenem kvizu na temo 30 let glasbe v samostojni Sloveniji. Ob humorju, ki bo izhajal iz najširših tematik našega vsakdana, pa se nam bodo v oddaji ob posebni DJ spremljavi pridružili tudi pevci s svojih domov.\nPravi miks za sproščen skok v vikend je “V petek zvečer” ob 20h. Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\nV oddaji poskušamo čim bolj celovito osvetliti teme, ki jih izbiramo med teološkimi, etičnimi in antropološkimi vsebinami. Teme umeščamo v aktualni kulturni in civilizacijski prostor ob primerjavi različnih religioznih sistemov. V oddaji v studiu gostimo več gostov, ki so strokovnjaki z različnih področij in z različnimi pogledi na obravnavano temo. Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\nPortret neutrudnega svetovljana Evalda Flisarja v vsej njegovi slikoviti, pisani večplastnosti, ki ga zaznamuje kot človeka in umetnika.\nSvetovni popotnik, ki je prepotoval je 86 držav, avtor enajstih romanov, med njimi legendarnega Čarovnikovega vajenca, petnajstih dram, ki jih uprizarjajo na odrih širom sveta, prejemnik pomembnih literarnih nagrad, preveden v 32 tujih jezikov, urednik enciklopedije znanosti v Londonu in slovenske literarne revije Sodobnost, voznik podzemnega vlaka v Avstraliji, pisec scenarija v Hollywoodu, sedem let predsednik Društva slovenskih pisateljev, srečni oče petletnega sinčka... Vse to in še več je Evald Flisar. Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\n***** Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\nVideotrak je video-glasbeni časovni pas urbanega slovenskega 'mainstreama', ki sega od popa in rocka, rapa, r'n'b-ja ter elektronike in vse tja do metala in alternative. Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\nAvtomobilnost bo v tej sezoni spet aktualna in drzno izzivalna. Letošnjo zimo in pomlad bomo s strokovnjaki različnih področji iskali odgovore na izzive sodobne osebne multimodalnostne mobilnosti v pretežno urbanih okoljih, se z avtom popeljali v lepe spomine in čase, ko smo se znali odpeljati po lepih lokalnih cestah do tudi Googlu skritih domačih naravnih kotičkov. Pogledali bomo v prihodnost slovenske vozniške umetne inteligence, nadaljevali z našimi preventivnimi pobudami, testirali bomo nove zanimive avtomobile, govorili s tistimi, ki so jih zasnovali, izdelali, in tistimi, ki jih morajo prodati. S pomladjo pa prihaja pred gledalce TV Slovenija in bralce spletnega portala rtvslo.si, še nekaj prav posebnih vsebin in novosti, ki pa naj za zdaj ostanejo še presenečenje. Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\nV evrovizijskem tednu se bomo spomnili tudi uspešnih glasbenih točk z naših izborov EMA. Klemen Slakonja je Emo vodil kar štirikrat, v letih 2011, 2012, 2016 in 2020. In prav vsakič je navdušil s svojimi imitacijami, odličnim vokalom in humorjem. Nekaj vrhuncev njegovih točk si bomo lahko ogledali v oddaji Klemen in EMA. Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\nV prenosu drugega predizbora Pesmi Evrovizije 2021 iz Rotterdama se bodo predstavili izvajalci iz sedemnajstih držav v naslednjem vrstnem redu: San Marino, Estonija, Češka, Grčija, Avstrija, Poljska, Moldavija, Islandija, Srbija, Gruzija, Albanija, Portugalska, Bolgarija, Finska, Latvija in Švica. Le deset najboljših po mnenju gledalcev in strokovnih žirij se bo uvrstilo na sobotno finalno prireditev. Voditelji drugega evrovizijskega predizbora so Chantal Janzen, Edsilia Rombley, Jan Smit in Nikkie de Jager. Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\nSlovenska avtorska oddaja, ki odpira vrata v hiše in stanovanja, slikovite vrtove, razkriva objekte, ki so zanimivi zaradi svoje domiselne zasnove.\nSkozi prispevke nas v oddaji vodi priljubljeni voditelj Boštjan Romih. Boštjan in novinarji Jasna Marin, Anja Prusnik in Stane Sušnik obiskujejo hiše in stanovanja ter s pomočjo slovenskih arhitektov odkrivajo domiselne arhitekturne rešitve. Oddaja je zanimiva za vse, ki jih zanima arhitektura in oprema ambientov, ki želijo opremiti ali prenoviti dom, ki radi prenavljajo sami in iščejo ideje za majhne in stroškovno sprejemljive spremembe doma, za tiste, ki nameravajo graditi, želijo pogledati v sosedovo stanovanje ali izvedeti kaj več o sodobnih smernicah opreme in gradnje ter o ureditvi okrasnega vrta. Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\nPredstavljajo vam televizijsko studijsko vizualizacijo koncerta, v kateri se kot avtorji glasbe predstavljajo člani Big banda RTV Slovenija. Zvočno in slogovno raznolike skladbe bodo tako predstavili člani David Jarh, Tomaž Gajšt, Dominik Krajnčan, Adam Klemm, Blaž Trček, Lenart Krečič in Blaž Jurjevčič. Dirigent Tadej Tomšič, urednik oddaje Daniel Celarec, režija Aleksander Šmuc. Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran\nVideotrak je video-glasbeni časovni pas urbanega slovenskega 'mainstreama', ki sega od popa in rocka, rapa, r'n'b-ja ter elektronike in vse tja do metala in alternative. Priporoči: Deli Dodaj v koledar Google Outlook Apple Spletna stran", "original_url": "https://www.rtvslo.si/tv/spored/tvs2/2021-05-20", "wayback_url": "https://web.archive.org/web/20210506211440/https://www.rtvslo.si/tv/spored/tvs2/2021-05-20", "a_id": "Q50729731-333"}