{"title": "(VIDEO) Huda zadrega na Evroviziji: Duncan Laurence ima covid; znanih novih 10 finalistov", "text": "(VIDEO) Huda zadrega na Evroviziji: Duncan Laurence ima covid; znanih novih 10 finalistov\nTudi drugi rez je opravljen in seznam nastopajočih v finalu Pesmi Evrovizije je tako popoln. Tudi drugi polfinalni večer je v živo spremljalo 3500 testiranih gledalcev. Aktualni zmagovalec je žal pozitiven\nZnani so vsi, ki se bodo v sobotnem finalu spopadli za zmago na Pesmi Evrovizije 2021. V drugem polfinalnem večeru je nastopilo 17 držav, deseterica jih je večer zaključila z nasmehom. Žiranti, ki so nastope ocenjevali že na sredini večerni vaji, in gledalci s telefonskimi glasovi so v finale poslali Albanijo, Srbijo, Bolgarijo, Moldavijo, Portugalsko, Islandijo, San Marino, Švico, Grčijo in Finsko.\nZaradi covida v ekipi Islandci niso nastopili, videli smo posnetek z druge vaje, na katerem pa so peli v živo. Zgodil se je tudi eden najbolj zagatnih scenarijev, ki je za organizatorje zagotovo prava katastrofa, ki jo bodo morali reševati tako rekoč pet pred dvanajsto. Duncan Laurence, pevec, ki je s skladbo Arcade Pesem Evrovizije pripeljal na Nizozemsko in je v torek prejel platinasto plaketo za milijardo spletnih prenosov svoje skladbe, je staknil covid in kaže blažje simptome. Ponedeljkov prvi polfinale je odprl s pompozno točno, pred tem je dobil negativni izvid covid testa, v sredo pa zaznal prve znake okužbe, ki jo je potrdil še hitri test. Zaradi obvezne 7-dnevne izolacije tako ne bo smel nastopiti v sobotnem finalu, kjer bi sicer igral pomembno vlogo. Težko si je predstavljati finale brez tistega, ki je uresničil evrovizijske sanje države gostiteljice. Duncan naj bi zaradi nepričakovanega razpleta bil zelo žalosten in razočaran, zveza EBU pa sporoča, da bo vendarle nekako del finala, a v drugačni obliki. Kako je z voditelji in ostalo ekipo, ki so bili v stiku z njim, zaenkrat še ni jasno.\nTudi drugi predizbor se je ob 21.00 začel v dvorani Ahoy v Rotterdamu pred 3500 testiranimi gledalci. V dvorani, ki sicer sprejme okoli 16.000 gledalcev. Skozi vse tri evrovizijske večere so naši gostitelji Chantal Janzen, Jan Smit, Edsilia Rombley in Nikkie de Jager. V spremljevalnem programu sta nastopila plesalec Ahmad Joudeh in Dez Maarsen, tekmovalec v BMX kolesarstvu.\nDeseterica prvega polfinalnega nastopa že čaka na finale. Naše Ane Soklič med njimi ni, saj je s skladbo Amen obtičala v torkovem prvem polfinalu. Katero mesto je tam zasedla, bo jasno po razglasitvi končnega zmagovalca.\nV drugem predizboru so nastopili: 1. San Marino: Senhit – Adrenalina\n2. Estonija: Uku Suviste – The Lucky One\n3. Češka: Benny Cristo – omaga\n4. Grčija: Stefania – Last Dance\n5. Avstrija: Vincent Bueno – Amen\n6. Poljska: RAFAŁ – The Ride\n7. Moldavija: Natalia Gordienko – SUGAR\n8. Islandija: Da∂i Freyr og Gagnamagni∂ – 10 Years\n9. Srbija: Hurricane – Loco Loco\n10. Gruzija: Tornike Kipiani – You\n11. Albanija: Anxhela Peristeri – Karma\n12. Portugalska: The Black Mamba – Love Is On My Side\n13. Bolgarija: Victoria – Growing Up is Getting Old\n14. Finska: Blind Channel – Dark Side\n15. Latvija: Samanta Tīna – The Moon is Rising\n16. Švica: Gjon's Tears – Tout l'Univers\n17. Danska: Fyr og Flamme – Øve Os På Hinanden\nV sobotnem finalu bo tako mogoče ponovno prisluhniti skupini The Roop iz Litve, ki je s skladbo Discoteque poskrbela za energično odprtje Evrovizije 2021, ki je tudi sicer zelo bogata z udarnimi in plesnimi ritmi. Prav tako so med finalisti ruska predstavnica Manizha, ki je v skladbi Russian Woman predstavila ruske ženske skozi minulih nekaj stoletji, švedski predstavnik z afriškimi koreninami Tusse z elektro-pop skladbo Voices. Njegove korenine segajo v Kongo, zanimivo pa je, da se ne želi spolno opredeljevati. Kljub svojemu \"uniseks\" imidžu zase med pogovorom uporablja moški spol, sicer pa o svoji identiteti ne želi razpravljati.\nTam bo tudi atraktivna ciprska predstavnica Elena Tsagrinou, ki v skladbi El Diablo poje o ljubezni do moškega, ki je slab kot sam hudič. Zaradi slabega razumevanja sporočila pesmi, so ciprski verski konservativci pozivali k njenemu sežigu.\nPrepričal je tudi norveški predstavnik Tix z angelskimi krili in Tourettovim sindromom. Poje o padlem angelu. V finale so se uvrstili še belgijski veterani Hooverphonic, ki so v skladbi The Wrong Place predstavili, kako je, ko se avantura za eno noč ne izide po planu, Izraelka z etiopskimi koreninami Eden Alene s skladbo Set Me Free, pevka Efendi, ki Azerbajdžan zastopa z udarno plesno skladbo Mata Hari ter skupina Go_A z v celoti v ukrajinščini odpeto elektro-folk skladbo Shum. Za veliki favoritko izbora velja 18-letna predstavnica Malte Destiny, ki v pesmi Je Me Casse odločno prepeva: \"Not Your Baby!\".\nV finalu se jim bo pridružilo še velikih pet - Francija, Nemčija, Italija, Španija in Velika Britanija - ter Nizozemska kot zadnja zmagovalka iz leta 2019, ko je Evrovizijo gostil Izrael, zmagal pa je Duncan Laurence s skladbo Arcade. Slovence skozi Evrovizijo pelje komentatorka Mojca Mavec, glasove našega glasovanja pa bo v soboto v areno Ahoy sporočila Lorella Flego.", "original_url": "https://www.vecer.com/zabava/glasba/video-huda-zadrega-na-evroviziji-duncan-laurence-ima-covid-znanih-novih-10-finalistov-10243253", "wayback_url": "https://web.archive.org/web/20210521160655/https://www.vecer.com/zabava/glasba/video-huda-zadrega-na-evroviziji-duncan-laurence-ima-covid-znanih-novih-10-finalistov-10243253", "a_id": "Q50729731-14"}