{"title": "Radio Nacional de España retransmitirá en directo Eurovisión 2021", "text": "Radio Nacional de España retransmitirá en directo Eurovisión 2021\nHace unos minutos se acaba de confirmar oficialmente que el Festival de Eurovisión 2021 se emitirá por segunda vez en 11 años a través de Radio Nacional de España. El ente público ha anunciado sus planes de emisión radiofónicos de cara al próximo mes de mayo.\nRadio Nacional de España emitirá al completo la final del sábado, 22 de mayo en Róterdam. La retransmisión comenzará a las 20h30 de la noche y finalizará a las 2 de la madrugada. Esta retransmisión se realizará en simulcast con Radio Nacional y Radio Exterior de España y estará presentada por Imanol Durán.\nLa programación especial se completará con un previo emitido por Radio Nacional durante toda la tarde previa al festival y también un post del festival en la misma cadena de radio hasta bien entrada la madrugada.\nHasta la edición de 2019, Radio Nacional de España no emitía el Festival de Eurovisión a través de la radio desde la edición de Belgrado 2008. Diversas emisoras privadas como Onda Melodía, SER o Cope han emitido las finales del festival en años anteriores o han realizado una cobertura extensa del mismo.\nTONY AGUILAR Y JULIA VARELA COMENTARÁN LAS GALAS\nEn cuanto a la parte de Televisión Española, Julia Varela y Tony Aguilar repetirán como comentaristas de las tres galas del Festival de Eurovisión 2021 para el público español a través de La 2 y La 1. Nuevamente, las dos semifinales se emitirán en La 2 mientras que la final, como es tradición, se emitirá en La 1. Recordemos que España votará en la segunda semifinal, el jueves 20 de mayo.\nEsta será la séptima vez que Julia comente un certamen eurovisivo después de Viena 2015, Estocolmo 2016, Kiev 2017, Lisboa 2018, Tel Aviv 2019 y Gliwice-Silesia 2019, mientras que es solo la quinta de Tony tras su debut en Lisboa 2018, tomando el relevo del fallecido José María Íñigo. Tony ha comentado para Televisión Española las ediciones de Lisboa 2018, Tel Aviv 2019, Gliwice-Silesia 2019, Varsovia 2020 y el especial de Eurovisión 2020: Europe Shine a Light el pasado mes de mayo junto a la periodista Eva Mora.\nActualmente Julia ejerce como presentadora en el magacine vespertino de RNE, “Tarde lo que tarde”. Fue reportera de ‘Comando actualidad’, ha sido redactora y locutora de Radio Exterior y ha estado durante años vinculada a Radio 3, la emisora musical de RNE, como presentadora de diferentes espacios como “Los Conciertos de Radio 3” y de retransmisiones en festivales de música. Su firma está detrás del blog ‘Yo, laggard’ en la web de Radio3. Julia fue directora del programa “A partir de hoy”, Melani, representante española para Eurovisión Junior 2019 fue presentada.\nEl locutor, DJ y presentador Tony Aguilar lleva desde 1991 en LOS40, dónde ha creado, dirigido y presentado programas de éxito cómo Anda Ya. En los más de 25 años en antena también ha conducido shows cómo “Fan Club” o “Del40al1” al frente del cual sigue hoy en día, después de 22 temporadas, repasando la lista de éxitos en el programa musical con más oyentes del país y por el que el pasado año 2016 recibió el premio ONDAS al Mejor programa y mejor presentador. Ambos profesionales fueron los presentadores de “Destino Eurovisión”, gala celebrada el pasado mes de febrero donde se eligió el tema español para la cita de Róterdam 2021.", "original_url": "https://www.escplus.es/radio-nacional-de-espana-retransmitira-en-directo-eurovision-2021/", "wayback_url": "https://web.archive.org/web/20210507022844/https://www.escplus.es/radio-nacional-de-espana-retransmitira-en-directo-eurovision-2021/", "a_id": "Q50729731-172"}