{"title": "Las entradas de Eurovisión 2021 se pondrán a la venta a inicios de mayo", "text": "Las entradas de Eurovisión 2021 se pondrán a la venta a inicios de mayo\nA menos de 40 días para la gran final de Eurovisión 2021, hemos conocido nuevos detalles de cara a esta atípica edición. Desgraciadamente, las nuevas informaciones que aparecen son poco halagüeñas con respecto a realizar un festival habitual.\nSOLO EL 40% DE LAS ENTRADAS INICIALES SE SACARÁN A LA VENTA\nPara empezar, Sietse Bakker espera que las entradas salgan a la venta durante los primeros días de mayo. Según el productor ejecutivo de la 65ª edición del festival, habrá que tener mucha suerte para conseguir entradas este año. Desafortunadamente, debido a la situación, solo el 40% de las entradas que se iban a sacar a la venta estará disponible. Esto significa que no todo el mundo que tuviera entrada el año pasado tiene asegurado el acceso este año.\nLa organización de Eurovisión no está trabajando en una alternativa y agrega que lleva preparando al público para esto desde el año pasado. “Seamos realistas, será una decepción para muchas personas. Sabemos que mucha gente ha estado esperando el festival de Eurovisión” afirma Bakker. Eso sí, el productor ejecutivo asegura que el reparto será igualitario en relación al año pasado: “La gente que tenía entradas para alguno de los espectáculos del año pasado se les dará la oportunidad de comprar entradas para ese mismo espectáculo”.\nUN FESTIVAL SIN FIESTAS NI EUROCLUB\nPor si esto fuera poco, el Festival de 2021 vendrá acompañado de poca fiesta y reunión. Los fans que se acerquen a Róterdam no celebrarán grandes fiestas de Eurovisión como están acostumbrados. Debido a las actuales medidas y restricciones por el Covid, se ha pedido a las delegaciones que permanezcan en sus hoteles el mayor tiempo posible.\nTambién tendremos que prescindir del famoso Euroclub, que hasta ahora estaba completamente dedicado al festival. “Nada de fiestas lujosas ni discotecas con música de Eurovisión. El ambiente en la ciudad será diferente. Pero creo que, especialmente después del año pasado, cualquier cosa que se sienta como algo divertido, será muy intensa para todos”, según palabras del propio Bakker.\nLA CONSTRUCCIÓN DEL ESCENARIO SIGUE SU CURSO\nEl escenario empezó a construirse esta semana en el Ahoy de Róterdam y su maquinaria sigue a pleno rendimiento para llegar activo al próximo 18 de mayo. Las luces LEDs de las impresionantes pantallas del escenario ya han llegado al estadio y miden 52 metros. Todo el cableado y el propio parque generador para el escenario también se han plantado en el Ahoy, del mismo modo que las luces se han levantado sobre el techo.", "original_url": "https://eurovision-spain.com/las-entradas-de-eurovision-2021-se-pondran-a-la-venta-a-inicios-de-mayo/", "wayback_url": "https://web.archive.org/web/20210414192956/https://eurovision-spain.com/las-entradas-de-eurovision-2021-se-pondran-a-la-venta-a-inicios-de-mayo/", "a_id": "Q50729731-210"}