{"title": "Eurovisión 2021 supera los 183 millones en audiencia", "text": "Eurovisión 2021 supera los 183 millones en audiencia\nToda Europa anhelaba el regreso de Eurovisión tras la cancelación el pasado año a causa de la pandemia de la COVID-19. La audiencia del festival celebrado en Róterdam ha superado los 183 millones de espectadores de 36 mercados, según los datos publicados por la Unión Europea de Radiodifusión (UER).\nAdemás, la final de la 65ª edición del certamen europeo ha alcanzado el 40,5% de cuota de pantalla, cuatro puntos más que la de Tel Aviv 2019, cuando anotó un 36,7% de share. Eso supone más del doble de la audiencia media en prime time del grupo de emisoras que forman la UER (19,4%).\nEl festival se celebró en el Rotterdam Ahoy, con 3.500 en las gradas JORDY BRADA\nEl gran éxito de Eurovisión 2021 ha sido el aumento del público joven. La cifra de televidentes de entre 15 y 24 años ha crecido en siete puntos porcentuales con respecto a 2019, situándose en el 52,8%. Un dato que demuestra que el festival está más fuerte que nunca y aún tiene mucha vida.\nLa adaptación al mercado digital y nuevas formas de comunicación ha sido clave para que su popularidad crezca entre los más jóvenes. Durante la semana eurovisiva, el canal oficial en YouTube ha acumulado 50,6 millones de usuarios únicos de 234 países (un 28% más que en 2019). En este caso, la media de edad baja y las personas de 18 a 34 años representan el 71% de los consumidores. La participación en redes sociales también ha sido masiva: la noche de la final se publicaron casi 5 millones de tweets sobre Eurovisión.", "original_url": "https://www.rtve.es/television/20210531/eurovision-2021-audiencia-dato-millones-espectadores-share-cuota-pantallas/2096667.shtml", "wayback_url": "https://web.archive.org/web/20210531161320/https://www.rtve.es/television/20210531/eurovision-2021-audiencia-dato-millones-espectadores-share-cuota-pantallas/2096667.shtml", "a_id": "Q50729731-144"}