{"title": "Tony Aguilar y Julia Varela serán los presentadores de 'Destino Eurovisión' en TVE", "text": "Tony Aguilar y Julia Varela serán los presentadores de 'Destino Eurovisión' en TVE\nSe lee en minutos Redacción Yotele\n'Destino Eurovisión' ya tiene pareja de presentadores en TVE. La televisión pública ha elegido a Tony Aguilar y Julia Varela como maestros de ceremonias de la gala de preselección en la que conoceremos el tema que defenderá Blas Cantó en Eurovisión 2021, cuya final se celebra el próximo 22 de mayo.\nLa televisión pública apuesta de esta forma por dos rostros que conocen a la perfección el certamen europeo. Los comentaristas de Eurovisión en España serán los anfitriones de la gala en la que el público decidirá entre las dos propuestas presentadas por artista: el uptempo 'Memoria' o la balada 'Voy a quedarme'.\nEs un placer contaros que tendré el honor de presentar #DestinoEurovisión muy pronto en @La1_tve junto a mi querida @JuliaVarela__ y la participación de @vjvicman. Acompañaremos a @BlasCanto en su camino hacia @Eurovision 2021 y escogeremos canción para España 🇪🇸 en Rotterdam. pic.twitter.com/Q5Sgrheokd — Tony Aguilar (@TonyAguilarOfi) 11 de febrero de 2021\nTe puede interesar\nEl director creativo Marvin Dietmann colaborará en la puesta en escena de ambos temas para su representación en 'Destino Eurovisión', donde Blas estará acompañado por siete artistas muy reconocidos del panorama nacional.\nVanesa Martín, Nia, Andrés Suárez, Cepeda, Roi, Pastora Soler y Edurne acudirán a esta gala para arropar al representante de España en Eurovisión, que conocerá en directo cuál de sus dos opciones es la elegida para competir por el Micrófono de Cristal.", "original_url": "https://www.elperiodico.com/es/yotele/20210211/tve-tony-aguilar-julia-varela-presentadores-destino-eurovision-11513710#:~:text=Tony%20Aguilar%20y%20Julia%20Varela,de%20'Destino%20Eurovisi%C3%B3n'%20en%20TVE", "wayback_url": "https://web.archive.org/web/20210211222052/https://www.elperiodico.com/es/yotele/20210211/tve-tony-aguilar-julia-varela-presentadores-destino-eurovision-11513710", "a_id": "Q50729731-58"}