{"title": "El Ayuntamiento de Róterdam aprueba la organización de Eurovisión 2021", "text": "El Ayuntamiento de Róterdam aprueba la organización de Eurovisión 2021\nEl consistorio acepta por una abrumadora mayoría absoluta el presupuesto extra de 6,7 millones de euros para organizar la próxima edición del festival que podría celebrarse la semana del 11, 13 y 15 de mayo. El Estadio Ahoy mantendrá la sede, a la espera de la oficialización de la Unión Europea de Radiodifusión. Róterdam justifica el desembolso para estimular al sector servicios de Holanda Meridional, a la vez que espera ayudas del Gobierno Neerlandés y patrocinadores privados, y analizará la evolución del Coronavirus ante posibles medidas de seguridad y sanitarias\nEl Ayuntamiento de Róterdam ha aprobado esta mañana la celebración de Eurovisión 2021. El consistorio ha aceptado destinar una partida presupuestaria extra de 6,7 millones de euros para organizar la próxima edición del festival que podría tener lugar el 11, 13 y 15 de mayo de nuevo en el Estadio Ahoy. La decisión se ha tomado por una abrumadora mayoría de 33 votos a favor y ocho en contra. La Unión Europea de Radiodifusión, ahora, tendrá que oficializar la sede.\nEl concejal de Educación, Cultura y Turismo, Said Kasmi, se ha mostrado satisfecho con la decisión. \"Lo más importante para nosotros es que podamos hacer una fiesta por y para todos, hemos estado trabajando muy duro últimamente, y estamos listos para dar la bienvenida a la 65ª edición del festival de Eurovisión en 2021 en nuestra ciudad\", afirma el político. Ese presupuesto extra, necesario para salvar la organización del certamen, ha sido objeto de debate durante las últimas semanas entre los diferentes partidos. El pleno del Ayuntamiento, no obstante, considera el desembolso como justificado, pues repercutirá positivamente en el sector servicios de toda Holanda Meridional, a la vez que se esperan ayudas del Gobierno Neerlandés y patrocinadores privados.\nA pesar de la buena noticia, numerosos portavoces del consistorio han señalado que se debe monitorizar la evolución de la pandemia de Coronavirus, y estudiar la forma en la que Eurovisión se celebrará dentro de las posibles medidas de seguridad y sanitarias a implementar ante esta nueva realidad mundial.", "original_url": "https://www.eurovision-spain.com/iphp/noticia.php?numero=23-04-20_el-ayuntamiento-de-roterdam-aprueba-la-organizacion-de-eurovision-2021", "wayback_url": "https://web.archive.org/web/20200526020538/https://www.eurovision-spain.com/iphp/noticia.php?numero=23-04-20_el-ayuntamiento-de-roterdam-aprueba-la-organizacion-de-eurovision-2021", "a_id": "Q50729731-33"}