{"title": "Croacia no elige directamente a Damir Ked\u009eo y se decanta por repetir el Dora en 2021", "text": "Croacia no elige directamente a Damir Ked\u009eo y se decanta por repetir el Dora en 2021\nDamir Ked\u009eo, el que iba a ser representante de Croacia en Eurovisión 2020, ha anunciado esta tarde en sus redes sociales que no será el elegido directo para Róterdam 2021. Por su parte, la HRT ha confirmado que una nueva edición de su mítico Dora tendrá lugar como preselección el año que viene. Se celebrará como presenlección abierta en febrero desde la ciudad de Opatija.\nSu directora será Ur\u009aula Tolj, una editora y periodista de larga trayectoria que también ha sido Directora de Entretenimiento de la cadena pública croata y Jefa de Delegación en Eurovisión. Ur\u009aula ha dicho que \"juntos, hemos sacado el mayor rendimiento a este año a pesar de no tener Eurovisión: nos presentamos con dignidad en las redes sociales y en el especial Europe Shine a Light\". Asímismo, ha tenido unas palabras de afecto hacia Damir: \"Ha demostrado ser un gran profesional y, a pesar de la situación, hizo una gran labor de promoción - en cuanto a la canción, podemos afirmar con rotundidad que ha conseguido un gran éxito tanto en Croacia como fuera\".\nPor su parte, Damir ha querido agradecer en un emotivo escrito a su equipo y a sus fans todo el afecto recibido durante esta aventura eurovisiva y ha reconocido que desde que ganó el Dora 2020 \"toda la experiencia ha sido una montaña rusa de emociones\". El intérprete no cierra las puertas a una posible participación en la próxima preselección de su país, aunque solo lo haría si encuentra la canción que se ajuste a lo que él desea. Damir Ked\u009eo debía representar a Croacia en Eurovisión 2020 con la canción Divlji Vjetre en el puesto 11 de la 1ª semifinal, pero la pandemia del Covid-19 aceleró la cancelación del festival.\nhttps://www.youtube.com/watch?v=2rOwScdxjJU\nCroacia 2020: Damir Ked\u009eo - Divlji Vjetre", "original_url": "https://www.eurovision-spain.com/iphp/noticia.php?numero=23-06-20_croacia-no-elige-directamente-a-damir-kedzo-y-se-decanta-por-repetir-el-dora-en-2021", "wayback_url": "https://web.archive.org/web/20200626112549/https://www.eurovision-spain.com/iphp/noticia.php?numero=23-06-20_croacia-no-elige-directamente-a-damir-kedzo-y-se-decanta-por-repetir-el-dora-en-2021", "a_id": "Q50729731-54"}