{"title": "Vincent Bueno singt für Österreich", "text": "Vincent Bueno singt für Österreich\nDem österreichischen TV-Publikum dürfte Bueno noch als Gewinner der Castingshow „Musical! Die Show“ 2008 in Erinnerung sein, ein Jahr später tanzte er in Dancing Stars souverän in die sechste Runde. 2016 versuchte der Vater zweier Töchter bei der Song-Contest-Vorauswahl „Wer singt für Österreich“ vergeblich sein Glück, 2017 war er als Backgroundsänger von Nathan Trent in Kiew.\nNach seiner Musicalausbildung am Wiener Konservatorium stand Bueno in zahlreichen Theater- und Musicalproduktionen auf der Bühne. Nebenbei komponierte er R&B-Musik; und veröffentlichte drei eigene Alben. „Troubleshooting“ sei sein Motto, so Bueno, der seine Kraft aus dem Glauben und der Familie zieht: „Ich liebe Musik. Ich liebe Menschen. Bin sehr einfühlsam, das kann manchmal auch ein Nachteil sein – offenes Herz.“\nMit „offenem Herzen“ nach Rotterdam Vincent Bueno nennt sich selbst einen „motivierten“ Typen – mit „offenem Herzen“ und dem (noch geheimen) Song „Alive“ wird er Österreich beim Song Contest vertreten. Mehr Videos in news.ORF.at\n„Der Eurocup für Musiker und Sänger“\nSchon der Gedanke an den Song Contest verursache bei ihm Gänsehaut: Der Song Contest sei „wie der Eurocup für Musiker und Sänger. Diese große Bühne, die ganzen Artists, die ihr Bestes geben, all die Songwriter und Produzenten Europas, die sich an einem Platz versammeln, um ihre Werke zu feiern und gleichzeitig damit in den Ring zu gehen, ist atemberaubend und respekteinflößend. Let’s go Austria!“\nFür ORF-Programmdirektorin Kathrin Zechner ist Bueno die perfekte Wahl: „Vincent Bueno ist nicht nur Sänger und Songwriter, sondern durch und durch ein Performer, der mit seiner Leidenschaft jede Bühne einnimmt. Er versprüht eine unfassbare Energie, die Europa im Mai mitreißen wird, und ist deshalb der ideale Künstler für Rotterdam.“\nORF/Thomas Ramstorfer\n41 Länder im Bewerb\nIn Rotterdam trifft Bueno auf die Kandidatinnen und Kandidaten aus weiteren 40 Ländern. Der gesamte Bewerb steht heuer unter dem Motto „Open Up“. Nach dem Triumph von Duncan Lawrence in Israel steht schon länger als Austragungsort die Ahoy Arena fest, die in der Maximalauslastung 16.000 Besucher fasst. Die Niederlande sind damit erstmals wieder seit 1975 und insgesamt zum fünften Mal Ausrichter des größten Gesangswettbewerbs der Welt.\nNach alter Song-Contest-Tradition müssen dort zunächst 35 aus Beitragssicht kleinere Länder am 12. und 14. Mai die beiden Halbfinalshows überstehen und dort je eines von zehn Tickets zum Aufstieg in die Endrunde ergattern. Welches Land in welchem Semifinale antreten muss und darf, wird bei einer Ziehung am 28. Jänner in Rotterdam entschieden.\nAP/Sebastian Scheiner\nUnter den Teilnehmerländern gibt es gleich zwei Rückkehrer ins Tableau: Bulgarien, das sich heuer in Tel Aviv aus finanziellen Gründen zurückgezogen hatte, ist 2020 ebenso wieder mit an Bord wie die Ukraine, die nach einem Skandal um die auch in Russland aktive Sängerin Maruv dem Bewerb ferngeblieben war. Dafür ziehen sich kommendes Jahr Montenegro und Ungarn zurück.\nKandidaten- und Songkür bis Mitte März\nBis Mitte März haben die Teilnehmerländer Zeit, Kandidatinnen und Kandidaten sowie die Songs zu nominieren. Einige lassen sich damit traditionell bis ganz zum Schluss Zeit und verbinden die Kür mit eigenen aufwendigen Vorauswahlshows, etwa Schweden mit dem Melodiefestialen oder Italien mit dem Sanremo-Festival.", "original_url": "https://orf.at/stories/3147253/", "wayback_url": "https://web.archive.org/web/20191212091542/https://orf.at/stories/3147253/", "a_id": "Q700468-0"}