{"title": "Iceland reveals 10 national finalist hopefuls for Söngvakeppnin 2020", "text": "Iceland reveals 10 national finalist hopefuls for Söngvakeppnin 2020\nIcelandic broadcaster RÚV has presented the 10 artists and their songs that have been selected to take part in the national selection 'Söngvakeppnin 2020'. 5 songs will compete in the first semi-final in Reykjavík on Saturday 8 February, and 5 more in the second semi-final a week later on 15 February.\nFrom each semi-final, the 2 songs that secure the most votes from the public will secure a place in the grand final on 29 February. From the grand final's top 4, the winner will become Iceland’s representative at the Eurovision Song Contest 2020 in Rotterdam, the Netherlands.\nIf the organizers of Söngvakeppnin wish to do so, they have the option to use a wildcard and add a 5th song to the grand final.\nThe international public will be able to watch both semi-finals and the grand final, as they will also be broadcast online on RÚV 1.\nIcelandic versus English\nAll songs in the semi-finals will be sung in Icelandic due to the competition's rules, these state that songs in the semi-finals must be performed in the national language. However, in the grand final, the acts can decide whether to perform in Icelandic or a different language.\nIn this year's competition, 4 of the 10 acts have decided to keep their songs in Icelandic if they manage to qualify: Kid Isak, DIMMA, Hildur Vala and Matti Mat. The other 6 plan to perform their song in English in the grand final: Brynja Mary, Elísabet, Ísold and Helga, Daði and Gagnamagnið, Iva and Nína.\nArtists of the first semi-final\nKid Isak - Ævintýri\nMusic: Þormóður Eiríksson, Kristinn Óli Haraldsson, Jóhannes Damian Patreksson\nLyrics: Þormóður Eiríksson and Kristinn Óli Haraldsson\nKid Isak, finalist Söngvakeppnin 2020, Iceland's national selection RÚV\nBrynja Mary - Augun þín (In Your Eyes)\nMusic: Brynja Mary Sverrisdóttir and Lasse Qvist\nLyrics: Kristján Hreinsson\nEnglish lyrics: Brynja Mary Sverrisdóttir\nBrynja Mary, finalist Söngvakeppnin 2020, Iceland's national selection RÚV\nDIMMA - Almyrkvi\nMusic: DIMMA\nLyrics: Ingó Geirdal\nDIMMA, finalist Söngvakeppnin 2020, Iceland's national selection RÚV\nElísabet - Elta þig (Haunting)\nMusic: Elísabet Ormslev and Zoe Ruth Erwin\nLyrics: Daði Freyr\nEnglish lyrics: Zoe Ruth Erwin\nElísabet, finalist Söngvakeppnin 2020, Iceland's national selection RÚV\nÍsold and Helga - Klukkan tifar (Meet Me Halfway)\nMusic: Birgir Steinn Stefánsson and Ragnar Már Jónsson\nLyrics: Stefán Hilmarsson\nEnglish lyrics: Birgir Steinn Stefánsson, Ragnar Már Jónsson and Stefán Hilmarsson\nÍsold and Helga, finalist Söngvakeppnin 2020, Iceland's national selection RÚV\nSecond semi-final artists\nDaði and Gagnamagnið - Gagnamagnið (Think About Things)\nMusic, Icelandic and English lyric: Daði Freyr\nFinalist Söngvakeppnin 2020, Iceland's national selection RÚV\nHildur Vala - Fellibylur\nMusic: Hildur Vala and Jón Ólafsson\nLyric: Bragi Valdimar Skúlason\nHildur Vala, finalist Söngvakeppnin 2020, Iceland's national selection RÚV\nIva - Oculis Videre\nMusic and Icelandic lyric: Íva Marín Adrichem and Richard Cameron\nEnglish lyric: Richard Cameron\nIva, finalist Söngvakeppnin 2020, Iceland's national selection RÚV\nMatti Matt - Dreyma\nMusic: Birgir Steinn Stefánsson and Ragnar Már Jónsson\nLyric: Matthías Matthíasson\nMatti Matt, finalist Söngvakeppnin 2020, Iceland's national selection RÚV\nNína - Ekkó (Echo)\nMusic: Þórhallur Halldórsson and Sanna Martinez\nLyric: Þórhallur Halldórsson and Einar Bárðarson\nEnglish lyric: Þórhallur Halldórsson, Christoph Baer, Donal Ryan and Sanna Martinez\nNína, finalist Söngvakeppnin 2020, Iceland's national selection RÚV\nWho do you think should qualify for the grand final of Söngvakeppnin 2020? Let us know in the comments!", "original_url": "https://eurovision.tv/story/iceland-national-selection-songvakeppnin-2020", "wayback_url": "https://web.archive.org/web/20200128062448/https://eurovision.tv/story/iceland-national-selection-songvakeppnin-2020", "a_id": "Q31749372-22"}