{"title": "Hljómsveitin RetRoBot frá Selfossi sigraði Músíktilraunir 2012", "text": "Hljómsveitin RetRoBot frá Selfossi sigraði Músíktilraunir 2012\nHljómsveitin RetRoBot frá Selfossi fór með sigur af hólmi á úrslitakvöldi Músíktilrauna 2012 sem fram fór í Austurbæ síðastliðið laugardagskvöld. Alls 10 hljómsveitir tóku þátt í úrslitakvöldinu en það voru auk RetRoBot : White Signal, Icarus, The Lovely Lion, The Young and Carefree, Funk that Shit!, Aeterna, Glundroði, Þoka og Hindurvættir. Húsfyllir var og mjög mikil stemning enda voru hljómsveitirnar hver annarri betri og sátu dómarar lengi á rökstólum áður en úrslitin voru tilkynnt. Niðurstaðan var eftirfarandi:\n1. Sæti: RetRoBot frá Selfossi\n2. Sæti: Þoka frá Reykjavík\n3. Sæti: Funk That Shit !, frá Sauðárkróki\nEnnfremur voru veitt verðlaun í átta öðrum flokkum:\nHljómsveit fólksins: White Signal\nGítarleikari Músíktilrauna er Reynir Snær Magnússon úr Funk that Shit!\nBassaleikari Músíktilrauna er Guðmundur Ingi Halldórsson úr Funk that Shit!\nHljómborðsleikari Músíktilrauna er Heimir Klemenzson úr Þoku\nSöngvari Músíktilrauna er Agnes Björgvinsdóttir úr Þoku\nTrommari Músíktilrauna er Sólrún Mjöll Kjartansdóttir úr White Signal\nRafheili Músíktilrauna er Daði Freyr Pétursson úr RetRoBot\nTextagerð á íslensku er Lena Mist Skaptadóttir úr Ásjón\nÓttarr Proppé, formaður skóla- og frístundasviðs afhenti sigurvegurunum verðlaunin og voru liðsmenn RetRoBot að vonum ánægðir með sigurinn.\nReykjavíkurborg óskar öllum til hamingju !\nSjá fréttir og myndir á heimasíðu: www.musiktilraunir.is.", "original_url": "https://reykjavik.is/frettir/hljomsveitin-retrobot-fra-selfossi-sigradi-musiktilraunir-2012", "wayback_url": "https://web.archive.org/web/20200229220939/http://reykjavik.is/frettir/hljomsveitin-retrobot-fra-selfossi-sigradi-musiktilraunir-2012", "a_id": "Q31749372-1"}