{"title": "ICELAND: & Co. - Daði Freyr", "text": "ICELAND: & Co. - Daði Freyr\nRetro pop with a funky disco beat - it's fun, but is it enough?\nThe day before I sat down to write this, Icelandic musician and knitwear enthusiast Daði Freyr and his band Gagnamagnið have just lost the Eurovision song contest. This will be especially bitter for Freyr as his song Think About Things for the contest-that-never-was in 2020 was tipped to be the winner, and, unusually for a Eurovision song, it’s actually great, and, if it had the opportunity to compete, it would have joined the rare pantheon of Euro songs such as Waterloo and Hard Rock Hallelujah that you might actually listen to all year round. Alas, it was not to be. In the end, they had to enter a different song named 10 Years, which, while good, did not capture the imagination as much as Think About Things did. They came fourth overall, which is certainly a showing of which to be proud (though not as proud as I was to see Britain come last with nul points – it’s one of the last things we have to happy about as a nation). However, if it’s any consolation to Freyr and the gang – and I know it isn’t – Freyr doesn’t need Eurovision in my view. He is a very talented pop musician, and his album from 2019 & Co. is a fantastically entertaining selection of avant-garde pop.\n“It is, as these things go, a nearly perfect retro disco pop record.”\nEven though & Co. does not contain any of his most successful singles, it is, as these things go, a nearly perfect retro disco pop record. Coming in at a lean 25 minutes, not a minute is wasted, with each of the eight songs adding something to the overall tone of the piece. There are ballads that veer towards space age pop such as Tilheyra, electronic inspired tracks that have influences from French musicians such as Daft Punk and Justice such as Endurtaka Mig, while songs like Kemur Þér Ekki Við find Freyr on the comfortable home turf that almost saw him win Eurovision on two occasions. In addition, songs like Náum Aðeins Andanum Freyr is able to show off his own vocal prowess, in a way that the other songs don’t, mainly due to their frantic instrumentation, whereas Náum Aðeins Andanum is far more sedate and stripped-back, allowing for the vocal performance to take centre stage, and it’s a really lovely song which provides a nice change of pace. Though released before his success in the Eurovision stage, Eurovision and European collaboration had clearly been on his band. Having just missed out in 2017 to represent his small island nation on the biggest song competition in the world, his 2019 self-released debut album features collaborations with other Icelandic bands and artists, as well as French rapper Don Tox, who performs an upbeat rap on the track Heyri Ekki, where his more impactful vocals provide a nice counterpoint to Freyr’s loose and elegant high-pitched vocals. However, one place where this falls short of Freyr’s high standards is that it lacks a truly memorable pop song like those he would go on to craft.\nNonetheless, this is a very accomplished album in my view. Freyr knows how to compose a funky pop hook, as he would later prove to any doubters in 2020, and perhaps that’s where the album falls slightly. Think About Things is his best song by far so far, and so much of & Co. seems like a dry run for later successes. That does not necessarily diminish it, but when put into that perspective, it’s hard to judge an album like this by completely ignoring what comes next. I can’t help but listen to this and feel, as good as it is, it’s like the first stage for a more accomplished career, blossoming into pop stardom. For what it is, it’s almost perfect, but the best is yet to come.", "original_url": "https://www.200worldalbums.com/post/iceland-co-da%C3%B0i-freyr", "wayback_url": "https://web.archive.org/web/20210525203613/https://www.200worldalbums.com/post/iceland-co-da%C3%B0i-freyr", "a_id": "Q31749372-64"}