{"title": "in Islanda trionfano Daði Freyr e i Gagnamagnið con \"Think about things\"", "text": "in Islanda trionfano Daði Freyr e i Gagnamagnið con \"Think about things\"\nDa fenomeno virale di internet al palco dell’Eurovision Song Contest 2020.\nDaði Freyr, e la sua band Gagnamagnið, hanno vinto il Söngvakeppnin, il tradizionale festival dell’Islanda per selezionare la proposta del piccolo paese nordico nel contest canoro europeo.\nA Rotterdam, dove dal 12 al 16 maggio prossimi si terrà l’Eurovision, canteranno “Think about things”, versione inglese del brano in islandese “Gagnamagnið“.\nSolo pochi giorni fa il pezzo ha ottenuto grande attenzione sul web dopo l’inaspettato endorsement di alcuni personaggi di spicco dello spettacolo, fra i quali l’attore Russell Crowe.\nCinque brani si sono dati battaglia nella prima parte della finale del Söngvakeppnin, tenutasi nell’arena Laugardalshöll della capitale Reykjavík.\nA superare il primo step, e passare alla finalissima a due per volere di una giuria di esperti e del televoto, Daði & Gagnamagnið e la rock band di successo in patria DIMMA con “Almyrkvi”.\nFuori a sorpresa Iva Marín Adrichem, cantante 21enne non vedente data per favoritissima fra gli eurofan, in gara con la suggestiva “Oculis videre”.\nDopo qualche problema tecnico che ha costretto i Daði & Gagnamagnið a esibirsi due volte (la base del brano era partita inizialmente a velocità doppia), il gruppo è emerso vincitore dalla sfida a due giudicata dal solo televoto da casa.\nDaði Freyr Pétursson è un cantante e polistrumentista – alto ben 2,08 metri! – già salito alle cronache eurovisive. Nel 2017 si è classificato secondo al Söngvakeppnin con “Is this love?“, dietro a Svala, volata a Kiev in Ucraina ma poi rimasta poi in semifinale all’Eurovision con il brano “Paper“.\nIl gruppo che lo accompagna, i Gagnamagnið, è formato per l’occasione e composto dalla moglie Árnýja Fjóla Ásmundsdóttir, la sorella di Freyr come corista, e tre amici.\nNon perderti nemmeno una notizia, unisciti al nostro canale Telegram oppure scarica la nostra Web App gratuita o seguici sui social: Facebook | Twitter e Instagram", "original_url": "https://www.eurofestivalnews.com/2020/02/29/eurovision-2020-in-islanda-trionfano-dadi-freyr-e-i-gagnamagnid-con-think-about-things/", "wayback_url": "https://web.archive.org/web/20200301020944/https://www.eurofestivalnews.com/2020/02/29/eurovision-2020-in-islanda-trionfano-dadi-freyr-e-i-gagnamagnid-con-think-about-things/", "a_id": "Q31749372-26"}