{"title": "Iceland: Eurovision 2021 Entry to Be Revealed on March 13", "text": "Iceland: Eurovision 2021 Entry to Be Revealed on March 13\nRÚV, the Icelandic national broadcaster, has confirmed that the Icelandic entry for Eurovision 2021 will be revealed on March 13.\nThe song that Daði Freyr and Gagnamagnið will perform in Rotterdam will be revealed in a special TV show on RÚV on March 13. Daði has spoken about his desire to win the entire contest:\n“This is a competition so we have the mentality to win this. Most emphasis is placed on advancing to the finals so that there can be a good party here on Saturday. I do not see the whole point of competing in a competition if you do not intend to see if you can win.”\nDaði and his team are currently working on preparations. The song, which features a choir made up of submissions from the Internet, will be finalised in the next few days, costumes and staging will be prepared. A music video will be also be filmed, which will be released at the end of March. There will also an accompanying video game where Daði and Gagnamagnið will play a key role.\nDaði says that it is a different feeling to compose a song that he knows will be the Icelandic entry:\n“We know that we are going into the real competition so it can be justified to put everything into this. I have a lot ready that I did not have last time. You can plan things further ahead instead of going to the national final without knowing if we will continue on to Eurovision.”\nIn the lead up to the song reveal, RÚV will broadcast a two-part documentary about Daði Freyr and Gagnamagnið on February 27 and March 6. It will cover the group’s second place finish in Söngvakeppnin 2017 with “Is This Love?” and the success of “Think About Things”, the song that would have represented Iceland at Eurovision 2020, around the world.\nOn the March 13, new music and entertainment show called Straumar (Currents), will begin and will be broadcast on Saturday night. The show will deal trends in music in Iceland and abroad in recent decades. These and other periods in the history of pop and popular culture will be discussed, such as the one-hit-wonder era, the Beatles era and the disco era. It will be presented by Björg Magnúsdóttir and Freyr Eyjólfsson, with Guðmundur Óskar Guðmundsson as the musical director. The first episode, in which the Icelandic entry for Eurovision 2021 will be revealed, will focus on the history of the Eurovision Song Contest.\nImage Source: Metro / Source: RÚV\nIceland in the Eurovision Song Contest Iceland debuted in the Eurovision Song Contest in 1986 and, aside from 2 years of relegation in 1998 and 2002, has participated every year since. The contest is incredibly popular in Iceland, regularly being one of the most watched programmes of the year. Iceland has yet to win the contest but has finished in 2nd on two occasions. In 1999, Selma missed out on victory in Jerusalem by 17 points, and in 2009 Yohanna became the most successful Icelandic entrant ever finishing 2nd in the final with the song “Is it True?”. She scored 218 points, yet still finished 169 points behind the runaway winner Norway.", "original_url": "https://eurovoix.com/2021/01/27/iceland-eurovision-2021-entry-to-be-revealed-on-march-13/", "wayback_url": "https://web.archive.org/web/20210127134147/https://eurovoix.com/2021/01/27/iceland-eurovision-2021-entry-to-be-revealed-on-march-13/", "a_id": "Q31749372-39"}