{"title": "Cyprus: Elena Tsagrkrinou to Eurovision 2021", "text": "Cyprus: Elena Tsagrkrinou to Eurovision 2021\nElena Tsagrkrinou has been selected to represent Cyprus at the Eurovision Song Contest 2021 in Rotterdam.\nCyBC, the Cypriot broadcaster has announced that Elena Tsagkrinou will represent the country in Rotterdam. Elena is the first 2021 artist to be announced that was not originally supposed to participate in the 2020 contest.\nElena was born in Athens in 1994. At the age of 14 she took part in the talent show “Greece Got Talent”, reaching the semifinals. In 2013, she was selected to be the lead singer of OtherView and with them she released many hits. After five successful years with the group, Elena started her solo career by releasing the single “Pame Ap’ Tin Arhi” (Let’s go from the start). Her subsequent singles were also very successful and garnered millions of views on YouTube, elevating Elena’s career. Throughout the years, she has performed on the biggest music shows in Greece and Cyprus, at a number of concerts and she has collaborate with many other famous Greek artists such as Konstantinos Argyros and MELISSES.. She also has a successful career on television that began in 2014 with her participation, as a coach, on the TV music show “Just The 2 Of Us”, and she was also a backstage presenter on the third season of The Voice of Greece. Since October 2020, she has been presenting her own show, titled “K-POP Stars”, on MAD TV, the leading music channel in both Greece and Cyprus.\nThe song that Elena will perform in Rotterdam is called “El Diablo” (The Devil). The song was written and produced by Jimmy “Joker” Thornfeldt, Laurell Barker, Oxa and Thomas Stengaard. The artistic director for the performance will be Marvin Dietmann. who was behind the staging for Conchita Wurst at Eurovision 2014. The song will be released at a later date.\nCyprus was due to be represented by Sandro with “Running” at Eurovision 2020 before the contest was cancelled. After negotiations with CyBC, it was decided that Sandro would not represent the nation again in 2021.\nImage Source: Oneman.gr / Frantzeska Giaitzoglou – Watkinson/ Source: CyBC\nCyprus in the Eurovision Song Contest Cyprus debuted in the Eurovision Song Contest in 1981. Their best result was in 2018, with Eleni Foureira and performance of the song “Fuego” won second place with 436 points. Before then, their best results in the contest came in the form of three fifth place finishes. In 2004, Lisa Andreas performed “Stronger Every Minute” in Istanbul, Turkey. She finished 5th in the final scoring 170 points, which included 12 points from Greece. They also placed fifth in 1997 with Hara & Andreas Constantinou and their song “Mana mou”, and in 1982 with Anna Vissi’s “Mono i agapi.” Cyprus withdrew from the Eurovision Song Contest in 2014 due to financial difficulties but returned again in 2015.", "original_url": "https://eurovoix.com/2020/11/25/cyprus-elena-tsagrkrinou-to-eurovision-2021/", "wayback_url": "https://web.archive.org/web/20201127082337/https://eurovoix.com/2020/11/25/cyprus-elena-tsagrkrinou-to-eurovision-2021/", "a_id": "Q55348650-0"}