{"title": "„O!Kartes akadēmijā” uzvar Samanta Tīna", "text": "„O!Kartes akadēmijā” uzvar Samanta Tīna\nSabiedrībā\n17.maijs 201001:10\nAr krāšņu un skanīgu koncertu noslēdzies LNT šovs „O!Kartes akadēmija”. Talantu šovā uzvarētājas laurus plūkusi enerģiskā tukumniece Samanta Tīna Poļakova.\n­\nPar šova „O!Kartes akadēmija” uzvarētāju kļuvusi spēcīgās balss īpašniece un radošu skatuves priekšnesumu autore Samanta Tīna Poļakova no Tukuma.\nSīvā konkurencē par talantu šova otrās vietas ieguvēju atzīta no muzikālās ģimenes nākusī Evija Sloka, kuras tēvs Māris Sloka ir neskaitāmu lielisku dziesmu autors un grupas „Klaidonis” solists.\nSamanta Tīna „O!Kartes akadēmijā”\n„O!Kartes akadēmijas” pusfināla aizkulises\nŠova finālā četri spēcīgākie talantu šova dalībnieki – Samanta Tīna, Evija Sloka, Nikolajs Puzikovs un Mareks Kolāts - sacentās par galveno balvu - iespēju trīs mēnešu garumā mācīties Londonas mūzikas skolā „Tech Music School”.TV šova noslēguma koncertam katrs no dalībniekiem sagatavojis divas dziesmas: vienu jaunu un otru jau šova laikā dziedātu dziesmu. Pirmajā kārtā ar pirmo dziesmu uzstājās visi četri šova fināla dalībnieki. Fināla koncertu atklāja Nikolajs ar dziesmu \"Dievs Tevi mīl\", otrais uz skatuves kāpa Mareks, izpildot dziesmu \"Mad world\", trešā uz skatuves kāpa Evija, kura dziedāja dziesmu \"Domā par vasaru\", bet finālkoncerta pirmo kārtu noslēdza Samanta, kura pārsteidza skatītājus teatrālu priekšnesumu un ar dziesmu \"It’s oh so quiet\".Žūrijā dalībniekus izšķirošajā koncertā vērtēja mūziķis Jānis Stībelis, mūzikas izdevniecības „Mikrofona ieraksti” vadītājs Guntars Račs, Dailes teātra aktrise Rēzija Kalniņa un komponists Raimonds Pauls.Pēc pirmās kārtas žūrija šova finālistus ierindoja šādā secībā:Samanta Tīna – 40 ballesMareks Kolāts – 39 ballesEvija Sloka – 37 ballesNikolajs Puzikovs – 33 ballesTo, kuri divi dalībnieki pelnījuši iekļūt superfinālā, pēc „O!Kartes akadēmijas” finālistu pirmajiem priekšnesumiem, balsojot par saviem favorītiem, noteica skatītāji. Cīņu par uzvaru turpināja augstāko novērtējumu žūrijas un skatītāju kopvērtējumu ieguvušās dāmas – Evija Sloka un Samanta Tīna Poļakova. Kopvērtējumā ceturtajā vietā ierindojās Mareks Kolāts, savukārt godpilno trešo vietu finālā izcīnīja dziedošais policists Nikolajs Puzikovs.Superfinālā Evija izpildīja dziesmu „Atceries Lāčplēsi”, savukārt Samanta sniedza emocionālu priekšnesumu, izpildot latviešu tautasdziesmu „Auga, auga, rūžeņa” latgaliešu valodā. Pēc šīm dziesmām žūrija atkal ar augstākām atzīmēm novērtēja Samantu Tīnu, kurai piešķīra maksimālo vērtējumu – 40 balles, savukārt Evija izpelnījās otro vietu ar 37 ballēm.Arī skatītāju balsojums bija spraigs – ciparus balsošanas tabulā, sīvā cīņā nepagurdami, mainīja un kārtoja gan Evijas, gan Samantas atbalstītāji.Kopumā par finālistēm nobalsoja vairāk nekā 39 tūkstoši skatītāju, un par šova uzvarētāju tika atzīta Samanta Tīna. Saņemot galveno balvu, „O!Kartes akadēmijas uzvarētāja sacīja: „Lai arī cik vērtīga ir balva, nekas nav tik svēts kā jūsu, skatītāji, atbalsts un ovācijas. Tās runā manā vietā, un pa pasaka to, kā šobrīd jūtos!” Samanta arī sacīja lielu paldies šova vokālajiem pedagogiem par 13 nedēļu laikā iemācīto, kā arī ar sirsnīgiem vārdiem pateicās aktrisei Rēzijai Kalniņai, kuru, pateicībā par sirsnību un gādību talantu šova uzvarētāja nosauca par savu „O!Kartes akadēmijas” mammu.", "original_url": "http://www.kasjauns.lv/lv/zinas/21393/okartes-akademija-uzvar-samanta-tina", "wayback_url": "https://web.archive.org/web/20110125055956/http://www.kasjauns.lv:80/lv/zinas/21393/okartes-akademija-uzvar-samanta-tina", "a_id": "Q13217375-3"}