{"title": "Latvia: Samanta Tīna to Eurovision 2021", "text": "Latvia: Samanta Tīna to Eurovision 2021\nSamanta Tīna will represent Latvia at the Eurovision Song Contest 2021.\nLatvia is the latest country to announce that they will be sending the artist selected for Eurovision 2020 to the 2021 contest. Samanta Tīna was selected through Supernova to represent the country with “Still Breathing” in this year’s contest in Rotterdam before it was cancelled due to the COVID-19 pandemic.\nTo date the following nations have confirmed their 2021 participants:\nAustralia – Montaigne\nAustria – Vincent Bueno\nAzerbaijan – Samira Efendi\nBelgium – Hooverphonic\nBulgaria – Victoria\nCzech Republic – Benny Cristo\nGeorgia – Tornika Kipiani\nGreece – Stefania\nIsrael – Eden Alene\nLatvia – Samanta Tīna\nMalta – Destiny Chukunyere\nNetherlands – Jeangu Macrooy\nRomania – Roxen\nSlovenia – Ana Soklic\nSpain – Blas Cantó\nSwitzerland – Gjon’s Tears\nUkraine – Go-A\nThe Eurovision Song Contest 2020 was scheduled to take place in at the Ahoy Arena in Rotterdam on the May 12, 14 and 16. The Netherlands won the right to host the competition following their win in 2019 with Duncan Laurence and the song “Arcade”.\nWho Is Samanta Tīna?\nSamanta Poļakova, better known as Samanta Tīna, was born on March 31 1989 in Tukums in western Latvia. She first came to public attention after winning the music show O!Kartes akadēmija, which allowed her to study in the Tech Music School in London.\nSamanta has attempted to compete at Eurovision on a number of occasions. In 2012, she finished second in Eirodziesma, performing the song “I Want You Back” along with Dāvids Kalandija. In 2013, she finished second as solo artist with the song “I Need a Hero”. The same year, she took part in the Lithuanian national selection with Vudis performing “Hey Chiki – Mama”, which did not advance from the first heat.\nIn 2016, Samanta participated in Supernova with two songs. “We Live for Love” did not advance from the first heat. “The Love Is Forever” advanced to the semi-final from the second heat. After performing in the semi-final, Samanta decided to withdraw. In 2017, she participated in the Lithuanian national selection with Tadas Rimgaila. Their song “Tavo oda” did not advance from the first heat. Last year, Samanta finished 7th in the final of Supernova with “Cutting the Wire”.\nSource: / Image Source: LTV\nLatvia in the Eurovision Song Contest Latvia debuted in the Eurovision Song Contest in 2000, being the last of the Baltic nations to join the contest. On their debut, Brainstorm finished in 3rd place with the song “My Star”. Latvia won the contest for the first and only time in 2002, with Marie N’s “I Wanna”. Latvia only participated in 2002 thanks to the withdrawal of Portugal from the contest, as Latvia’s poor result in 2001 had relegated them from the 2002 contest. Latvia struggled in to the contest after 2002, failing to qualify for the final for six years between 2009 and 2014. In 2015 and 2016 Latvia has finished 6th and 15th in the final respectively.", "original_url": "https://eurovoix.com/2020/05/16/latvia-samanta-tina-to-eurovision-2021/", "wayback_url": "https://web.archive.org/web/20200523203905/https://eurovoix.com/2020/05/16/latvia-samanta-tina-to-eurovision-2021/", "a_id": "Q13217375-22"}