{"title": "Latvia: Samanta Tīna to Eurovision 2020", "text": "Latvia: Samanta Tīna to Eurovision 2020\nSamanta Tīna has won Supernova 2020 and will represent Latvia at the Eurovision Song Contest 2020 in Rotterdam with the song “Still Breathing”.\nThe final of Supernova 2020 took place tonight in Riga and was hosted by Toms Grēviņš, Ketija Šēnberga and Beta Beidz.\nIn a change to previous years, the winner was determined by SMS, telephone and internet voting alone. A jury, which was formed of both Latvian and international jurors, gave feedback on each of the performances during the show, but did not have any say in the overall result. The jurors are:\nMaarja Merivoo-Parro (Estonia) – Content editor for Raadio 2\nGeruta Griniūtė (Lithuania) – LRT Host\nPetri Mannonen (Finland) – Head of Universal Music for the Baltics\nArtis Dvarionas (Latvia) – Radio SWH program producer\nThe results for the show are as follows:\nSeleste – Like Me 6th DRIKSNA – Stay 9th Katrīna Bindere – I Will Break Your Heart 8th Edgars Kreilis – Tridymite 7th Katrīna Dimanta – Heart Beats 2nd Miks Dukurs – I’m Falling For You 4th ANNNA – Polyester 3rd Bad Habits – Sail With You 5th Samanta Tīna – Still Breathing 1st\nSamanta Tīna will perform in the second half of the second semi-final on May 14.\nLatvia in the Eurovision Song Contest Latvia debuted in the Eurovision Song Contest in 2000, being the last of the Baltic nations to join the contest. On their debut, Brainstorm finished in 3rd place with the song “My Star”. Latvia won the contest for the first and only time in 2002, with Marie N’s “I Wanna”. Latvia only participated in 2002 thanks to the withdrawal of Portugal from the contest, as Latvia’s poor result in 2001 had relegated them from the 2002 contest. Latvia struggled in to the contest after 2002, failing to qualify for the final for six years between 2009 and 2014. In 2015 and 2016 Latvia has finished 6th and 15th in the final respectively.\nShare this: Share\nTwitter\nFacebook", "original_url": "https://eurovoix.com/2020/02/08/latvia-samanta-tina-to-eurovision-2020/", "wayback_url": "https://web.archive.org/web/20200226234302/https://eurovoix.com/2020/02/08/latvia-samanta-tina-to-eurovision-2020/", "a_id": "Q13217375-2"}