{"title": "Италия спечели Евровизия 2021", "text": "Италия спечели Евровизия 2021\nИталианската група Måneskin спечели Евровизия 2021, която се проведе в Нидерландия.\nИталия с песента „Zitti e buoni“ е големият победител на тазгодишното издание на конкурса. Страната си осигури този успех с общ резултат от 524 точки, след като получи зрителското одобрение и остана на четвърто място при журитата. Това е трета победа за страната след 1964 и 1990 година.\nГрупата се оказа абсолютни любимци на българската публика, която ѝ отреди най-високия резултат – 12 точки. Журито ни даде на победителите 10 точки. Припомняме ви, че Италия беше фаворит и на официалния фен клуб на Евровизия в страната ни.\nФранция с Барбара Прави остана на второ място с 499 точки, а топ 3 допълни Швейцария и Gjon’s Tears.\nВ топ 10 влизат: Исландия, Украйна, Финландия, Малта, Литва, Русия и Гърция.\nЗа първи първи път в историята на конкурса страна получи 0 точки от жури и публика – Обединеното кралство. Още три държави не получиха зрителска подкрепа – Германия, Испания и Нидерландия.\nПълните резултати от полуфиналите и финала могат да бъдат намерени на официалния сайт на Евровизия.\nБългарската представителка Виктория остана на 11 място в крайното подреждане. Тя изпълни песента „Growing Up Is Getting Old“ и събра общо 170 точки..", "original_url": "http://eurovision-bulgaria.com/italy-specheli-eurovision-2021/", "wayback_url": "https://web.archive.org/web/20210523125629/http://eurovision-bulgaria.com/italy-specheli-eurovision-2021/", "a_id": "Q50729731-310"}