{"title": "First Semi-Final 2021: The Qualifiers", "text": "First Semi-Final 2021: The Qualifiers\nWow. What a show! It’s great to have the Eurovision Song Contest back in our lives, and we now know our first 10 qualifiers for Saturday night’s Grand Final.\nEurovision Song Contest 2021, First Semi-Final Qualifiers:\n🇦🇿 Azerbaijan / Efendi - Mata Hari\n🇧🇪 Belgium / Hooverphonic - The Wrong Place\n🇨🇾 Cyprus / Elena Tsagrinou - El Diablo\n🇮🇱 Israel / Eden Alene - Set Me Free\n🇱🇹 Lithuania / The Roop - Discoteque\n🇲🇹 Malta / Destiny - Je Me Casse\n🇳🇴 Norway / TIX - Fallen Angel\n🇷🇺 Russia / Manizha - Russian Woman\n🇸🇪 Sweden / Tusse - Voices\n🇺🇦 Ukraine / Go_A - Shum\nAnd, of course, with all the joy comes a little heartbreak too… the 6 acts that did not qualify are:\n🇦🇺 Australia / Montaigne - Technicolour (Live-on-Tape performance)*\n🇭🇷 Croatia / Albina - Tick-Tock\n🇮🇪 Ireland / Lesley Roy - Maps\n🇲🇰 North Macedonia / Vasil - Here I Stand\n🇷🇴 Romania / ROXEN - Amnesia\n🇸🇮 Slovenia / Ana Soklič - Amen\n...though they won’t join us on stage this Saturday, they will remain in our hearts (and playlists) for all eternity.\nIf you missed the First Semi-Final you can catch it on our YouTube channel (if available in your region) or via the catch-up service of your national broadcaster.\nJoin us on the Live Blog as acts find out which half they're in!\nJoin us over on the Live Blog where we’ll be following the Press Conference as it happens, to discover which half of the Grand Final the successful acts will perform in.\nHow the result was decided\nThe Semi-Final result was determined through a combination of jury and televotes. The televote took place tonight during the live broadcast of the show and the jury cast their vote while watching the second Dress Rehearsal that was held on Monday 17 May.\nTonight’s 16 participating countries as well as Germany, Italy and the Netherlands, were voting in this Semi Final.\nThe 10 successful qualifiers will join the Big Five along with the Netherlands in the Grand Final on Saturday 22 May.", "original_url": "https://eurovision.tv/story/first-semi-final-qualifiers", "wayback_url": "https://web.archive.org/web/20210518210516/https://eurovision.tv/story/first-semi-final-qualifiers", "a_id": "Q84850732-40"}