{"title": "Romania: Roxen to Eurovision 2021", "text": "Romania: Roxen to Eurovision 2021\nRoxen will represent Romania at the 2021 Eurovision Song Contest.\nRomania become the next country to confirm that they will be sending their 2020 artist to represent the country at the 2021 Eurovision Song Contest. Roxen was to represent Romania at this year’s contest with the song “Alcohol You”, however the contest has been cancelled due to COVID-19.\nTVR has made the decision with their partner Global Records, and has released the following statement:\n“TVR waited for the official confirmation from organisers regarding the possibility to support the artist already selected for this year’s competition, then discussed the current situation with Global Records and reached the decision to maintain Roxen as Romania’s representative at ESC2021. Under the current complicated circumstances, we will put to good use the resources invested for organising the 2020 National Selection and we will also honour the vote of confidence that Roxen has already received.”\nTo date the following nations have confirmed their 2021 participants:\nAustria – Vincent Bueno\nAzerbaijan – Samira Efendi\nBelgium – Hooverphonic\nBulgaria – Victoria\nGeorgia – Tornika Kipiani\nGreece – Stefania\nIsrael – Eden Alene\nNetherlands – Jeangu Macrooy\nRomania – Roxen\nSpain – Blas Cantó\nSwitzerland – Gjon’s Tears\nUkraine – Go-A\nThe Eurovision Song Contest 2020 was scheduled to take place in at the Ahoy Arena in Rotterdam on the May 12, 14 and 16. The Netherlands won the right to host the competition following their win in 2019 with Duncan Laurence and the song “Arcade”.\nWho is Roxen?\nLarisa Roxana Giurgiu (Roxen) was born on January 5 2000 in Cluj-Napoca in northwestern Romania. At the age of 7, she began singing and participating in numerous competitions and festivals, and has since gone on to release two songs which have featured in the Romanian radio charts: “You Don’t Love Me” and “Ce-ti canta dragostea” (What love sings to you). According to Media Forest weekly charts, Roxen is the 3rd most played artist on Romanian radio stations.\nSource: TVR\nRomania in the Eurovision Song Contest Romania first participated in the Eurovision Song Contest in 1994, the country had tried to participate in 1993 but failed to get through the pre-qualifying round. At the 1994 contest Dan Bittman finished 21st in the final scoring 14 points, Romania didn’t make it through to another final until 1998. Romania’s best results in the contest are two third place finishes. In 2005 Luminita Anghel & Sistem finished 3rd scoring 158 points, while Paula Seling & Ovi finished 3rd in Oslo with the song “Playing with Fire”. Romania missed the 2016 contest due to TVR being removed from the EBU.", "original_url": "https://eurovoix.com/2020/03/31/romania-roxen-eurovision-2021/", "wayback_url": "https://web.archive.org/web/20200402101125/https://eurovoix.com/2020/03/31/romania-roxen-eurovision-2021/", "a_id": "Q84850732-10"}