{"title": "Romania will reveal the representative on 10th February", "text": "Romania will reveal the representative on 10th February\nNews about the romanian selection are still going on, today on a tv show, “Ca-n viață”, Liana Stanciu, the head of delegation from Romania, revealed that we will know the artist who’s going to represent Romania at Eurovision Song Contest 2020 on 10th February. She also said that on 21st of February the songs for the National Final will be released on eurovision.tvr.ro.\nOf course, on the romanian Eurovision groups are many speculations about the artist who’s going to represent the country, and 3 names are in the race. Diana, Cezar Guna and Roxen are on the list, Cezar also confirmed that one of them will represent Romania.\nBut the most circulating name among the fans is Roxen. Her name, Larisa Giurgiu, is a young artist, new on the spotlight but already with a top 10 Club Charts in UK , her song with SICKOTOY was most played song on The Voice Radio Bulgaria in last week of October and the song is also heard in over 15 countries.\nThis year, Romania changed their selection method, they will select the artist first with the help of Global Records company and after choosing the artist who’s going to represent them at Eurovision 2020, they will focus on the songs. On 1th March 5 songs will compete and the winning one will be selected from the national jury and the public.\nLast year Romania failed to qualify in the final, they finished 13th in the semifinal with Ester Peony and her song “On a Sunday”.\nAre you excited about Romania? Do you like their change of the selection and what are your expectation from them? Tell us down below!", "original_url": "https://escbubble.com/2020/02/romania-will-reveal-the-representative-on-10th-february/", "wayback_url": "https://web.archive.org/web/20200204152513/https://escbubble.com/2020/02/romania-will-reveal-the-representative-on-10th-february/", "a_id": "Q84850732-3"}