{"title": "ZPAV :: Bestsellery i wyróżnienia", "text": "ZPAV :: Bestsellery i wyróżnienia\n2022\nWykonawca Tytuł Wydawca\n1 Daria, Kush Kush Never Ending Story Pelican Songs\n2 Roxen UFO Warner Music Group\n3 Camila Cabello feat. Ed Sheeran Bam Bam Sony Music Entertainment / Warner Music Group\n4 Harry Styles As It Was Sony Music Entertainment\n5 Tove Lo How Long Universal Music Group\n6 sanah, Dawid Podsiadło ostatnia nadzieja Magic Records\n7 David Guetta x Becky Hill x Ella Henderson Crazy What Love Can Do Warner Music Group\n8 George Ezra Anyone For You Sony Music Entertainment\n9 sanah, Kwiat Jabłoni Szary świat Magic Records\n10 Jax Jones, MNEK Where Did You Go? Universal Music Group\n11 Imagine Dragons Bones Universal Music Group\n12 Felix Jaehn, The Stickmen Project feat. Calum Scott Rain In Ibiza Universal Music Group\n13 Shawn Mendes When You're Gone Universal Music Group\n14 Ochman River Universal Music Group\n15 Milky Chance Synchronize Muggelig Records GmbH\n16 Rubens Wszystko OK? Sony Music Entertainment\n17 Måneskin SUPERMODEL Sony Music Entertainment\n18 Armin van Buuren & Billen Ted Come Around Again feat. JC Stewart Armada Music, BMG Publishing\n19 Tom Grennan Remind Me Sony Music Entertainment\n20 bryska, Skytech mam kogoś lepszego (Skytech Remix) Magic Records\n21 Mr. Polska, Abel de Jong Złote Tarasy MyMusic\n22 Wilki Liczysz się tylko ty Agora S.A.\n23 Wiktor Dyduła Koło Fortuny Universal Music Group\n24 Gromee, Antonia Send Me Your Love Sony Music Entertainment\n25 Stan Zapalny Ego Magic Records\n26 Shanguy Lava Magic Records\n27 MINELLI MMM Warner Music Group\n28 Jaymes Young Infinity Warner Music Group\n29 Mateusz Ziółko Weź mnie Warner Music Group\n30 Kizo, Wac Toja, BeMelo Lot spacerange / Universal Music Group\n31 Dawid, Artysta & Vłodarski KOCIMIĘTKA (w ogień) New Age Label\n32 Shouse Won't Forget You Hell Beach\n33 Alan Walker, Benjamin Ingrosso Man On The Moon Sony Music Entertainment\n34 T.Love, Kasia Sienkiewicz, Kwiat Jabłoni Pochodnia Universal Music Group\n35 Sigala Melody Sony Music Entertainment\n36 Charli XCX feat. Rina Sawayama Beg For You Warner Music Group\n37 KAMRAD I Believe Sony Music Entertainment\n38 Timmy Trumpet Just In Case Warner Music Group\n39 Ava Max Maybe You’re The Problem Warner Music Group\n40 Glass Animals Heat Waves Universal Music Group\n41 Dawid Kwiatkowski Idziesz ze mną Warner Music Group\n42 VAMERO, Tribbs, Philip Strand Ghost Sony Music Entertainment\n43 Elton John, Dua Lipa Cold Heart Universal Music Group / Warner Music Group\n44 The Weeknd Save Your Tears Universal Music Group\n45 MINELLI Rampampam Global Records/Warner Music Group\n46 Olivia Addams Never Say Never Global Records\n47 Robin Schulz & David Guetta On Repeat Warner Music Group\n48 Roxette Fading Like A Flower [Galantis Remix] Warner Music Group\n49 Sylwia Grzeszczak Dżungla Warner Music Group\n50 Męskie Granie Orkiestra 2021 feat. Daria Zawiałow, Dawid Podsiadło, Vito Bambino I Ciebie też, bardzo Sony Music Entertainment\n51 Alok Wherever You Go (feat. John Martin) Warner Music Group\n52 Haddaway What Is Love Coconut Records\n53 Nathan Dawe feat. Ella Henderson 21 Reasons Warner Music Group\n54 Demi Lovato, Speed Radio Cool for the Summer Universal Music Group\n55 Purple Disco Machine & Sophie and the Giants In The Dark Sony Music Entertainment\n56 Tribbs, Kubańczyk Zatańczysz ze mną Unified Songs\n57 Robin Schulz & Dennis Lloyd Young Right Now Warner Music Group\n58 Laura Branigan Self Control Warner Music Group\n59 Inna UP Warner Music Group\n60 SB Maffija feat. Lanek, Białas, Kinny Zimmer, Pedro, francis co to za bluza lanek? SBM Label\n61 ÖWNBOSS, Sevek Move Your Body Warner Music Group\n62 Masked Wolf & Bebe Rexha It’s You, Not Me (Sabotage) Warner Music Group\n63 bryska odbicie (Mark Neve Remix) Magic Records\n64 Imagine Dragons, JID Enemy Universal Music Group\n65 Marshmello x Jonas Brothers Leave Before You Love Me Universal Music Group\n66 Oki Jakie To Uczucie? Universal Music Group\n67 Pascal Letoublon feat. Leony Friendships (Lost My Love) Universal Music Group\n68 Zalia feat. Przyłu bezsensownie Agora S.A.\n69 Bill Medley & Jennifer Warnes (I'Ve Had) The Time Of My Life (Remastered 2003) Sony Music Entertainment\n70 Ed Sheeran Bad Habits Warner Music Group\n71 The Weeknd In Your Eyes Universal Music Group\n72 Sara James Nie jest za późno Universal Music Group\n73 Kygo, Tina Turner What's Love Got to Do with It Sony Music Entertainment / Warner Music Group\n74 Igo Helena Universal Music Group\n75 Purple Disco Machine & Sophie and the Giants Hypnotized Sony Music Entertainment\n76 Holy Molly Shot a friend Global Records\n77 Tiësto & KAROL G Don't Be Shy Warner Music Group\n78 Duke Dumont Ocean Drive Universal Music Group\n79 Kungs Never Going Home Universal Music Group\n80 The Kid LAROI & Justin Bieber Stay Sony Music Entertainment\n81 Rihanna Only Girl (In The World) Universal Music Group\n82 MIKA Relax, Take It Easy Universal Music Group\n83 YouNotUs x Michael Schulte Bye Bye Bye Magic Records\n84 Dawid Kwiatkowski Bez Ciebie Warner Music Group\n85 Alphaville Big In Japan Warner Music Group\n86 Michael Patrick Kelly Throwback Sony Music Entertainment\n87 Nea Some Say Sony Music Entertainment\n88 Jason Derulo Take You Dancing Warner Music Group\n89 Vinai Rise Up Warner Music Group\n90 Justin Timberlake CAN'T STOP THE FEELING! (Original Song from DreamWorks Animation's \"TROLLS\") Sony Music Entertainment\n91 Elektryczne Gitary Co Ty Tutaj Robisz Universal Music Group\n92 Coldplay Hymn For The Weekend Warner Music Group\n93 Jason Derulo, Nuka Love Not War (The Tampa Beat) Sony Music Entertainment\n94 T.Love Chłopaki Nie Płaczą Warner Music Group\n95 Burak Yeter Tuesday ft. Danelle Sandoval Warner Music Group\n96 Loreen Euphoria Warner Music Group\n97 Pitbull feat. Ne-Yo, Afrojack & Nayer Give Me Everything Sony Music Entertainment\n98 Eurythmics Sweet Dreams (Are Made of This) Sony Music Entertainment\n99 MEDUZA feat. Dermot Kennedy Paradise Universal Music Group", "original_url": "http://bestsellery.zpav.pl/airplays/top/archiwum.php?year=2022&idlisty=4116#title", "wayback_url": "https://web.archive.org/web/20220801132447/http://bestsellery.zpav.pl/airplays/top/archiwum.php?year=2022&idlisty=4116", "a_id": "Q84850732-36"}