{"title": "Warner Music names Global Records as licensee in Romania", "text": "Warner Music names Global Records as licensee in Romania\nWarner Music has appointed Bucharest-based independent record label Global Records as its licensee in Romania.\nGlobal will license Warner Music’s international repertoire in Romania and the two companies will collaborate on growing a domestic roster of artists and promoting them globally.\nGlobal Records was launched by Stefan Lucian in 2008 and went on to sign and develop artists including INNA, Antonia, Carla’s Dreams, DJ Project, Alina Eremia, AMI, Gran Error, Irina Rimes, Killa Fonic, Mark Stam, Minelli, Roxen, Sickotoy, Vanotek, The Motans and many others.\nThe label is part of the Global Entertainment platform, which is also parent to marketing influencer agency Global Talent United and booking agency Global Booking.\nThe companies’ first joint global campaign is in support of Roxen, an artist who first came to prominence in 2019 with her feature on Romanian producer Sickotoy’s track You Don’t Love Me, which went to No.3 in the charts locally.\nHer debut solo single Ce-ți cântă dragostea went to No.1 later that year.\nRoxen was selected to represent Romania in the 2020 Eurovision Song Contest with her track Alcohol You. The contest was cancelled because of the Coronavirus crisis, but she will be Romania’s entry for next year’s contest, performing at the shows in Rotterdam with a new song.\nHer latest single – How To Break a Heart’ was released on Friday (July 31).\n“I’m delighted that we’re partnering with Global, an independent label with a brilliant marketing and promotion machine and an amazing track record of breaking great local talent.” Alfonso Perez-Soto, Warner Music\nAlfonso Perez-Soto (pictured main), EVP, Eastern Europe, Middle East and Africa, Warner Music, said: “I’m delighted that we’re partnering with Global, an independent label with a brilliant marketing and promotion machine and an amazing track record of breaking great local talent.\n“And we’re launching with a splash – Roxen is an amazing artist with true global potential. Exciting times.”\n“Warner Music is the major record company with a true independent spirit.” Stefan Lucian\nStefan Lucian added: “Warner Music is the major record company with a true independent spirit.\n“We’re thrilled that it’s global army of entrepreneurial execs will be going to work for some of our breaking artist such as Roxen.\n“And we can’t wait to connect its incredible global roster of artists to music fans here in Romania. It’s a dream partnership.”\nMusic Business Worldwide", "original_url": "https://www.musicbusinessworldwide.com/warner-music-names-global-records-as-licensee-in-romania/", "wayback_url": "https://web.archive.org/web/20200804154739/https://www.musicbusinessworldwide.com/warner-music-names-global-records-as-licensee-in-romania/", "a_id": "Q84850732-29"}