{"title": "Eurostream 2020", "text": "Eurostream 2020\nUnder the joint name Eurostream 2020, three live shows (two Semi-Finals and a Grand Final) will be broadcast online for viewers around the world. The Semi-Finals will take place on Tuesday 5 May and Thursday 7 May , with the Grand Final on Saturday 9 May .\nFollowing the cancellation of this year’s Eurovision Song Contest due to the ongoing Covid-19 outbreak, several major Eurovision websites have joined forces to organise an alternative online edition of the Contest .\nIn the highly unlikely case these numbers are all equal, if the tie occurs in the final, all tied songs will share the same position, which could hypothetically lead to two or more winners. If this happens in a Semi-Final and the positions matter for deciding who qualifies, the song that was drawn the earliest in the running order will qualify.\nJust like in the Eurovision Song Contest, the televote result will be decisive. Should this not solve the tie either, we’ll look at the number of times the tied countries in question have received 12 points from the national juries, or if this is the same number, then 10 points and so on.\nHow are ties solved when they occur after adding the televote points to the jury points?\nIn the Semi-Finals, at the moment we announce each qualifier, we will directly draw its starting position in the final from the remaining positions available.\nThe Netherlands will have position 23 in the final, corresponding to the position it was allocated by a draw that took place at the official EBU Head of Delegations meeting on 9 March in Rotterdam.\nThe draw for the second Semi-Final will take place on 28 April. Here we'll also draw the positions of the United Kingdom, Spain and France in the Grand Final line-up.\nThe draw for the first Semi-Final will take place on 21 April. Here we'll also draw the positions of Germany and Italy in the Grand Final line-up.\nUnlike in the real Eurovision Song Contest where the order is decided by the producers of the show, we'll hold a draw. Thereby taking into account for the Semi-Finals the halves in which the countries were drawn at the official EBU/NPO Semi-Final allocation draw in January.\nFor example: In Semi-Final one, twenty juries will vote, which gives a total of 1160 points. If a song receives 5% of the votes in the televoting, it will be awarded 5% of 1160, which is 58 points.\nEach voter can vote for up to five songs. We'll use the percentages of votes received and multiply these with the number of points given out by the juries, so that the televoting gives out exactly the same number as the juries.\nIn case there is a tie between two or more songs in the combined national ranking, the ranking of the jury member of which we've received their ranking earliest will be decisive.\nAll jury members in each country are asked in advance to rank the forty other songs. For each event in which the jury is eligible to vote we will use these rankings, ignoring the ranking of those countries that are not participating in that event. We will then transform each individual jury member's top 10 into the traditional Eurovision style voting (see above). This will yield a combined ranking per jury, which will again be transformed into the traditional Eurovision style voting. So each voting jury in the end gives out 1 to 8, 10 and 12 points.\nOn the days of the live shows (5, 7 and 9 May) we will provide a link to a voting form where you can pick three to five songs you'd like to vote for. More details will be provided no later than 1 May.\nThe national juries ideally will consist of three to five music experts with a connection to the Eurovision Song Contest. The Eurostream partners are currently in the process of approaching potential jury members. The composition of the juries and the number of jury members per country may be changed at the discretion of the Eurostream 2020 organizing team, depending on our ability to find the required number of qualified jury members. In any case the composition of the national juries will be final and disclosed on 1 May.\nThe televoting result will be proportionally transformed so that in total they give out as many points as the juries.\nThe national jury results will each be converted to the usual format going from 1 point for their number ten, up to 8 points for their number three, 10 points for their second favourite and 12 points for their highest ranked song. Juries can of course not vote for their own entry.\nThe results will be decided in a similar fashion as in the real Eurovision Song Contest, i.e. 50% jury votes and 50% online televote.\nIn accordance with the official Semi-Final allocation draw the juries from the Netherlands, Italy and Germany will also vote in the first Semi-Final, and the juries from the United Kingdom, Spain and France will also vote in the second Semi-Final.\nThe national juries however will each only vote in one of the Semi-Finals, which is the Semi-Final in which the corresponding country (if applicable) is participating.\nOn each show day there will be an online televoting, which is open to anyone from any country.\nSix countries are automatically qualified for the grand final as they would also have been in the real Eurovision Song Contest. These are last year's winning country, the Netherlands, and the Big Five: Germany, the United Kingdom, Spain, France and Italy. The other songs will have to qualify through one of the two Semi-Finals. We'll use the results of the official Semi-Final allocation draw, which was held by EBU/NPO in January in Rotterdam, to decide which countries participate and vote in each of the two Semi-Finals.\nWe cannot give away all details yet, but at least the shows will feature snippets of the official videos of the participating countries, which will be discussed live. We cannot show the full videos due to copyright restrictions. In the Semi-Finals this is followed by the announcement of qualifiers, and in the Grand Final there will be a jury voting on a live scoreboard followed by the revelation of televoting points.\nEurostream 2020 will consist of two Semi-Finals to be held on Tuesday 5 May and Thursday 7 May, and a Grand Final on Saturday 9 May. This is intendedly one week earlier than the original dates planned for the Eurovision Song Contest 2020, because EBU and several individual broadcasters will air Eurovision related shows on the original dates.\nEurostream 2020 is an online alternative to the cancelled Eurovision Song Contest 2020, consisting of three online live streams. We seek to remain as close as possible to the format of the Eurovision Song Contest, with a jury and a televote deciding the qualifiers of the Semi-Finals, and a live scoreboard to decide the winner on the final night.\nAbout Eurostream 2020\nFollowing the cancellation of this year’s Eurovision Song Contest due to the ongoing Covid-19 outbreak, several major Eurovision websites have joined forces to organise an alternative 100% online edition of the Contest.\nUnder the joint name Eurostream 2020, three scheduled live shows (with two Semi-Finals culminating in one Grand Final) will be broadcast online for viewers around the world. The Semi-Finals will take place on Tuesday 5 and Thursday 7 May, starting at 21:00 CET. The same countries that were supposed to participate in the Semi-Finals of Eurovision 2020 will take part in the Semi-Finals of Eurostream 2020, with ten countries from each broadcast advancing to the Grand Final based on the votes of national juries consisting of music professionals (50%) and online public voting (50%). Just like at Eurovision, the qualifiers will be announced in a random order, with detailed results to be released following the Final.\nThe same voting system will be applied to compile the results for the Grand Final of Eurostream 2020, to be held on Saturday 9 May, at 21:00 CEST. The twenty qualifiers from the Semi-Finals will be joined by the countries of the Big 5 (France, Germany, Italy, Spain, United Kingdom) and last year's winning country, the Netherlands, who are already pre-qualified for the Grand Final.\nThere will be no live performances from the artists during the live shows of Eurostream 2020. Instead, snippets of the official preview videos will be shown. Editors from several Eurovision websites will be joining via live stream to comment on the songs and their chances, and you can expect several surprises during the three scheduled live shows.\nPrior to the live shows, draws will be held to determine the running order for the two Semi-Finals. These will take place on Tuesday 21 and 28 April, respectively, and will also be broadcast online. The schedule for the online broadcasts of Eurostream 2020, subject to change, can be found underneath:\nTuesday 21 April: Draw Semi-Final 1 (20:00 CET)\nTuesday 28 April: Draw Semi-Final 2 (20:00 CET)\nTuesday 5 May: Semi-Final 1 (21:00 CET)\nThursday 7 May: Semi-Final 2 (21:00 CET)\nSaturday 9 May: Grand Final (21:00 CET)\nEurostream 2020 is a joint project between the following partners, listed here alphabetically: 12 Points From America, Aussievision, Ding-a-Dong Podcast, ESCDaily, escgo!, ESC Insight, ESCKAZ, ESC Nation, ESC Plus, ESCplus España, EuroVisionary, Eurovision Union, Eurovision Universe, evrovizija.rs / ESC Serbia, ScoreWIZ, Songfestival.be, Songfestivalforum.nl, Songfestivalweblog.nl, The EuroWhat? Podcast and XAZ\nEurostream 2020 can be found on Facebook and Twitter, where the latest information about the upcoming event will be shared. For answers on more practical questions regarding the project, broadcasts and voting, we kindly redirect you to the FAQ. If these weren't helpful you reach us through Facebook, Twitter or info at eurostream2020.com.", "original_url": "https://eurostream2020.com/", "wayback_url": "https://web.archive.org/web/20200420030318/https://eurostream2020.com/", "a_id": "Q31749372-1"}