{"title": "Malta gana de nuevo Eurovisión Junior", "text": "Malta gana de nuevo Eurovisión Junior\nMalta, la pequeña isla bañada por el Mediterráneo de poco más de medio millón de habitantes, pelea desde 1971 por ganar el festival de Eurovisión. Sus 28 participaciones en el famoso concurso musical han sido, hasta ahora, infructuosas: lo más cerca que se ha quedado del triunfo fue en 2002 y 2005 con dos segundos puestos. En su búsqueda por conseguir el oro, los malteses han encontrado en la versión infantil de este formato la panacea a tal frustración.\nPorque frente a su desesperación en el baile de \"12 points\" que cada año se reparte Europa, los niños del país más pequeño de la UE se han hecho gigantes en Eurovision Junior, logrando dos veces la victoria en los últimos tres años. El último triunfo lo obtuvo anoche Destiny Chukunyere, una chica de trece años, en el concurso celebrado en Sofía (Bulgaria). Con \"Not my soul\", la representante maltesa obtuvo la máxima valoración con 185 puntos, superando así a la española María Isabel (2004), que hasta ahora ostentaba la máxima puntuación de la historia del concurso. Armenia, tras una reñida votación, se conformó con la segunda plaza y 176 puntos para Mika y su canción de rock and roll \"Love\". La medalla de bronce fue para la balada eslovena \"Prva ljubezen\", defendida por Lina Kuduzović y compuesta por Maraaya, el dúo que representó al país exyugoslavo este año en el festival de mayores.\nMalta ya venció en 2013 gracias a la poderosa voz de Gaia Cauchi y su íntima balada \"The start\". El año pasado, ejerciciendo como anfitriones, no pasaron de la cuarta plaza con Federica Falzon y su operística \"Diamonds\". Sin embargo, el segundo triunfo no se ha hecho esperar mucho y Destiny Chukunyere consiguió anoche que la pequeña isla vuelva a brillar con fuerza en el concurso infantil derrochando carisma y potencia vocal con una canción de corte soul.\nEl concurso de este año ha sido el segundo con más países participantes. Un total de 17 naciones han respondido a la llamada de la UER para competir en un concurso que, tras un periodo de crisis con serias opciones de desaparecer, ha vuelto a coger fuerzas. Australia, que al igual que en la versión senior debutaba este año, ha obtenido una meritoria octava plaza gracias a Belle Paige y \"My girls\". Irlanda, la otra novel de esta edición, sólo pudo ser duodécima con Aimee Banks y su canción en gaélico \"Réalta na mara\". Italia, que en la última edición obtuvo el triunfo, esta vez ha quedado relegada a la parte final de la tabla.", "original_url": "http://www.abc.es/cultura/eurovision/abci-malta-gana-nuevo-eurovision-junior-201511221156_noticia.html", "wayback_url": "https://web.archive.org/web/20151123000048/http://www.abc.es/cultura/eurovision/abci-malta-gana-nuevo-eurovision-junior-201511221156_noticia.html", "a_id": "Q21524985-6"}