{"title": "Russia prepares for Eurovision 2021: National selection on 8 March", "text": "Russia prepares for Eurovision 2021: National selection on 8 March\nUno, uno, uno!\nDos! It still can be the second time that Little Big (internally selected for Russia 2020) will represent Russia in Eurovision but it's not confirmed just yet.\nThe word had been circulating in Russian media and the confirmation has now arrived from the broadcaster Channel One, who confirmed that a national selection will be held to determine which artist and song Russia should take to Eurovision 2021.\nThe event will take place on 8 March and the public will be given the opportunity to decide on which song should be going to Eurovision. It hasn't been confirmed if Little Big will be main part of the show, or even competing.\nYury Aksyuta, Head of Music & Entertainment for the broadcaster, explained the reason for the decision:\n– During recent years we often selected our representative internally but this time we want our viewers to make the final choice after we present them with songs that meet the Eurovision Song Contest requirements.\nLittle Big were set to represent Russia in Eurovision 2020 with the song \"Uno\".\nRussia 2020: Little Big - \"Uno\"\nRussia 2013: Dina Garipova - \"What If\"\nSince 1994 Russia has participated 22 times in Eurovision Song Contest. They won the contest in 2008 with the song \"Believe\" performed by Dima Bilan.\nRussia 2013: Dina Garipova - \"What If\"\nIn 2017 the Russian singer Yulia Samoylova was denied entry to Ukraine, and therefore Russia decided to boycot Eurovision 2017. She returned for the 2018 contest in Lisbon, but for the first and only time, Russia didn't qualify for the Grand Final.", "original_url": "https://eurovisionworld.com/esc/russia-national-selection-on-8-march-for-eurovision-2021", "wayback_url": "https://web.archive.org/web/20210417020236/https://eurovisionworld.com/esc/russia-national-selection-on-8-march-for-eurovision-2021", "a_id": "Q104882029-2"}