{"title": "Melodifestivalen. Bilder, video och texter för media.", "text": "Melodifestivalen. Bilder, video och texter för media.\nIn English\nStartnummer 7 i deltävling 3. Artist: Tusse. Bidrag: ”Voices”. Låtskrivare: Joy Deb, Linnea Deb, Jimmy ”Joker” Thörnfeldt och Anderz Wrethov.\nTusse slog igenom och imponerade med sitt artisteri när han vann Idol 2019. Redan ett år tidigare deltog han i Talang. Efter att han knipit en semifinalplats där släpptes första singeln ”My Soul Is Calling You”, som är en hyllning till hans bortgångna mor. Debutsingeln följdes upp av balladen ”A Better You”, en tolkning av Whitneys Houstons ”How Will I Know”. I våras släpptes Tusses första singel efter Idol, ”Innan du går”, som också är hans första låt på svenska.\n19-åriga Tusse gör debut i Melodifestivalen med en låt signerad Joy och Linnea Deb, Jimmy ”Joker” Thörnfeldt och Anderz Wrethov.\nTusse\n• Namn: Tousin ”Tusse” Chiza.\n• Född: Den 1 januari 2002 (19 år).\n• Bosatt: Tällberg.\n• Uppväxt: Kongo-Kinshasa, Uganda, Nora, Västerås och Tällberg.\n• Melodifestivalrutin: Debutant.\n• Övrigt: Tusse är bördig från Kongo-Kinshasa, ett land som haft representation i finalen av Melodifestivalen två år i rad i form av Mohombi.\nBidrag: ”Voices”\nMedverkande\n• Dansare: Keisha von Arnold (husdansare), Fatou Bah, Lamin Holmén och Timothy Waliggo Kakeeto.\n• Huskör utanför scen: Lars Säfsund.\nBakom bidraget\n• Nummerkreatörer och koreografer: Lotta Furebäck, Sacha Jean-Baptiste och Jennie Widegren.\nEffekter och rekvisita\n• Externt ljus.\n• LED: Förinspelat material.\nTema: Mäktigt, starkt, konstnärligt.\nAntal kameraklipp\n• Ca 70.\nTusse om bidraget:\n– Min låt kom till när jag satt i en session med Joy Deb och Linnea Deb och gänget. Vi höll på att skriva musik, men inget kändes rätt och inget kändes nära hjärtat. Men sedan hade de redan skrivit en sjukt fin låt som jag fick höra. Jag sade bara: ”Det är ju den! Det är ju den vi ska köra.” Låten handlar om gemenskap, frihet och vikten av att alla röster ska få bli hörda.\nSå röstar du:\n• I appen ”Melodifestivalen”.\n• 099-908 07. 9,90 kronor per röst, varav 9,20 kronor går till Radiohjälpen.\n• 099-208 07. 3,60 kronor per röst.\nLåtskrivarna\nJoy Deb, Linnea Deb, Jimmy ”Joker” Thörnfeldt och Anderz Wrethov.\nJoy Deb och Linnea Deb har tävlat tillsammans med många framgångsrika bidrag, bland annat Eurovisionvinnaren ”Heroes” (2015). Anderz Wrethov vann Melodifestivalen så sent som 2019 med ”Too Late For Love”.\nLåtskrivartrion Linnea Deb, Thörnfeldt och Wrethov har varit produktiv inför Melodifestivalen 2021. De tävlar tillsammans med tre bidrag: ”Baila Baila” (Alvaro Estrella), ”One Touch” (Kadiatou) och ”Voices” (Tusse). Av dessa har Joy Deb varit med och skrivit de två senare. Joy Deb, Linnea Deb och Jimmy Thörnfeldt tävlar dessutom med ”Every Minute” (Eric Saade), medan Thörnfeldt och Wrethov har gjort gemensam sak med ”Om allting skiter sig” (Emil Assergård).\nEn refräng med textraden ”A Million Voices” har tidigare visat sig vara gångbar i Eurovision i form av Polina Gagarinas svenskskrivna silverbidrag med just den titeln, som tävlade för Ryssland 2015.\nJoy Deb\n• Melodifestivalbidrag som låtskrivare: 22.\n• Historik:\n2021: ”One Touch”, ”The Silence”, ”Voices”, ”Every Minute”\n2020: ”Moves”\n2019: ”Chasing Rivers”, ”No Drama”, ”Not With Me”\n2018: ”Break That Chain”\n2017: ”I Don't Give A”, ”Statements”\n2016: ”Don't Worry”, ”Hunger”, ”I Will Wait”, ”My Heart Wants Me Dead”\n2015: ”Heroes” (Eurovisionsvinnare)\n2014: ”Glow”, ”Echo”, ”Red”, ”Busy Doin' Nothin'”\n2013: ”You” (vinnare)\n2012: ”Soldiers”\n• Invald i Melodifestivalens Hall of Fame år 2020.\n• Övrigt: Joy vann både Melodifestivalen och Eurovision Song Contest år 2015 ”Heroes”, framförd av Måns Zelmerlöw. Han vann Melodifestivalen också 2013, med Robin Stjernbergs ”You”. År 2017 tävlade Joy Deb för Finland i Eurovision Song Contest med låten ”Monsters”, som framfördes av Saara Aalto. Alla hans 22 bidrag i Melodifestivalen har haft engelsk text.\nLinnea Deb\n• Melodifestivalbidrag som låtskrivare: 23.\n• Historik:\n2021: ”One Touch”, ”Baila Baila”, ”Voices”, ”Every Minute”\n2019: ”Chasing Rivers”, ”No Drama”, ”Not With Me”, ”Hello”\n2018: ”In My Cabana”, ”Cry”\n2017: ”I Don't Give A”, ”Statements”\n2016: ”Don't Worry”, ”Hunger”, ”I Will Wait”, ”My Heart Wants Me Dead”\n2015: ”Heroes” (Eurovisionsvinnare)\n2014: ”Glow”, ”Echo”, ”Red”, ”Busy Doin' Nothin'”\n2013: ”You” (vinnare)\n2012: ”Soldiers”\n• Invald i Melodifestivalens Hall of Fame år 2020.\n• Övrigt: Linnea är också en flitigt anlitad körsångerska. Hon vann Eurovision Song Contest 2015 med ”Heroes”, där hon både skrivit låten och var med i kören. Hon körar på albumversionerna av Melodifestivalklassiker som ”Evighet” och ”Cara Mia”.\nJimmy ”Joker” Thörnfeldt\n• Melodifestivalbidrag som låtskrivare: 6.\n• Historik:\n2021: ”One Touch”, ”Om allting skiter sig”, ”Baila Baila”, ”Voices”, ”Every Minute”\n2011: ”Dance Alone”\n• Övrigt: Jimmy är ett etablerat namn på den internationella låtskrivarscenen och har jobbat med världsartister som One Direction, Jennifer Lopez, Pitbull och Enrique Iglesias. År 2016 vann Pitbulls album ”Dale”, där Jimmy medverkade som låtskrivare och producent, en amerikansk Grammy i kategorin ”Best Latin Rock, Urban or Alternative Album”. Med sina 5 bidrag i år är Jimmy jämte Bobby Ljunggren den låtskrivare som lyckats kvala in med flest bidrag. Han har också skrivit ”El Diablo”, Cyperns bidrag i Eurovision Song Contest 2021.\nAnderz Wrethov\n• Melodifestivalbidrag som låtskrivare: 23.\n• Historik:\n2021: ”One Touch”, ”Om allting skiter sig”, ”Baila Baila”, ”Voices”\n2020: ”Vem e som oss”, ”Surface”\n2019: ”Too Late for Love” (vinnare), ”Leva livet”, ”Tempo”, ”Who I Am”\n2018: ”Mitt paradis”, ”In My Cabana”\n2017: ”Running With Lions”, ”Gravity”\n2016: ”Kizunguzungu”, ”Bada nakna”, ”We Are Your Tomorrow”\n2015: ”Guld och gröna skogar”, ”Insomnia”\n2014: ”Aleo”\n2013: ”Jalla Dansa Sawa”\n2008: ”Upp o hoppa”\n2006: ”Like Fire Tonight”\n• Övrigt: Anderz vann Melodifestivalen 2019 med John Lundviks bidrag ”Too Late for Love”. Bidraget kom på en femteplats i finalen i Tel Aviv. Året innan tävlade Anderz för Cypern med Eleni Foureiras ”Fuego”, som kom på andra plats i finalen i Lissabon. Han har också en andraplats på Europakontot från 2009, då han skrev Azerbajdzjans ”Always”, som framfördes av AySel och svensk-iranska Arash.\n”Voices”: Låtens text\nThere’s fire in the rain\nBut we’ll get up again\nWe’re thousand miles apart\nBut we’ll overcome\nI’ll never let you down\nWorld is turning us around\nBut I feel it in my heart\nLet’s make a brand new start\nCan’t stop us now forget the haters\nGet up and live and make it matter\nThere’s more to life so go ahead and\nsing it out\nCan you hear\na million voices\nCalling out\nin the rain\nYou know we got\na million choices\nSo go get out\nand let it rain\nA million voices voices\nA million voices voices\nA million voices voices\nA million voices\nThere’s fire in the rain\nAnd I can feel your pain\nPainting all the scars in\nThe colors of change\nDon’t let them hold you down\nDon’t let them hold you down\nGo shooting like a star\nThe star you are\nCan’t stop us now forget the haters\nGet up and live and make it matter\nThere’s more to life so go ahead and\nsing it out\nCan you hear\na million voices\nCalling out\nin the rain\nYou know we got\na million choices\nSo go get out\nand let it rain\nCan you hear them\nA million voices voices\nCan you hear them\nA million voices voices\nCan you hear them\nA million voices voices\nCan you hear them\nA million voices\nCan you hear them?\nCan you hear them?\nCan you hear\na million voices\nCalling out\nin the rain\nYou know we got\na million choices\nSo go get out\nand let it rain\nCan you hear them\nA million voices voices\nCan you hear them\nA million voices voices\nCan you hear them\nA million voices voices\nCan you hear them\nA million voices\nFoto, Tusse: Victoria Zahmatkesh, Universal. Bilderna får endast användas i programpresenterande sammanhang. Vid publicering skall alltid programmets titel, SVT och fotografens namn anges.\nArtikeln kommer att uppdateras vid sena ändringar.\n____________________\nIn English:\nThe Contest Bible: Tusse – ”Voices”\nStarts 7th in heat 3. Artist: Tusse. Song: ”Voices”. Songwriters: Joy Deb, Linnea Deb, Jimmy ”Joker” Thörnfeldt and Anderz Wrethov.\nTusse had his breakthrough when in an impressive way winning the 2019 edition of Swedish Idol. Already the year before that, he took part in Sweden's Got Talent. He advanced to the semi final of the show and subsequently released his debut single ”My Soul Is Calling You”, a tribute to his deceased mother. The song was followed by the ballad ”A Better You”, a rendering of Whitneys Houston's ”How Will I Know”. Last Spring, Tusse's first post-Idol single was released, ”Innan du går” (”Before You Go”), which also was his first song in Swedish.\n19-year-old Tusse now takes part in Melodifestivalen for the first time, with a song from Joy Deb, Linnea Deb, Jimmy ”Joker” Thörnfeldt and Anderz Wrethov.\nTusse\n• Name: Tousin ”Tusse” Chiza.\n• Born: January 1, 2002 (age 19).\n• Lives: Tällberg, Dalarna.\n• Raised: Kongo-Kinshasa, Uganda, Nora, Västerås and Tällberg (the three latter being towns in central Sweden).\n• Melodifestivalen history: Debutant.\n• Other: Tusse has his roots in DR Congo, a country represented in the Melodifestivalen final two years in a row by Mohombi.\nEntry: ”Voices”\nPerformers\n• Dancers: Keisha von Arnold (in-house), Fatou Bah, Lamin Holmén and Timothy Waliggo Kakeeto.\n• Off-stage in-house backing singer: Lars Säfsund.\nShow creators\n• Lotta Furebäck, Sacha Jean-Baptiste and Jennie Widegren.\nProps and special effects\n• External lighting\n• LED: Pre-recorded content.\nCamera cuts\n• Approximately 70.\nTusse on his entry:\n”My song happened when I was sitting in a session with Joy Deb and Linnea Deb the rest of the group. We were writing music, but nothing felt right, and nothing felt close to the heart. But then it transpired that they had already written such a beautiful song that I got to hear. I just said: 'That's the one! That's the one we should go for.' The song is about fellowship, freedom and the importance of all voices being heard.”\nThe Songwriters\nJoy Deb, Linnea Deb, Jimmy ”Joker” Thörnfeldt and Anderz Wrethov.\nJoy Deb and Linnea Deb has taken part together with many successful entries, for example the Eurovision winner ”Heroes” (2015). Anderz Wrethov won Melodifestivalen as late as in 2019 with ”Too Late For Love”.\nThe songwriting trio Linnea Deb, Jimmy Thörnfeldt and Anderz Wrethov has been productive in the lead-up to the 2021 Melodifestivalen. They are taking part together with three entries: ”Baila Baila” (Alvaro Estrella), ”One Touch” (Kadiatou) and ”Voices” (Tusse). In addition, Joy Deb is one of the writers of the two latter. On top of this, Joy Deb, Linnea Deb and Jimmy Thörnfeldt are taking part with ”Every Minute” (Eric Saade), while Thörnfeldt and Wrethov have been joining forces in ”Om allting skiter sig” (Emil Assergård).\nA chorus with the line ”A Million Voices” has previously proved successful in the Eurovision Song Contest in Polina Gagarina's silver entry of that title, partly Swedish-written, which took part for Russia in 2015.\nJoy Deb\n• Melodifestivalen songs as a songwriter: 22.\n• History:\n2021: ”One Touch”, ”The Silence”, ”Voices”, ”Every Minute”\n2020: ”Moves”\n2019: ”Chasing Rivers”, ”No Drama”, ”Not With Me”\n2018: ”Break That Chain”\n2017: ”I Don't Give A”, ”Statements”\n2016: ”Don't Worry”, ”Hunger”, ”I Will Wait”, ”My Heart Wants Me Dead”\n2015: ”Heroes” (Eurovision winner)\n2014: ”Glow”, ”Echo”, ”Red”, ”Busy Doin' Nothin'”\n2013: ”You” (winner)\n2012: ”Soldiers”\n• Inducted in the Melodifestivalen Hall of Fame in the year 2020\n• Other: Joy won both Melodifestivalen and the Eurovision Song Contest in 2015 with ”Heroes”, performed by Måns Zelmerlöw. He also won Melodifestivalen in 2013, with Robin Stjernberg's ”You”. In 2017, Joy took part in the Eurovision Song Contest for Finland with ”Monsters”, performed by Saara Aalto. All of his 22 Melodifestivalen entries have had English lyrics.\nLinnea Deb\n• Melodifestivalen songs as a songwriter: 23.\n• History:\n2021: ”One Touch”, ”Baila Baila”, ”Voices”, ”Every Minute”\n2019: ”Chasing Rivers”, ”No Drama”, ”Not With Me”, ”Hello”\n2018: ”In My Cabana”, ”Cry”\n2017: ”I Don't Give A”, ”Statements”\n2016: ”Don't Worry”, ”Hunger”, ”I Will Wait”, ”My Heart Wants Me Dead”\n2015: ”Heroes” (Eurovision winner)\n2014: ”Glow”, ”Echo”, ”Red”, ”Busy Doin' Nothin'”\n2013: ”You” (winner)\n2012: ”Soldiers”\n• Inducted in the Melodifestivalen Hall of Fame in the year 2020\n• Other: Linnea is also a coveted backing singer. She won the Eurovision Song Contest in 2015 with ”Heroes”, both as a songwriter and a backing singer. She is doing backing vocals in the album versions of Melodifestivalen classics such as ”Evighet” (Carola) and ”Cara Mia” (Måns Zelmerlöw).\nJimmy ”Joker” Thörnfeldt\n• Melodifestivalen songs as a songwriter: 6.\n• History:\n2021: ”One Touch”, ”Om allting skiter sig”, ”Baila Baila”, ”Voices”, ”Every Minute”\n2011: ”Dance Alone”\n• Other: Jimmy is an established international songwriter, having worked with superstars such as One Direction, Jennifer Lopez, Pitbull and Enrique Iglesias. In 2016, the Pitbull album ”Dale”, where Jimmy took part as a songwriter and producer, won an American Grammy for ”Best Latin Rock, Urban or Alternative Album”. With his 5 entries, Jimmy is, along with Bobby Ljunggren, the most successful songwriter in the lead-up to the 2021 Melodifestivalen. Jimmy is also one of the songwriters for ”El Diablo”, the entry for Cyprus in the 2021 Eurovision Song Contest.\nAnderz Wrethov\n• Melodifestivalen songs as a songwriter: 23.\n• History:\n2021: ”One Touch”, ”Om allting skiter sig”, ”Baila Baila”, ”Voices”\n2020: ”Vem e som oss”, ”Surface”\n2019: ”Too Late for Love” (vinnare), ”Leva livet”, ”Tempo”, ”Who I Am”\n2018: ”Mitt paradis”, ”In My Cabana”\n2017: ”Running With Lions”, ”Gravity”\n2016: ”Kizunguzungu”, ”Bada nakna”, ”We Are Your Tomorrow”\n2015: ”Guld och gröna skogar”, ”Insomnia”\n2014: ”Aleo”\n2013: ”Jalla Dansa Sawa”\n2008: ”Upp o hoppa”\n2006: ”Like Fire Tonight”\n• Other: Anderz won the 2019 Melodifestivalen with the John Lundvik song ”Too Late for Love”. The entry placed 5th in the Eurovision Song Contest in Tel Aviv. The year before, Anderz wrote the Cypriot entry, Eleni Foureira's ”Fuego”, which finished as the runner-up in the final in Lisboa. He has another runner-up finish in Eurovision, from 2009, when he wrote Azerbaijan's ”Always”, performed by AySel and the Swedish Iranian Arash.\n”Voices”: Lyrics\nClick here to view the lyrics.\nPhoto, Tusse: Victoria Zahmatkesh, Universal. The photos can only be used in show-presenting contexts. The title of the show, the name of SVT and the name of the photographer must be included.\nThe article will be updated in case of late changes.", "original_url": "https://media.melodifestivalen.se/pressweb/5fa3ef5e7451a/page/6017166b73e61", "wayback_url": "https://web.archive.org/web/20210216182756/https://media.melodifestivalen.se/pressweb/5fa3ef5e7451a/page/6017166b73e61", "a_id": "Q76466985-1"}