{"title": "Tusse Chiza Biography, Age, Height, Wife, Net Worth, Family", "text": "Tusse Chiza Biography, Age, Height, Wife, Net Worth, Family\nAge, Biography and Wiki\nTusse Chiza (Tousin Michael Chiza) was born on 1 January, 2002 in Democratic Republic of the Congo, is a Congolese-Swedish singer. Discover Tusse Chiza's Biography, Age, Height, Physical Stats, Dating/Affairs, Family and career updates. Learn How rich is He in this year and how He spends money? Also learn how He earned most of networth at the age of 18 years old?\nPopular As Tousin Michael Chiza Occupation N/A Age 19 years old Zodiac Sign Capricorn Born 1 January 2002 Birthday 1 January Birthplace Democratic Republic of the Congo Nationality Democratic Republic of the Congo\nWe recommend you to check the complete list of Famous People born on 1 January. He is a member of famous Singer with the age 19 years old group.\nTusse Chiza Height, Weight & Measurements\nAt 19 years old, Tusse Chiza height not available right now. We will update Tusse Chiza's Height, weight, Body Measurements, Eye Color, Hair Color, Shoe & Dress size soon as possible.\nPhysical Status Height Not Available Weight Not Available Body Measurements Not Available Eye Color Not Available Hair Color Not Available\nDating & Relationship status\nHe is currently single. He is not dating anyone. We don't have much information about He's past relationship and any previous engaged. According to our Database, He has no children.\nFamily Parents Not Available Wife Not Available Sibling Not Available Children Not Available\nTusse Chiza Net Worth\nHis net worth has been growing significantly in 2020-2021. So, how much is Tusse Chiza worth at the age of 19 years old? Tusse Chiza’s income source is mostly from being a successful Singer. He is from Democratic Republic of the Congo. We have estimated Tusse Chiza's net worth, money, salary, income, and assets.\nNet Worth in 2021 $1 Million - $5 Million Salary in 2020 Under Review Net Worth in 2019 Pending Salary in 2019 Under Review House Not Available Cars Not Available Source of Income Singer\nTusse Chiza Social Network\nInstagram Tusse Chiza Instagram Linkedin Twitter Facebook Wikipedia Tusse Chiza Wikipedia Imdb\nTimeline", "original_url": "https://www.celebsagewiki.com/tusse-chiza", "wayback_url": "https://web.archive.org/web/20210726015042/https://www.celebsagewiki.com/tusse-chiza", "a_id": "Q76466985-0"}