{"title": "Rapper Flo Rida Endorses Debt-Riddled Beamz Players", "text": "Rapper Flo Rida Endorses Debt-Riddled Beamz Players\nHip-hop superstar Flo Rida is best known for his fist-pumping dance floor anthems. Now the rapper is endorsing “Beamz by Flo” – essentially a club-ready theremin which makes music when users pass their hands through its laser beams.\nThis $200 musical instrument is the latest offering from Beamz Interactive, an instrument maker founded in 2001 by Phoenix, Ariz.-based musician Jerry Riopelle. Its concept spent several years languishing in obscurity before current CEO Charlie Mollo came aboard in 2007 to help the company commercialize. Despite use by musicians including Megadeth bassist David Ellefson and former Jefferson Starship guitarist Craig Chaquico, the instrument has failed to hit the mainstream, generating just $262,000 in revenue in the 12 months leading up to June 2013.\nBeamz Interactive has also been running in the red, posting a loss of more than $5.2 million in the fiscal year ending June 2013 – a 165% increase from the $1.2 million it bled in fiscal 2012. Profits this year were $120,620.\nWorse, its latest government filing admit Beamz Interactive does not have adequate cash to continue operations for the next 12 months; its management is pursuing a $5 million convertible debt financing. The publicly traded company is now betting on rapper Flo Rida, real name Tramar Dillard, to help them turn it around – and it’s been willing to pay him handsomely.\n“He has the right kind of hip-hop/pop crossover – it’s the perfect music genre for really appreciating and exploiting the beats,” said Mollo, who is a significant shareholder in the company. “We see Flo being a real dominant force over the next several years.”\nThe Beamz by Flo player comes with a number of Flo Rida’s hit songs, and can be synced to a computer or TV screen so users can play along with Flo. A proprietary iPhone and iPad app lets users create their own mixes and play through the touch screen.\nAs part of the deal, Dillard, who boasts more than 75 million downloads sold worldwide, must promote Beamz by Flo in a range of songs, videos and live performances, most recently at the XS nightclub in Wynn Las Vegas. Dillard’s compensation includes 300,000 shares in Beamz, and minimum royalties of $100,000. According to their filing, Beamz Interactive also paid Dillard $15,000 cash and $110,000 in convertible debt for the rights to a new Flo Rida song and music video entitled “Laser Light Show.” . If the partnership is fruitful, the deal could earn Dillard a reasonable six figure payout, FORBES estimates.\nA rapper’s involvement does not come (that) cheap, and Beamz’s bulging marketing budget is feeling the strain. Advertising cost Beamz Interactive over $803,000 in the year leading up to June 2013 – a 351% increase from previous years, and more than three times its annual revenue. In the period of the Flo Rida deal alone, between March 31st and June 30th this year Beamz spent more than $655,000 on advertising.\nAccording to its latest government filing, the company believes it can “take advantage of the growth in electronic music and entertainment,” targeting consumers and DJs as well as educators and health care markets.\nIts Beamz DJ can be used as a controller to run a number of DJ programs, including VirtualDJ, hypothetically letting users DJ from the Beamz device rather than a laptop. The instrument can also used as an educational or music therapy tool, currently in 150 schools and hospitals.\nStill, not everyone is a fan. Producer Deadmau5 (No. 5 on FORBES list of highest-earning DJs) took to Twitter to deride Flo Rida’s endorsement:\n… its one of those SNL commercials right? — deadmau5 (@deadmau5) September 10, 2013\nFollow me on Twitter @natrobe.", "original_url": "https://www.forbes.com/sites/natalierobehmed/2013/10/21/rapper-flo-rida-endorses-debt-riddled-beamz-players/", "wayback_url": "https://web.archive.org/web/20131021165644/http://www.forbes.com/sites/natalierobehmed/2013/10/21/rapper-flo-rida-endorses-debt-riddled-beamz-players/", "a_id": "Q213538-87"}