{"title": "AllHipHop ChartWatch: 2009's Top Selling Hip-Hop Acts", "text": "AllHipHop ChartWatch: 2009's Top Selling Hip-Hop Acts\nThe Year In SALES: ChartWatch for December 29, 2009\nHope everyone out there had festive holiday break. Before we move forward into the New Year and close a decade let’s look back at the big sellers in Hip-Hop this year.\nEven though I talked about him and that annoying voice last week, rap’s great hope, Eminem, has the best selling Hip-Hop album of 2009. The Detroit MC’s return album, Relapse, sold 1,533,184 which puts Slim Shady at number one. If you haven’t had a chance to pick up this album you can pick up Relapse: Refill which is the holiday re-release of the album with seven extra songs. This paves the way for Relapse 2 which is supposed to be a little more serious than its predecessor. Like I said last week, I wasn’t looking forward to Relapse 2 until I heard Em on Drake’s “Forever.” It’s nice to see he hadn’t lost his edge. Plus there are rumors about him signing Slaughterhouse, which is a welcome change considering their sales. (For the record, I like Slaughterhouse, but apparently I and a few of my friends are the only ones who actually bought the album.)\nNext up is a group that causes a lot of discussion because fans like to debate whether they are truly Hip-Hop. Even I talked about them for the first few weeks their album was on the charts. Roughly five months later Will.I.Am, Fergie, and the other two guys continue to sell strong with their latest album never dropping out of the top 50 since its release. The Black Eyed Pea’s fifth album sold 1,440,895 copies on the strength of strong singles like “Boom Boom Pow”, “I Gotta Feeling”, and “Meet Me Halfway.” I’m willing to say they are a definitive part of Hip- Hop…just not the part I listen to. No matter what is said about them, the group had a successful year and is the second highest seller for Hip Hop in 2009.\nNext up is Shawn Carter or Shawn Knowles-Carter if you believe the rumors. Mock the man all you want because of talk of a possible name change but the Marcy MC managed to grab the spot for third highest seller in Hip Hop for 2009. Jay-Z’s Blueprint 3 sold 1,337,192 copies this year which helped to at least lessen talk that the Mogul MC had lost touch with “the streets” and Hip-Hop public. This year Carter teamed up with Jada and Will Smith to produce a Broadway play on the life of Fela Kuti, announced the death of Autotune (Thanks Jay.), and had the whole world say “Why the F--- is Lil’ Mama up there?” Things look bright for the New York MC but you never know what the future holds for Hip-Hop in the next decade. With former friend and label mate Beanie Sigel (backed by the always determined 50 Cent) taking shots, every failed Autotune artist blaming the MC for being removed from the culture, and even Gucci Mane taking jabs the next year could bring some obstacles for Jay. We’ll see.\nHere’s an MC that had a hard year. He, however, just kept releasing music and eventually it paid off. This is sure to get people talking in the comments section, but Rick Ross comes in at number four. The South Florida representative sold 401,000 copies of his third album Deeper Than Rap. This is on the heels of the buying public finding that Ross worked as a correctional officer, the original Freeway Ricky Ross chastising the rapper for using his name, and a very public feud with 50 Cent. The latter feud had resulted in a series of songs and videos, most notably the release by 50 Cent of a porn involving the mother of Ross’ child and another video where 50 Cent plays host to more of Ross’ children their mother at Floyd Mayweather’s home. That all sounds very damaging, and in most cases this would be a career ending move for a Hip Hop artist. Ross, however, kept releasing music and pushed his album to the fourth highest selling in Hip Hop for 2009. Seemingly in response to the fact that nothing stuck to him in 2009 the Miami MC is set to release Teflon Don in 2010.\nThis next one is actually a surprise to me. I’m a big fan but didn’t actually think he came in that high. Nonetheless, Jason Phillips, who may be better known as Jadakiss, comes in at number five for top selling Hip Hop for this year. The Last Kiss sold 342,000 copies setting up the MC for his 2010 release, Top Five, Dead or Alive, and a new LOX album, New L.O.X Order. It’s been a good year for Jada and the L.O.X with Jada beginning the year off with a new association with Jay-Z and even recent rumors of the LOX working with…P. Diddy. (I’m thinking the same thing you’re thinking but I’ll keep it to myself.)\nNext up is an MC that has taught a new generation how to misspell fabulous. (Even I have to say it in my head to make sure I spell it right. Fabolous dropped his fifth album in 2009 and started a whole new trend…Twitter beef. Whether clowning Joe Budden’s real girl or an imposter T-Pain the Brooklyn MC offered fans plenty of comic relief. Oh yeah, he also had an album featuring every major R&B artist with even the slightest association to Hip Hop. Loso’s Way sold 270,000 copies with the help of singles “Throw It In The Bag” and “Money Goes, Honey Stays.” I’m not sure what Fabolous plans on doing in 2010 but hopefully it involves Twitter.\nNow we have a funny one. It’s funny because this next artist has been nominated for B.E.T. Awards (he actually won one), MTV Video Music Awards, Soul Train Awards, and is even up for two Grammys. He doesn’t, however, have an actual album. What he does have is a string of mixtapes and an EP for sale of seven songs that are widely available for free on a self released mixtape. Well, apparently 257,000 people wanted to pay because Drake managed to push that many copies of his EP So Far Gone. That puts the EP (and the MC) at the number seven position for highest selling Hip Hop albums of 2009. It’s a safe bet that the Canadian MC, along with his Young Money label mates, will have a successful 2010.\nThat last one is funny because Drake hasn’t even really come out with his debut album. This next group is funny because they are trying to be. Saturday Night Live comedian Andy Samberg along with Akiva Schaffer and Jorma Taccone form the group Lonely Island. If you don’t know the names you probably recognize their songs like “d**k In A Box”, “Lazy Sunday”, “Jizz In My Pants”, and the T-Pain assisted “I’m On A Boat.” I don’t know whether to laugh at the fact that a comedy group made the top ten or cringe at the fact that three guys playing around managed to sell 246,000 copies of an album and beat out a lot of other Hip-Hop artists. Lonely Island’s Incredibad comes in at number eight for 2009.\nI let the Black Eyed Peas slide because (even though I don’t like their music) I can recognize that they have (had) talent. Not so for the next guy so I’m just going to make this quick. Flo Rida. Number nine. 241,000 copies. R.O.O.T.S. (You know what…B.E.P and Flo Rida are both on the G-Force soundtrack so maybe I’m being too hard on the Florida rapper. Or am I being too easy on The Black Eyed Peas?)\nLet’s finish off with Mr. Controversy himself, Curtis “50 Cent” Jackson. The Queens MC managed to continue his beef with Rick Ross and take a couple of shots at Jay-Z all while releasing his fifth album Before I Self Destruct. The album has been looked at as having lackluster sales but has still managed 227,000 since its late-November release helping 50 claim the number 10 spot. Even with the low sales numbers I doubt this will put a damper on 50’s 2010 with the MC already prepping the release of a new album.\nOh, before I go...Lil Wayne and Young Money pushed about 140k their first week to hit the Top 10 of the charts. Mary J. Blige sold about 340k, landing her at the No. 2 slot for her debut.", "original_url": "https://web.archive.org/web/20110210130802/http://allhiphop.com/stories/reviews/archive/2009/12/30/22079445.aspx", "wayback_url": "https://web.archive.org/web/20220611172859/https://web.archive.org/web/20110210130802/http://allhiphop.com/stories/reviews/archive/2009/12/30/22079445.aspx", "a_id": "Q213538-23"}