{"title": "Rapper Flo Rida puts on \"Sunday\" best", "text": "Rapper Flo Rida puts on \"Sunday\" best\nNEW YORK (Billboard) - When Flo Rida first took the bus from Florida to Los Angeles in hopes of launching a music career, he was so broke that he was forced to live on the streets.\nEven worse, he once left his bag on a bench while milling around the Beverly Center mall, only to discover that the LAPD had confiscated it, fearing it contained a bomb.\nNowadays, the rapper's outlook is considerably brighter. His debut single, \"Low\" featuring T-Pain, is enjoying its fourth week atop the Billboard Hot 100. It has sold more than 1.78 million downloads through January 6, according to Nielsen SoundScan. In the post-Christmas week, it set a record when it moved 470,000 digital downloads.\nAs a bridge to his Poe Boy/Atlantic debut, \"Mail on Sunday\" (March 18), \"Low\" is prominently featured as the lead track from the Disney film \"Step Up 2 the Streets,\" which opens February 14 in U.S. theaters. Atlantic will release the soundtrack February 5.\nThe label has been building the Flo Rida story since late last summer, when he began playing club dates in Florida and the Southeast in conjunction with the release of \"Low\" to clubs in the area.\n\"This may seem like an overnight sensation to most of the country,\" Atlantic vice president of marketing James Lopez said. \"The song spread so much faster than we could travel.\"\nThe \"Low\" video debuted in early November on BET and MTV, inspiring nearly 100 YouTube videos of dancing fans. According to Atlantic director of digital marketing Brian Dackowski, the label quickly initiated partnerships with social networking sites like Imeem, where fans can upload their own photos and remixes of the \"Low\" clip.\nFlo Rida also has his own YouTube channel, through which \"Low\" has garnered nearly 5 million plays, and he interacts personally with fans on his MySpace site.\n\"This phenomenon was organic,\" Dackowski said. \"We haven't had an artist take off like this before with a song picking up and kids across the country going for it on their own. It was like riding a wave.\"\nFlo Rida was born Tramar Billard on December 16, 1979, in Carol City, Fla.'s 187th Street projects. The youngest (and only boy) of seven siblings, he was a natural athlete who played every sport imaginable, but music was what really moved him.\nHe honed his skills making tapes in his grandmother's and aunt's garages, and by ninth grade had joined four-member rap group the Groundhoggz.\n\"We grinded locally doing shows and mixtapes,\" Flo Rida said. \"We kept rapping together even after I graduated high school in 2001 and left for (the University of Nevada-Las Vegas). But after a while, we started shopping our demos separately because no one signed us as a group.\"\nNow, the rapper is putting the final touches on \"Mail on Sunday,\" which features appearances by Ross, Sean Kingston, Lil Wayne, Trey Songz and Brisco.\n\"They say if you grind hard enough, you'll shine,\" Flo Rida said. \"I didn't know 'Low' would get this big. It's the greatest feeling in the world.\"\nReuters/Billboard", "original_url": "https://www.reuters.com/article/music-florida-dc-idUSN1934639920080119", "wayback_url": "https://web.archive.org/web/20160305004134/http://www.reuters.com/article/music-florida-dc-idUSN1934639920080119", "a_id": "Q213538-122"}