{"title": "Society Confidential: Flo Rida hits Sabrage", "text": "Society Confidential: Flo Rida hits Sabrage\nFlo Rida, left, and Sabrage manager Kyle Cruickshank. (Photo: Sabrage)\nFlo Rida finds the fun after helping Flint\nGrammy-nominated rapper Flo Rida, who is well-known for having a good time at the best clubs around the world, had no problem finding one of Metro Detroit’s finest night spots while he was in town last Friday. When the hip-hop artist, who has sold more than 80 million records worldwide, learned of the situation in Flint, he took a break from touring. He not only donated several thousand bottles of water, but also helped distribute them personally at an area church. After doing his good deed, later that evening, he and his entourage — about 20 strong — fell into Sabrage, the ultra chic Royal Oak lounge above the award-winning French restaurant Bistro 82. Flo and his pals sat in a VIP booth, dancing, mingling and indulging in an assortment of fine spirits, including Dom P, Moet Rose, Hennessey and Ciroc. Obviously enjoying himself, he even gave Sabrage one of his unreleased songs to play that night and was particularly pleased when he learned that the Sabrage owner (who also owns Bistro 82) had raised more than $6,000 for Flint just the day before in conjunction with the restaurant’s second anniversary.\nGetting ready for Wahlburgers\nIt wasn’t supposed to be announced officially for another week or two, but Mark Wahlberg himself let the cat out of the bag recently while doing an interview promoting his new movie, “Daddy’s Home,” with Fox 2’s Lee Thomas. The word is that he is working with Dan Gilbert to bring Wahlburgers, the over-the-counter burger chain with full cocktail service that he owns with his brothers, to the Greektown area in Downtown Detroit. What hasn’t been reported, however, is that he’s taken on a local partner in this venture, according to reliable sources.\nNino Cutraro of Bloomfield Hills, who is good buds with the actor and owns Bella Piatti in Birmingham with his wife, Liz, will be Mark’s solo partner in the Detroit restaurant. Nino knows a little something about running successful businesses in Detroit. He has owned numerous clubs and restaurants throughout the past several decades including La Notte, Taboo, Intermezzo, the Ultimate Sports Bar and the string of Metro Music Cafes. The Greektown Wahlburgers is slated to open in June.\nNeiman Marcus shows Detroit some love\nIn 1996, Neiman Marcus, the national high-end luxury department store, began publishing The Book, its very own magazine that brings the store to life through the pages of a slick periodical. For its 20th anniversary edition, the coveted style journal features 25 pages of fabulous fashion shot in and around Detroit. Just released this week, it states that, “Fashion accelerates into the new season with fresh energy and verve. The same momentum is driving DETROIT, where passionate artists, chefs and entrepreneurs are rebuilding their city.”\nA number of popular new spots and cool people from Detroit are featured, including award-winning chef Marc Djozlija, at Wright & Co., entrepreneur Phil Cooley, Shinola, Gold Cash Gold, and even Paws, the Tigers mascot. And while we admit it is a pretty clever the way they compared current fashion’s dynamism to the state of our city, we can’t help but wonder if the real decision to feature Detroit in The Book has anything to do with the fact that Neiman Marcus’ trendsetting Senior VP and Fashion Director Ken Downing has recently become a Detroit homeowner. “I am so thrilled that Neiman Marcus is as passionate and supportive of the city of Detroit as I am personally, being a local girl,” says Renee Janovsky, N.M. VP and general manager of the Troy store. “I am sure that Neiman Marcus will continue to invest in the revitalization of Detroit, specifically its flourishing art scene.”\nBriefly\n■Actor Derrick Gilliam of Lansing will guest star on “Chicago Fire” on Tuesday as a 22-year-old character named Baby Boy. The series airs at 10 p.m. on NBC.\nChuck Bennett is the creator of The Social Metro. See TheSocialMetro.com.\nRead or Share this story: http://detne.ws/1TtgAWc", "original_url": "http://www.detroitnews.com/story/opinion/columnists/chuck-bennett/2016/02/18/society-confidential-flo-rida-hits-sabrage/80576402/", "wayback_url": "https://web.archive.org/web/20160315100933/http://www.detroitnews.com/story/opinion/columnists/chuck-bennett/2016/02/18/society-confidential-flo-rida-hits-sabrage/80576402/", "a_id": "Q213538-86"}