{"title": "WELCOME TO THE ALL-NEW auspOp", "text": "WELCOME TO THE ALL-NEW auspOp\nBienvenue. Selamat Datang. ترحيب. Willkommen. 歡迎. Bienvenida. καλωσόρισμα. Welcome.\nTo say the relaunch of your beloved Australian pop site has been a long time coming is an understatement of the highest order. But we hope you agree that it’s been worth the wait.\nWe’ve wheeled out all the bells and whistles (including a hot new logo, plus mobile and tablet editions) to deliver a massive step forward in terms of presentation, usability, connectivity and your overall visitor experience.\nAnd every one of our almost 13,000 stories from the past seven years has come along for the ride.\nSo here’s what’s new;\nYou now have a range of fabulous new options within each of our stories. While yes, you can still leave a comment, you can now tick a box so you’ll receive follow-up comments. Besides that, you can also change the font size of the page and you even have the option to print it, all right there in the story.\nPlus, you can now link through to a host of your favourite socials; be it Facebook, Twitter, Google+, Tumblr, Pinterest, email and more! We want to help you keep connected.\nThe tag cloud has disappeared, replaced with a drop-down menu teeming with a swag of artists you’ll discover on-site. Find your favourite and it’ll link through to all stories we’ve published featuring them! There’s another drop-down menu below that so you can explore our archives.\nAnd there’s also a handy search bar up top on the right (available via the drop down menu or in landscape mode on mobile/tablet editions).\nMOBILE/TABLET VERSIONS\nIf you’ve clicked on via your mobile or tablet for the first time, gosh, haven’t you noticed a difference!? It’s one area where we feel we’ve let you, our devoted readers, down over the past few years. While technology’s been moving forward and more and more people are visiting in the mobile sphere, we’ve been treading water.\nSo brilliantly, we’re thrilled to announce (and reveal) that instead of those bland ol’ eight posts, one on top of each other, you now have a delightful new experience that gives you everything you love about the new desktop version in a handy pocket-sized edition (that said, your pockets would have to be pretty enormous to carry a tablet in them).\nIt’s all there… drop-down menus, fancy-pants animations, the chance to comment, share with your myriad socials and much more. So get exploring!\nDROP DOWN MENUS\nYes, it’s a proper website! And you can now choose the information you’re most interested in, without having to fluff your way clumsily through our gargantuan history. Giveaways, interviews, album reviews and more… whatever takes your fancy, all are easily accessible via our menus.\nFEATURED ARTISTS\nUnderneath the slider images, you’ll discover three feature artists. We’ll be changing those over on a regular basis to shine a spotlight on artists we think deserve their time in the sun or that have something big coming up. Simply click on the photo to be taken to all stories relating to that artist.\nTHE PURGE\nWho doesn’t love something hot to wake up to twice a week? Your Midweek and Saturday News Wraps will exist in the same time continuum they always have (now at 7am on both Wednesdays and Saturdays), but they’re now known as ‘The Purge’; your twice-weekly purge of pop. Find the latest editions in the ‘News’ drop down menu.\nCHART WATCH\nNo change to your beloved Chart Watch. We’ll still be getting the official ARIA chart information live to you every Saturday at 6pm. You can access all the latest Chart Watch stories from the ‘News’ drop down menu.\nNEW RELEASE SCHEDULE\nWhy wait ‘til Thursdays to get your hit of the latest new release schedule information? The first option under the ‘New Releases’ menu will take you to our new new release schedule page. We’ll be updating the release information as soon as it becomes available to us, so no matter what day of the week, you’ll always be up-to-date with what’s coming and when.\nauspOp DIARY\nSundays won’t be the same without our regular ‘auspOp Diary’ segment. But that’s certainly no bad thing, when all the information is now right there at your fingertips, not just for the forthcoming week, but as far as the tour schedule stretches out!\nIn what’s potentially the biggest change to our site, the new auspOp Diary takes the form of a calendar. The shows are there, so too the addresses of the venues, their websites and a handy Google map to show you where you need to go!\nYou’ll also discover links on each entry so you can magically and seamlessly upload the gig information straight to your Google or iCalendar! How’s that for swish!?\nGET TO KNOW\nNew feature alert! Located underneath the Interview banner is a new auspOp feature called ‘Get To Know’. Discover a range of new and upcoming Aussie and international artists via this new feature as we ask them eleven simple questions in an effort to get to know them a little better. You’ll also discover links to their most important socials.\nNaturally, we welcome your feedback and suggestions on the new-look auspOp and would love for you to become more involved going forward. So don’t hesitate to get in touch via our new ‘Contact’ page at the bottom of the site.\nWe’d like to thank the team at Universal Music for taking a chance on the new-look site with a lil’ advertising love.\nOne person we really do need to thank for the new site is our incredible web developer Luke, whose patience, expertise, talent, keen eye for detail and dedication have truly made the new site what it is today. You should hire him for your next job.\nAnd thanks to you for your patience and your incredible support throughout the past seven years. And here’s to the next lot with our new-look site.\nAustralia's first stop for pop music! #auspOp", "original_url": "https://www.auspop.com.au/2015/02/welcome-to-the-all-new-auspop/", "wayback_url": "https://web.archive.org/web/20170101231600/https://www.auspop.com.au/2015/02/welcome-to-the-all-new-auspop/", "a_id": "Q213538-93"}