{"title": "Eneda Tarifa, fituesja e Kënga Magjike", "text": "Eneda Tarifa, fituesja e Kënga Magjike\nEneda Tarifa, fituesja e Kënga Magjike\nShpërndaje\n23:46 07/12/2019\nFituesja e edicionit të 21 të festivalit më të madh të këngës moderne është Eneda Tarifa, me këngën “Ma zgjat dorën”.\nNë vendin e dytë u rendit Fifi, e cila mori pikët maksimale nga publiku, mbështetja e të cilit u ndje edhe në sallën e Pallatit të Koncerteve. Ndërsa në vendin e tretë u rendit këngëtarja Anxhela Peristeri.\nKënga Magjike erdhi këtë vit ndryshe. Për herë të parë pas 20 vitesh, nuk u ndanë çmime dhe nuk pati nominime.\nTë vetmet çmime ishin ato për dy kategoritë e reja të këtij viti, New International Artist dhe Best Big International, si dhe për artistin e ri më të mirë.\nKështu, Çmimi Best New Artist shkoi për Khuba, New International Artist shkroi për grupin italian Sisma dhe Best Big International shkoi për artisten nga Maqedonia e Veriut, Tamara Todevska.\nFituesja e Kënga Magjike u vendos nga publiku, juria dhe votimi i artistëve për njëri tjetrin.\nKëngët, skenografia, ndriçimi të ndërthurura mirë me njëra-tjetrën sollën në këtë finale një spektakël madhështor. 45 artistë kënduan për të ndërtuar në këtë edicion të 21-të, të festivalit Kënga Magjike. Të ardhurat e mbledhura nga biletat do të shkojnë për të mbështetur të prekurit nga tërmeti i 26 Nëntorit./tvklan.al", "original_url": "https://tvklan.al/eneda-tarifa-fituesja-e-kenga-magjike/", "wayback_url": "https://web.archive.org/web/20191207230250/https://tvklan.al/eneda-tarifa-fituesja-e-kenga-magjike/", "a_id": "Q18244983-4"}