{"title": "Bulgaria: Confirms participation for 2021 with Victoria", "text": "Bulgaria: Confirms participation for 2021 with Victoria\nIn the early morning of March 21st, BNT announced in a series of tweets that they will be returning to the Eurovision Song Contest in 2021 and are going to give Victoria Georgieva the honour of representing them.\nEurovision 2020 Details\nFollowing the cancellation of this year’s contest, BNT had made public their thoughts regarding the whole situation, commenting that “(they) still have the genuine right to feel disappointed”.\nHaving discussed all the circumstances, and with the firm belief that now Eurovision needs the unconditional support of all of its members and community, we would like to announce that Bulgaria will be taking part at Eurovision 2021. — iCard Eurovision Bulgaria 🇧🇬 (@bg_eurovision) March 21, 2020\nThey also stated that the ongoing coronavirus outbreak has not yet finished causing damage, as “Unfortunately, this situation will put additional strain on many of the public broadcasters, especially in eastern Europe. To date these consequences can’t be even properly evaluated.”\nFollowing the announcement of the cancellation of the 2020 Eurovision Song Contest, the EBU also announced that this year’s entries were not eligible to re-enter in 2021 which was known hence the rules do not allow songs released before September 1st of the previous year to be performed.\nBulgaria had plans to re-introduce an old selection method which was the national selection format last used in 2012 when Sofi Marinova was selected for Baku, in 2019 however due to financial difficulties that same year, Bulgaria withdrew from the contest, then when they returned in 2020 they signed a contract with iCard as the only fund provider for the Bulgarian participation (artist selection, songwriting, producing and staging). They are announcing that the return of this format is delayed for one year because of the cancellation of this year’s contest.\nOnce again, we will be represented by @victoriageorge_ . Subsequently, all longer-term plans, such as choice of future representatives or the work on possible national selection will be postponed with 1 year. — iCard Eurovision Bulgaria 🇧🇬 (@bg_eurovision) March 21, 2020\nVictoria returns in 2021\nAfter stating in an Instagram post on Wednesday that she (Victoria) thinks all representatives for the 2020 contest should be allowed to perform their songs next year, she has now been announced by BNT as the Bulgarian act for 2021, giving her a shot at the Eurovision stage which she missed on in 2020.\nOnce again, we will be represented by @victoriageorge_ . Subsequently, all longer-term plans, such as choice of future representatives or the work on possible national selection will be postponed with 1 year. — iCard Eurovision Bulgaria 🇧🇬 (@bg_eurovision) March 21, 2020\nLost partnerships\nThis year’s main sponsor iCard sadly will withdraw from their agreement with BNT because of the cancellation of the 2020 contest on March 28th after Victoria’s online concert.\nMany other sponsors and stakeholders were supposed to be a part of the Bulgarian journey and participation in Rotterdam, such as the following:\nWe would like to express our gratitude to the co-producers from Ligna Group & Entiendo, Ostereo and our partners from iCard, WWF, A1 Xplore Music, Deezer, Huawei, Morrocanoil, The State Agency For The Bulgarians Abroad, Ministry of Culture, Ministry of Tourism among others. — iCard Eurovision Bulgaria 🇧🇬 (@bg_eurovision) March 21, 2020", "original_url": "https://eurovoix.com/2020/03/21/bulgaria-confirms-participation-for-2021-with-victoria/", "wayback_url": "https://web.archive.org/web/20200321082940/https://eurovoix.com/2020/03/21/bulgaria-confirms-participation-for-2021-with-victoria/", "a_id": "Q21621351-9"}