{"title": "In the spotlight: Uku Suviste", "text": "In the spotlight: Uku Suviste\nWith his song, 'What Love Is', Uku was chosen to represent Estonia in 2020. In light of the unfortunate cancellation of the 65th Eurovision Song Contest, we wish to highlight the impressive acts that were set to appear. This is 'In the spotlight', our feature honouring the artists that would have made up this year's edition of the world's largest live music event.\nUku Suviste competed against 23 other entrants in Eesti Laul, the national selection at the Saku Suurhall, which hosted the Eurovision Song Contest back in 2002. The 2 semi-finals saw the first round of voting via televote and jury which narrowed the competition field down to Uku, Anett x Fredi and Jaagup Tuisk.\nThe final and second round of voting - exclusively by the Estonian public - saw Uku as their preferred artist for the Eurovision Song Contest 2020. Uku's previous attempts at selection for Eurovision were in 2017 with Supernatural and 2019 with Pretty Little Liar.\nWho is Uku?\nBorn in the Southern Estonian town of Võru in 1982, the 37-year-old pianist, composer and music producer comes from an ambitious family; his father is a TV producer and his mother is a classically trained singer who worked for the Estonian General Staff at the Estonian Defence Forces.\nUku appears to have somewhat followed in his parents’ footsteps. He studied Singing and Contemporary Writing & Production at the world-renowned Berklee College of Music in Massachusetts, USA - making the Dean's List - after already completing a Computer Systems Administration degree.\nIn 2011, he became a patron of UNICEF Estonia and, in 2012, he produced a song in collaboration with the Estonian Ministry of Defence & Defence Forces called Võitmatu (Invincible), dedicated to all the Estonian soldiers who had served in Afghanistan.\nEstonia's Eurovision 2020 participant Uku Suviste Karl Saare\nUku is no stranger to performing or competing on stage. In 2010, he placed third in the New Wave Festival and has been involved in many other singing competitions, television shows and productions. He was in the team of Ukranian Eurovision icon Ani Lorak in The Voice Russia, where he made it to the semi-final round. He also played Danny in the Estonian production of Grease! In 2018.\nThe Estonian is a man of many talents and hobbies. He was once labelled 'Estonia's Sexiest Man' by Kroonika magazine and speaks 3 languages; Estonian, English and Russian. He is also a big fan of football, cars, playing tennis, going to the gym and running.\nREAD MORE: Uku's participant profile\nEstonia’s Eurovision song for 2020 has international roots. What Love Is was recorded and produced in Greece, composed by Uku himself and the lyrics were written by Stockholm-based US songwriter Sharon Vaughn. The powerful song addresses the feelings that come with falling in love and was inspired by musical theatre.\nUku Suviste at home for Eurovision Home Concerts Uku Suviste\nUku recently participated in the third episode of Eurovision Home Concerts, accompanied on-screen by the familiar face of Alexander Rybak.\nUku also recently took to Instagram to show his gratitude for a gift he received from photographer-videographer and friend, Karl Markus Antson, related to his time competing in Eesti Laul. Of his gift, Uku said: \"I just received a wonderful gift from a very good friend of mine. He is a talented videographer as well as an artist @karlmarkusantson . He surprised me with photo printed on canvas. This photo represents a very special moment capturing so many emotions, so much power, that simply bursts forth What Love Is\".\nThe photo captured a moment while Uku performed What Love Is on the Eesti Laul 2020 stage and serves as a permanent reminder of his experience there. You can watch how the photo was made here.\nFollow Uku on the following social media platforms:\nLISTEN: Stream What Love Is and other Eurovision 2020 songs on Spotify\nEstonia in the Eurovision Song Contest\nSilvi Vrait with the song Nagu Merelaine was Estonia’s first entry in the Eurovision Song Contest in 1994. The country participated in the pre-qualifying round in 1993 but failed in the final. Estonia’s beginnings were relatively successful; it finished in the top 10 in 6 out of 7 Contests between 1996 and 2002, including fourth in 2000, winning in 2001 - the first former Soviet country to do so - and third in 2002.\nTanel Padar and Dave Benton, together with 2XL, won the 2001 Eurovision Song Contest for Estonia. Unknown\nHowever, their success took a bit of a turn: between 2004 and 2008 the country failed to qualify for 5 consecutive Contests. As a result, Eesti Laul was established which saw Estonia overhaul their national selection process. This decision proved prosperous as the country went on to reach its first-ever top 10 placing in the Grand Final in 7 years.\nREAD MORE: Estonia's country page\nVictor Crone's Storm was Estonia's choice for the Eurovision Song Contest 2019. The Swedish-born artist made it to the Grand Final and finished in 20th place with 76 points.\nLeave some love for Uku in the comments!", "original_url": "https://eurovision.tv/story/in-the-spotlight-uku-suviste", "wayback_url": "https://web.archive.org/web/20200429182801/https://eurovision.tv/story/in-the-spotlight-uku-suviste", "a_id": "Q6331507-4"}