{"title": "Little Big prepara nuevas canciones para representar a Rusia en Eurovisión 2021", "text": "Little Big prepara nuevas canciones para representar a Rusia en Eurovisión 2021\nCada vez corren más rumores sobre la posible reelección de Little Big para representar a Rusia en Eurovisión el próximo año. El grupo, uno de los favoritos de la pasada edición cancelada, ha confirmado en una entrevista a Radio Energy su interés en volver a abanderar al país.\n“Aún no la tenemos (la canción). Es una competición de canciones, y tienes que prepararte para ello. Mucha gente piensa que estamos automáticamente elegidos para 2021, pero no es cierto. Necesitamos una canción primero. Probablemente la grabaremos próximamente. Enviaremos varios temas, y si les gusta, iremos (a Róterdam). Después de todo, se trata de una competición”, han declarado.\nEsta entrevista fue realizada poco después de que el club de fans ruso revelara que el CEO de la cadena pública, Konstantin Ernst, había confirmado otra oportunidad para Little Big en el escenario de Eurovisión. Sin embargo, no hay confirmación oficial por parte de la televisión. El grupo también ha señalado que no tiene una estrategia. “Pero hay una oportunidad de que vayamos. Y definitivamente, enviaremos canciones”, declaran.\nEl grupo ruso Little Big era uno de los firmes candidatos a alzarse con el triunfo en Eurovisión 2020. Sin embargo, la cancelación del festival truncó su camino a la victoria. La canción con la que iban a representar a Rusia en Róterdam, Uno, es a día de hoy el vídeo más visto en el canal oficial de Eurovisión en Youtube.", "original_url": "https://eurovision-spain.com/little-big-prepara-nuevas-canciones-para-representar-a-rusia-en-eurovision-2021/", "wayback_url": "https://web.archive.org/web/20211101224331/https://eurovision-spain.com/little-big-prepara-nuevas-canciones-para-representar-a-rusia-en-eurovision-2021/", "a_id": "Q104882029-10"}