{"title": "Manizha estrena la nueva versión de Russian Woman con la que abanderará a Rusia en Eurovisión 2021", "text": "Manizha estrena la nueva versión de Russian Woman con la que abanderará a Rusia en Eurovisión 2021\nYa está disponible en todas las plataformas la nueva versión de “Mujer rusa”, el tema que Manizha defenderá en Eurovisión 2021, y con el que consiguió ganar la súbita preselección que Pervyy Kanal organizó hace apenas dos semanas.\nLa letra de Russkaya zhenschina ha sido alterada para añadir versos en inglés, aunque se trata del primer tema desde 2009 en incluir el ruso. La última ocasión en que se pudo escuchar este idioma en la candidatura del país fue en 2009 con Anastasia Prikhodko y el tema Mamo. Manizha señaló recientemente que sería necesario refinar las partes en inglés que se han añadido. El motivo para incluirlas, según la cantante, es que todo el mundo entienda el mensaje de la canción, aunque considera muy importante preservar la presencia del ruso en su propuesta. A este respecto, Manizha señaló que, pese a que suele suele cantar en inglés, hacerlo en la lengua propia del país de origen en Eurovisión demuestra clase, “tal y como sucedió con Salvador Sobral o con Maria Serifovic en Serbia”.\nManizha, nacida en Dusambé, Tayikistán, hace 29 años, representará a Rusia en Eurovisión 2021. Su canción se impuso en la repetentina preselección del país para el festival, anunciada públicamente con apenas una semana de antelación, por un 39,7% de los votos. La audiencia en solitario tomo la decisión entre las tres candidaturas a concurso, entre las que también se encontraban el dúo 2Mashi con el tema Bitter Words, y el grupo Therr Maitz, con Future Is Bright.", "original_url": "https://eurovision-spain.com/manizha-estrena-la-nueva-version-de-russian-woman-con-la-que-abanderara-a-rusia-en-eurovision-2021/", "wayback_url": "https://web.archive.org/web/20210319125556/https://eurovision-spain.com/manizha-estrena-la-nueva-version-de-russian-woman-con-la-que-abanderara-a-rusia-en-eurovision-2021/", "a_id": "Q104882029-15"}