{"title": "Senit to represent San Marino", "text": "Senit to represent San Marino\nToday, the Sammarinese public broadcaster SMRTV revealed the secret who will represent the small republic in Düsseldorf: It's Senit, a singer of Eritrean origin who was born in Bologna and who can already look back to an impressive career since 1999!\nDuring a press conference at the SMRTV headquarters in San Marino today, Senit was announced as the Sammarinese representative in the 2011 Eurovision Song Contest. Senit is an internationally acclaimed R'n'B singer with Eritrean roots. Her song for Düsseldorf will be chosen in the weeks to come, with its announcement and presentation due in March.\nSenit Zadik was born in the Italian city of Bologna. She started her career as a musical singer in Switzerland in 1999. In 2001, her artistic path took her to Germany where she performed in the musical The Lion King.\nIn 2006, she turned away from the musical scene and released her first solo album, and her second one followed in 2007. Both included songs in Italian language and sold well on the national market. In 2009, Senit recorded So High, her third album, in Los Angeles.\nIn the same year, Senit also made her debut as a TV presenter by becoming VJ at HiphopTV in her very own show Urban Charts. 2010 became a very special year for the eclectic singer - for the first time, she performed in the country of her familiar roots, in Eritrea. Senit later explained that she truly enjoyed the musical interaction with the Eritrean singers.\nRecently Senit has spent most of her time on the West coast of the USA, working on her upcoming album together with well-known producers. But, of course, Europe still plays an important role in her future plans, which is proved by the fact that she took the challenge to compete in the 2011 Eurovision Song Contest.\nSan Marino has been represented in the Eurovision Song Contest only once to date, in 2008, when Miodio failed to reached the Final with their song Complice. While the band Miodio had strong ties with the Republic of San Marino, the selection jury this time opted for a well-known international star with a long lasting career.\nWith this decision, San Marino is following the footsteps of Luxembourg and Monaco, which also achieved their most notable results in the Eurovision Song Contest with international stars and production teams.\nWhat do you think about the representative of San Marino? Tell us below!", "original_url": "http://www.eurovision.tv/page/news?id=24933&_t=senit_to_represent_san_marino", "wayback_url": "https://web.archive.org/web/20110206193601/http://www.eurovision.tv:80/page/news?id=24933&_t=senit_to_represent_san_marino", "a_id": "Q240907-1"}