{"title": "San Marino: Senhit will be Freaky in Eurovision 2020", "text": "San Marino: Senhit will be Freaky in Eurovision 2020\nAs it was announced last week, Senhit will represent the micronation, San Marino in the Eurovision Song Contest for the second time in Rotterdam. It was decided to hold an online digital battle where fans from all over the world could vote for their favorite of the two songs titled “Freaky!” and “Obsessed”.\nSenhit confirmed via Twitter that the winner of the online digital battle, and the song she is going to be singing at Eurovision Song Contest 2020 in Rotterdam is Freaky!.\nSan Marino 2020: Senhit – \"Freaky!\"\nFreaky! is written by Gianluigi Fazio, Henrik Steen Hansen and Nanna Bottos.\nSenhit\nSenhit Zadik, stage name Senhit, is no stranger to Eurovision as she represented San Marino back in 2011 with the song Stand By. Even though the juries had her as a qualifier and ranked in 8th place, due to the low televoting result she unfortunately failed to qualify.\nShe is a 40-years-old Italian singer born in Bologna who rose to fame in the early 2000s with her self-titled album, \"Senit\" (2006). Two more albums were released in the upcoming three years.\nBesides her solo singing career, Senit is known for taking part in musicals such as \"Fame\" or \"The Lion King\" in Switzerland and Germany.\nSan Marino 2019: Serhat - \"Say Na Na Na\"\nSan Marino is one of the newest – and smallest Eurovision countries.\nSan Marino 2019: Serhat - \"Say Na Na Na\"\nThey have been participating ten times since their first Eurovision Song Contest in 2008. But not with great succes. In eight out of the ten participations they didn't manage to qualify for the Grand Final. San Marino qualified for the Grand Final two times: In 2014 and 2019. The worst results were in 2017 and 2008, where they came last in their Semi-final.", "original_url": "https://eurovisionworld.com/esc/san-marino-senhit-will-be-freaky-in-eurovision-2020", "wayback_url": "https://web.archive.org/web/20200707185105/https://eurovisionworld.com/esc/san-marino-senhit-will-be-freaky-in-eurovision-2020", "a_id": "Q240907-5"}