{"title": "Blas Cantó will represent Spain at Eurovision 2020", "text": "Blas Cantó will represent Spain at Eurovision 2020\nSorpresa! Blas Cantó will represent Spain at Eurovision 2020 in Rotterdam. RTVE has made a surprise announcement this Saturday after teasing us all on Twitter.\nBlas Cantó will represent Spain at Eurovision 2020\nBlas Cantó – “Él no soy yo”\nHalf-past two, a Saturday in October… what could possibly be happening in Spain? A Eurovision announcement seems like the least likely option, but there it was. RTVE started teasing their artist announcement on Twitter with this cheeky post:\nA ver, os voy contar lo que VA A PASAR HOY. Abro hilo. #MisterioEurovision — eurovision_rtve (@eurovision_tve) October 5, 2019\nAnd then, nothing happened. Apparently. The Twitter account redirected to television, where ‘Corazón’ played a piece asking people on Instagram who they wanted to take part at Eurovision.\nBut just five minutes later, the news broadcast began, and then came the bomb: Spain was about to know who is going to Rotterdam!\nMonths of speculation ended all of a sudden. Rosalía, Ruth Lorenzo, Lola Índigo, Aitana… but in the end it was him. Blas Cantó will be the third solo male singer to represent Spain in the last four years, after Manel Navarro and Miki.\nWho is Blas Cantó?\nBorn on 26 October 1991, the soon-to-be 28-year-old is no stranger to the world of Eurovision. In 2004, he attempted to represent Spain at Junior Eurovision with “Cantaré”. The selection was won by María Isabel who went on to win the overall contest with the iconic “Antes muerta que sencilla”. “Contigo” hitmaker Mirela also took part in the national final.\nFrom 2009 to 2016, he was a member of the boyband Auryn. The chart-topping outfit took part in Spain’s 2011 national selection. They reached the superfinal with the track “Volver”, losing out to Lucia Perez.\nAfter the group’s split, Blas signed to Warner Music Spain and released his debut solo single “In Your Bed” in 2017. His biggest hit, “Él no soy yo” went platinum.\nWith his dashing good looks, it should come as little surprise that Blas is also a regular on TV. He won the fifth season of Tu cara me suena (Your Face Sounds Familiar). Eurovision 2002’s Rosa López came second.\nREAD MORE SPAIN NEWS HERE!", "original_url": "https://web.archive.org/web/20191005170042/https://wiwibloggs.com/2019/10/05/blas-canto-will-represent-spain-at-eurovision-2020/242688/", "wayback_url": "https://web.archive.org/web/20220514010126/https://web.archive.org/web/20191005170042/https://wiwibloggs.com/2019/10/05/blas-canto-will-represent-spain-at-eurovision-2020/242688/", "a_id": "Q4925264-51"}