{"title": "Lorena ganadora, quejas por Rosa, lágrimas con India Martínez, sorpresa de Frank Diogo... gala 5", "text": "Lorena ganadora, quejas por Rosa, lágrimas con India Martínez, sorpresa de Frank Diogo... gala 5\nRedacción\nsábado, 05 de noviembre de 2016, 11:09\nMadrid.- Lorena Gómez fue la ganadora de 'Tu cara me suena' en la gala 5 del concurso musical de Antena 3. Su perfecta y emotiva imitación de India Martínez, quien apareció e hizo derrochar lágrimas a todos, le sirvió para ganar por segunda vez una entrega del programa. Además, quejas en las redes sociales por la baja puntuación a Rosa López o la sorpresa de Frank Diogo, que sorprendió a todo el mundo con su actuación.\nLa noche se esperaba espectacular y de nuevo 'Tu cara me suena' no defraudó. La primera en abrir fuego fue una Beatriz Luengo que de nuevo estuvo espectacular en el escenario con su imitación de Catherine Zeta-Jones en 'Chicago', el musical. La actriz y cantante derrochó voz y, como siempre, fue perfecta. Después de ella, David Guapo volvió a poner el humor en el escenario con su actuación por Los Ronaldos. El humorista está mejorando y el jurado así se lo valoró.\nLe siguió uno de los grandes favoritos y, por ahora, el que mayor puntuación acumula en 'Tu cara me suena', Blas Cantó. El ex miembro de Auryn emocionó y bordó su imitación de Sam Smith con 'Stay with me'.\nYolanda Ramos puso de nuevo el momento cómico a la noche con su actuación como Junco. Travestida en hombre, la humorista demostró ser un monstruo escénico y una de las grandes favoritas del público gracias a sus imitaciones, llevadas a la parodia. Por su parte, Canco Rodríguez tuvo que meterse en la piel de Nirvana, algo que le fue bien.\nSin embargo, todos quedaron eclipsados por una Lorena Gómez que saltó al escenario convertida en India Martínez. La concursante de 'OT' no solo clavó la voz de la cantante sino que emocionó hasta las lágrimas con su interpretación. Lolita y Chenoa no pudieron reprimir el llanto e incluso la propia Lorena terminó su actuación emocionada y llorando tras haber estado ensayando con la propia India. Su actuación le valió la victoria al final de esta gala 5 de 'Tu cara me suena', no sin antes haber cantado a dúo con India en el escenario.\nJuan Muñoz volvió a tener una buena noche, aunque al humorista se le resiste la victoria. Esta vez, se tuvo que poner peluca rubia y poner voz ronca para imitar a Bonnie Tyler mientras que Esther Arroyo estuvo muy correcta con su imitación a Los Mismos.\nCerraba las actuaciones de concursantes Rosa, que imitó a Madonna en una espectacular puesta en escena. Aunque la cantante clavó la voz de la ambición rubia, cantó y bailó a la perfección, el jurado no le otorgó una puntuación buena. Algo que fue objeto de críticas y quejas en las redes sociales, donde reclamaron mejores puntos para la que fuera ganadora de 'OT', quien todavía no ha logrado la victoria en ninguna gala.\nUna de las sorpresas de la noche llegaba con el todavía desconocido para muchos Frank Diogo. El cantante, que se ha hecho popular por sus versiones en 'YouTube', clavó a Miguel Gallardo y su 'Hoy tengo ganas de ti'. Ángel Llácer no tardó en pedir que el artista gitano estuviera en la sexta edición de 'Tu cara me suena'. Las redes sociales también reconocieron el talento de Diogo, que dejó con la boca abierta a todo el mundo por sus cualidades vocales. Lolita, en su caso, reconocía estar muy orgullosa de ser gitana igual que el invitado. Diogo no dudó además en regalar al público un trozo de sus 'gipsy covers', con los que se ha hecho conocido en el portal de vídeos.\nAl final de la noche, los concursantes apretaban el pulsador y descubrían a quién tendrán que imitar la semana que viene en una gala que también promete mucho. Así, el pulsador decidió que Canco será The Cure; Juan Muñoz se convertirá en Peret; Yolanda Ramos intentará hacer reír de nuevo con Norma Duval; David Guapo intentará seguir mejorando con Dire Straits; Esther Arroyo será los Rolling Stones; Rosa se meterá en la piel de Thalía; Beatriz Luengo intentará repetir victoria con Isabel Pantoja; Blas Cantó se podrá confirmar como favorito con Ricky Martin; y Lorena querrá ganar por tercera vez con la casilla 'Trae un amigo', algo que le hará subir al escenario con un chico para cantar como Shakira y Carlos Vives.\nLa gala 5 de 'Tu cara me suena' terminaba, como es habitual, con la repetición de la actuación de la ganadora, que volvía a despertar emociones en una noche de mucho sentimiento a flor de piel, besos y lágrimas con la que Antena 3 ganaba otra vez a 'Sálvame Deluxe'.\n> En la imagen, Rosa convertida en Madonna.", "original_url": "http://www.lavozlibre.com/noticias/ampliar/1290618/tu-cara-me-suena-lorena-ganadora-quejas-por-rosa-lagrimas-con-india-martinez-sorpresa-de-frank-diogo-gala-5", "wayback_url": "https://web.archive.org/web/20161106151048/http://www.lavozlibre.com/noticias/ampliar/1290618/tu-cara-me-suena-lorena-ganadora-quejas-por-rosa-lagrimas-con-india-martinez-sorpresa-de-frank-diogo-gala-5", "a_id": "Q4925264-27"}