{"title": "Blas Cantó: \"La inspiración me viene mientras me ducho\"", "text": "Blas Cantó: \"La inspiración me viene mientras me ducho\"\nTiene muchas posibilidades de convertirse en el primer ganador de \"Tu Cara Me Suena\", tras cuatro ediciones en las que el triunfo siempre ha tenido nombre de mujer. No le faltan argumentos para lograrlo: además de cantar e imitar a la perfección, Blas cae bien, tanto al jurado como a un público entregado. Siempre hay una sonrisa dibujada en su rostro, incluso en esta sesión de fotos, a la que acudió habiendo dormido poco. ¿La razón? \"Se me ha metido una canción en la cabeza y hasta las dos de la mañana no he conciliado el sueño\", se excusa.\nPublicidad\nEl ex de la boy band Auryn es metódico y trabajador. \"No creo en la suerte sino en el esfuerzo\", insiste. De hecho, en primavera publicará el primer single del que será su próximo disco, que saldrá a finales de año. Nos lo llevamos a una de las remodeladas suites del hotel W en Barcelona, y allí, frente al mar, nos habla de nuevos proyectos, de su paso por el programa de Antena 3, de sus aficiones y de su madre, el principal motor de su éxito.\nLo más popular\nDestacado en primera posición. ¿Cómo lo llevas?\nCada vez la presión es mayor. De mi última victoria, con Freddie Mercury, estoy especialmente satisfecho. Los retos son mayores y no me puedo relajar. Los artistas que me toca imitar son más complejos y a veces me planteo si ya he alcanzado techo.\n¿Beatriz y Rosa son las contrincantes más fuertes?\nSon, junto a Lorena, las mejor posicionadas de momento.\n¿Cuál ha sido la imitación más complicada hasta ahora?\nLas de Charles Aznavour, por su timbre de voz, sus gestos y la velocidad a la que cantaba y el Ave María de Andrea Bocelli, que es todo lo contrario a mí.\n¿Cuántas horas ensayas a la semana?\nA este programa le dedico mi vida (risas). No ha terminado una gala y ya estoy pensando en la siguiente. Puedo estar ocho horas diarias centrado en el concurso.\n¿Cuándo te viene la inspiración?\nCuando me ducho. La acústica del lavabo ayuda mucho por el eco, aunque no suelo cantar allí. También me gusta mucho ensayar en los parkings. Y soy más creativo por la noche.\n¿Impone más un plató de televisión o un escenario?\nSe parecen mucho. Al principio del concurso tenía mucho respeto al plató porque, a pesar de que hay público en directo, el formato es más frío. Ahora ya no.\n¿Imitar a mujeres es más complicado siendo hombre?\nTiene un problema añadido: que puede resultar grotesco, demasiado cómico y el público lo puede percibir como una parodia. Pero travestirse es algo muy serio.\n¿Te tira la interpretación?\nNo me siento actor. Me siento cantante y no me veo haciendo otra cosa, aunque es verdad que me encanta imitar desde muy pequeño.\nEmpezaste muy joven. ¿Podías haber sido un juguete roto?\nNo, porque tengo unos buenos guías. Pero la mía es una profesión diferente que puede llegar a ser frustrante. De ahí, que se recurra a veces a psicólogos. De aquí se sale con ayuda, con trabajo y con dedicación.\n¿Auryn volverá algún día?\nSí confío en una vuelta del grupo, aunque de momento lo veo complicado. Sería divertido tener como fans a esas chicas de antes que ahora ya podrían ser madres.\n¿Te gustaría ir a Eurovisión?\nSi compongo un buen tema, tal vez lo haga. Si me piden que vaya, lo meditaré.\nTu madre es cartera. ¿Se enfada si escribes whatsapps?\nNo, pero recuerdo que siendo niño tenía la posibilidad de enviar cartas gratis. No poníamos sellos (risas).\n¿Le pides consejo?\nYo la escucho, por supuesto pero no la quiero mezclar con mis decisiones profesionales. Ella no me dice cómo he de jugar la carta de mi vida.\nHace poco te reencontraste con tu padre, ausente de tu vida ¿cómo fue ese momento?\nNo fue precisamente como un reencuentro de OT. Al contrario, ha sido progresivo pero enriquecedor. Yo me sentía violento en la casa de mi familia paterna y ahora en cambio me ilusiona verlos.\n¿Tienes pareja?\nActualmente, no. Me siento bien solo, pero es verdad que cuando estoy en algún lugar mágico pienso que me gustaría compartirlo con alguien.", "original_url": "http://www.diezminutos.es/famosos-corazon/famosos-espanoles/interviews/a6043/blas-canto-auryn/", "wayback_url": "https://web.archive.org/web/20170213123538/http://www.diezminutos.es:80/famosos-corazon/famosos-espanoles/interviews/a6043/blas-canto-auryn/", "a_id": "Q4925264-35"}