{"title": "Blas Cantó: No hemos podido disfrutar de la venta de disco, como antes", "text": "Blas Cantó: No hemos podido disfrutar de la venta de disco, como antes\nRafael Peña\nCeuta, 1 ago (EFE).- El cantante murciano Blas Cantó considera que los artistas de su generación no han \"podido disfrutar\" como los cantantes anteriores, \"antes de los años 2000\", cuando vender discos era \"algo relativamente factible\".\nEn una entrevista con Efe, Blas Cantó Moreno (Ricote, Murcia, 1991), que ha actuado en Ceuta con motivo de las Fiestas Patronales, ha lamentado que hoy en día \"es muy difícil vender pero aunque yo soy un afortunado, sí tengo que decir que en mi generación no es común que vengan para que les firmes un disco físico\".\nEl ex vocalista del grupo Auryn, al que perteneció desde 2010 al 2016, ha comentado que la era digital \"ofrece los números en redes sociales y en plataformas pero esas cifras no te aseguran una carrera. Yo me siento tranquilo porque tengo un equilibrio y estoy agradecido con mi público\".\nA nivel profesional ha reconocido estar en un momento \"bastante bueno\"; puesto que, ha añadido que cuando formaba parte de Auryn \"pensaba que estaba en la cima de mi carrera pero luego la vida te sorprende de otro modo y ves que hay un espectro mucho más amplio. Me abruma haber conseguido las cifras actuales en solitario y eso te hace saber que el trabajo y las buenas canciones es lo único que vale para llegar aquí\".\nCon títulos como \"Él no soy yo\" o \"No volveré a seguir tus pasos\", Blas Cantó ha puesto de manifiesto que estos éxitos \"te proporcionan una gran energía y es muy gratificante tener un éxito así. Cada uno tiene que escuchar lo que quiera y no meterlo todo en un saco\".\n\"Lo importante son las canciones porque estamos en un mundo muy complicado pero muy bonito y necesitamos que la música sea la que mande, no la industria y no algunos que están ahí arriba. No se puede limitar un género como el reguetón en La Línea (Cádiz), es decir, la palabra prohibir me pone los pelos de punta\", ha comentado.\nSobre si el título de su primer álbum en solitario -Complicado (2018)- tiene algo que ver con la situación del panorama musical actual ha dicho que \"siempre ha estado complicado. Nací con crisis en la música y sigo con una crisis en la música\".\nEn relación a su evolución ha dicho a Efe que \"ahora somos más personas en el escenario que cuando estaba con Auryn pero siento de una manera muy parecida; ya que siempre miro a los músicos cuando estoy en el escenario y que seamos una familia y a día de hoy lo sigo siendo\". Han cambiado, ha añadido, \"muchas cosas a mi alrededor\" pero \"lo que pasa dentro de mí es muy parecido\".\nSobre un segundo álbum en solitario ha referido que \"ya estoy componiendo, aunque el 6 de septiembre saldrá la reedición de 'Complicado' para dejarlo en su mejor momento y seguir girando con canciones nuevas. Va tomando forma pero ya lo estoy haciendo\".\nPara los cantantes que empiezan tiene un consejo: \"que escriban mucho, que compongan mucho y que no sean egoístas con sus canciones porque uno piensa que lo que hace tiene que ser para él y veo cada día muchos cantantes con mucho talento regalando canciones. Hay que ser selectos, es muy interesante escribir para otros y es muy bonito dejar ir una canción que has escrito para otros, es decir, hay que soltar y guardarte también joyas para ti\".\nA Ceuta ha regresado seis años después. \"Miro atrás y se me hace una semana porque el tiempo pasa volando. Estoy muy contento porque la energía es diferente y Ceuta es una ciudad a la que no siempre tengo la oportunidad de venir y por eso me siento muy afortunado\", ha añadido. EFE\nrp/plv", "original_url": "https://www.lavanguardia.com/local/sevilla/20190801/463810856188/blas-canto-no-hemos-podido-disfrutar-de-la-venta-de-disco-como-antes.html", "wayback_url": "https://web.archive.org/web/20191005170033/https://www.lavanguardia.com/local/sevilla/20190801/463810856188/blas-canto-no-hemos-podido-disfrutar-de-la-venta-de-disco-como-antes.html", "a_id": "Q4925264-1"}