{"title": "Eurovision Song Contest 2021: Sweden confirms Tusse will represent country in Rotterdam", "text": "Eurovision Song Contest 2021: Sweden confirms Tusse will represent country in Rotterdam\nSweden has confirmed Tusse will represent the country at the Eurovision Song Contest 2021.\nThe singer already has critical acclaim in the country after winning Swedish Idol in 2019 and after getting through to the semi-finals of Sweden’s Got Talent.\nOn Saturday night, the 19-year-old won the singing contest Melodifestivalen, cementing his position as the Swedish entrant of the international contest with track, Voices.\nTusse, real name Tousin Michael Chiza, was born in Congo-Kinshasa and moved to Sweden as a refugee in 2015, residing there ever since.\nSpeaking about his track, he said the song represents ‘fellowship, freedom and the importance of all voices being heard’.\nAdvertisement\nAdvertisement\n‘My song happened when I was sitting in a session with Joy Deb and Linnea Deb and the rest of the group,’ he said. ‘We were writing music, but nothing felt right, and nothing felt close to the heart.\n‘But then it transpired that they had already written such a beautiful song that I got to hear. I just said: “That’s the one! That’s the one we should go for”.\nTusse will represent Sweden at Eurovision (Picture: Rex)\nThe song Voices represents ‘fellowship, freedom and the importance of all voices being heard’ (Picture: Rex)\nHe will join all the other Eurovision semi-finalists in Rotterdam to perform on May 18.\nIf successful, he will then perform again at the finals on May 22.\nEurovision was forced to cancel in 2020 due to the coronavirus pandemic, but was confirmed in March to be going ahead – though how the show will be organised is still unknown.\nWhile the team initially planned for all 41 acts to participate, Armenia has since withdrawn, and Belarus faces disqualification for the political content within their song choice.\nJames Newman is representing the UK with his song choice, Embers.\nEurovision Song Contest 2021: The Grand Finale airs May 22 on BBC One.\nGot A Story?\nIf you’ve got a celebrity story, video or pictures get in touch with the Metro.co.uk entertainment team by emailing us celebtips@metro.co.uk calling 020 3615 2145 or by visiting our Submit Stuff page – we’d love to hear from you.\nMORE : Eurovision 2021: Date, time, and how to watch in the UK\nMORE : Belarus face disqualification from Eurovision over ‘political’ entry from Galasy ZMesta", "original_url": "https://metro.co.uk/2021/03/14/eurovision-song-contest-2021-sweden-confirms-tusse-will-represent-country-in-rotterdam-14240500/", "wayback_url": "https://web.archive.org/web/20210314114050/https://metro.co.uk/2021/03/14/eurovision-song-contest-2021-sweden-confirms-tusse-will-represent-country-in-rotterdam-14240500/", "a_id": "Q76466985-14"}