{"title": "De Noorse Tix heeft van zijn eigen tics een kracht gemaakt", "text": "De Noorse Tix heeft van zijn eigen tics een kracht gemaakt\nHet is moeilijk te geloven dat de flamboyante en extraverte Andreas Haukeland, alias Tix, ooit een kleine, onzekere jongen was die niet graag de aandacht op zich vestigde. “Ik wilde vooral niet opvallen, maar dat is erg moeilijk als je zoveel tics hebt als ik”, zegt de 28-jarige zanger vanachter zijn grote, spiegelende zonnebril in het perscentrum in Ahoy.\nToen hij 5 jaar was, ontdekte hij dat hij lijdt aan ADHD, de dwangstoornis OCD én het syndroom van Gilles de la Tourette. Dat laatste is bij hem vooral te merken aan zijn soms haperende woorden, knipperende ogen en spastische trekken in zijn gezicht. Inmiddels kan hij het redelijk goed onder controle houden, maar als hij stress heeft of moe is, wordt het erger.\nToch peinst hij er niet over om het even wat rustiger aan te doen, elke avond zit hij tot laat in zijn hotel Instagram-berichten van fans te beantwoorden. “Ik wil dat de wereld weet dat je van een zwakte juist je kracht kunt maken. Dat is mij ook gelukt”, zegt de trotse zanger.\nGepest op school\nDe video bij zijn liedje Fallen Angel vertelt het waargebeurde verhaal van hoe Tix op school werd gepest om zijn spasmen. De etters in zijn klas noemden hem ‘tics’, en schreven dat zelfs met een zwarte stift op zijn voorhoofd. “Maar dit is dus geen zielig verhaaltje. Ik besloot gewoon dat ik niet langer een slachtoffer wilde zijn en nam mijn lot zelf in handen.” Hij maakte een bandana, schreef daar de letters ‘TIX’ op en bond hem om zijn hoofd. “Die naam was van mij.”\nVanaf dat moment mocht, nee: moest iedereen weten wie Tix is. Het doel was om beroemd te worden met muziek. Zijn alter ego was alles wat Andreas niet durfde te zijn. “Hij moest extravert zijn en alles durven. Iemand die niet bang is om uitgesproken of anders te zijn.”\nHij leerde verschillende instrumenten spelen, begon zijn eigen muziek te produceren en het lukte om de top van de Noorse muziekwereld te bereiken. In februari won hij de belangrijkste Noorse muziekprijs en vorig jaar was hij er de meeste gestreamde artiest. “Zonder Tix was me dat nooit gelukt. Maar achter de zonnebril en grote witte bontjas zit nog altijd hetzelfde jongetje.”\n‘Niemand is perfect, juist dat is waardevol’\n“Mensen denken misschien wel ‘wie is die mafkees met zijn zonnebril, verkleed als een engel?’ Maar die attributen helpen me met het beheersen van mijn tics. Ik word rustiger als ik muziek maak, maar de tics gaan niet helemaal weg. Ook niet op het podium.” Bijkomend voordeel van de spiegelende zonnebril is dat hij ongemerkt zijn ogen kan sluiten tijdens het zingen om de spasmen in zijn gezicht te beheersen.\nOp een zeker punt wist niemand nog wie de echte Andreas is. Daarom besloot hij een paar maanden terug bekend te maken dat hij lijdt aan Tourette en dat Tix slechts zijn alter ego is. “Ik wil dit verhaal vertellen om anderen te helpen. Niemand is perfect, juist dat is waardevol. Omarm je zwakte en wees jezelf. Daarom is Eurovision ook zo geweldig. Het is niet alleen toegestaan om anders te zijn, het wordt zelfs aangemoedigd. Dit feest gaat over diversiteit en acceptatie.”\nLees ook:\nDe broccolirel, een beledigde dictator en vrolijke liedjes maken het Songfestival virusbestendig (enigszins dan)\nEr zijn extravagante artiesten en de gebruikelijke vrolijkheid en relletjes, maar toch zal het Songfestival in Rotterdam door corona totaal anders zijn dan anders, verwacht ‘mister Songfestival’ Cornald Maas.\nNederland is dit jaar de underdog op het Songfestival, en Jeangu heeft één kans om het tij te keren\nOver een dikke week barst in Rotterdam het Eurovisie Songfestival los. Jeangu Macrooy maakt weinig kans, voorspellen de bookmakers. Zij hebben vaak gelijk: slechts één keer eerder wist Nederland lage kansen te keren.", "original_url": "https://www.trouw.nl/cultuur-media/de-noorse-tix-heeft-van-zijn-eigen-tics-een-kracht-gemaakt~be586bc1/", "wayback_url": "https://web.archive.org/web/20210519203805/https://www.trouw.nl/cultuur-media/de-noorse-tix-heeft-van-zijn-eigen-tics-een-kracht-gemaakt~be586bc1/", "a_id": "Q30323936-2"}