{"title": "Tip na víkend: Ben Cristovao vystoupí v Citadele v Litvínově", "text": "Tip na víkend: Ben Cristovao vystoupí v Citadele v Litvínově\nKdy: Pátek 25. října od 19.00 hodin\nKde: Citadela Litvínov\nZa kolik: 490 Kč\nBen Cristovao, portugalsky Ben da Silva Cristóvão (* 8. června 1987 Plzeň) je český zpěvák, textař, herec, sportovec a písničkář. Jeho matka pochází z Česka, biologický otec z Angoly. Jeho mladší sestrou je stand-up komička Bianca Cristovao.\nZa produkcí jeho skladeb stojí kanadský producent Osama Verse-Atile z The Glowsticks. Benovy klipy mají průměrnou sledovanost na YouTube v milionech, mezi nejúspěšnější se řadí za minulý rok 2018 klipy Padam, Nejlepší nebo Naha. Kromě úspěšné hudební kariéry se Ben věnuje několik let vrcholově brazilskému jiu jitsu. Aktuálně je Mistrem Asie pro rok 2018.\nV roce 2009 byl finalistou talentové soutěže Česko Slovenská Superstar, kde skončil na 7. místě. Ale málokdo ví, že tam původně chtěl jen zatančit.\nZkušenosti získané účinkováním v této soutěži jej motivovaly k dalšímu zaměření na svou pěveckou kariéru.\nV roce 2010 vydal debutové album Definitely Different, nejúspěšnějšími singly alba jsou písně Give Me Some More a Put It On Me. Rok poté (2011) vychází druhé řadové album Benny Cristo.\nDeska obsahuje píseň s Monikou Bagárovou Chci a hit Na zdraví. Coby předskokan vystupoval například před americkou elektro-popovou skupinou Far East Movement či kubánsko-americkým rapperem Pitbullem.\nV loňském roce vystoupil Ben Cristovao na předávání Hudebních cen Anděl s písní Nohy, hostem vystoupení byl Jiří Korn.\nZpívá v češtině a angličtině. Vystupuje s koncertní show aktivně v České republice i na Slovensku.", "original_url": "https://mostecky.denik.cz/kultura_region/tip-na-vikend-ben-cristovao-vystoupi-v-citadele-v-litvinove-20191025.html", "wayback_url": "https://web.archive.org/web/20191029002310/https://mostecky.denik.cz/kultura_region/tip-na-vikend-ben-cristovao-vystoupi-v-citadele-v-litvinove-20191025.html", "a_id": "Q11068745-1"}