{"title": "Stand-up komička Bianca Cristovao: Humorem se uživím těžko. Takže k tomu venčím psy a čtu cizí scénáře", "text": "Stand-up komička Bianca Cristovao: Humorem se uživím těžko. Takže k tomu venčím psy a čtu cizí scénáře\n„V Česku se zatím žánr stand-up comedy rodí, ale tady v LA je specializovaných comedy klubů nespočet. My všichni, kdo se tím snažíme uživit, navíc vystupujeme taky po kavárnách, v alternativních divadlech, prostě kdekoli. A občas i několikrát za den.“ Bianca do měsíce absolvuje průměrně patnáct regulérních vystoupení, ze kterých jí plyne zisk ze vstupného, ale hlášky chodí denně pilovat i na večery open mike, kam může přijít řečnit každý.\n„Jenže na těchhle štacích vystupuješ hlavně před lidmi, co stand-up comedy sami dělají, a ti už prostě všechny fóry slyšeli. Musíš se sakra snažit, abys je rozesmála, a když se ti to povede, můžeš si být jistá, že na platící publikum tenhle vtip parádně zabere.“ Tak jako zabírá její první set s názvem Black Eastern European Girl, nebo její pořad na internetové TV Stream, v němž Bianca české publikum informuje o sexu se svým boyfriendem.\nA jestli se stand-upem uživí? „Těžko. Takže k tomu venčím psy, čtu cizí scénáře nebo pomáhám příteli, který je filmovým producentem. Tady v LA je vážně těžké sehnat dobře placený gig, protože tu stand-up comedy dělá každý druhý a všichni by rádi vystupovali třeba i zadarmo. Ale občas to vyjde – jednou jsem třeba otevírala show komika Davida Koechnera, toho herce ze Zprávaře, a to dostanete dvě stě tři sta dolarů za standardní set, což je deset patnáct minut před mikrofonem. V klubech vám ale typicky dají padesátku za vystoupení. Což se dramaticky zvýší, jakmile vyjedete z LA, kde je prostě inflace stand-up komiků,“ říká ctitelka klasiků žánru Louise C. K., Billa Burra nebo Amy Schumer.\nBianca Christovao se právě teď účastní světového finále tradiční soutěže stand-up komiků Laugh Factory Funniest Person In the World, kde reprezentuje Česko. Dvacítka komiků ze všech koutů světa bude v Helsinkách před porotou a diváky sázet hlášky v týdnu od 4. prosince. Soutěž můžete sledovat i online.\n8 komiků se vám, i s pomocí jedinečných snímků Romana Černého, představí v Excellentu, který spolu s Reflexem č. 48 vychází 1. prosince.", "original_url": "https://www.reflex.cz/clanek/kultura/76282/stand-up-komicka-bianca-cristovao-humorem-se-uzivim-tezko-takze-k-tomu-vencim-psy-a-ctu-cizi-scenare.html", "wayback_url": "https://web.archive.org/web/20161203050217/http://www.reflex.cz:80/clanek/kultura/76282/stand-up-komicka-bianca-cristovao-humorem-se-uzivim-tezko-takze-k-tomu-vencim-psy-a-ctu-cizi-scenare.html", "a_id": "Q11068745-0"}