{"title": "Ireland's eyes on Eurovision glory this year with Lesley Roy", "text": "Ireland's eyes on Eurovision glory this year with Lesley Roy\nWith 7 wins under their belt and the title of most Eurovision wins in history, Irish public broadcaster RTÉ is proud to announce that Lesley Roy will represent Ireland at Eurovision 2020 with her song 'Story Of My Life'.\nLesley will perform Story Of My Life during the first Semi-Final on 12 May in Rotterdam with the hope of qualifying for the Grand Final on 16 May.\n2020 marks 50 years since Dana's Eurovision glory for Ireland with All Kinds of Everything in the Netherlands. She won the Contest that year with 32 points.\nDana at the Eurovision Song Contest 1970 in the Netherlands Kippa\nThis year, RTÉ invited established songwriters and artists to submit songs from which they, in conjunction with 2FM, made a shortlist and chose their 2020 entry. The winner was Story Of My Life, an uplifting pop number by Lesley Roy. For the first time in Irish Eurovision history, RTÉ has selected acclaimed theatre and events production company THISISPOPBABY to work on staging and the creative direction of Ireland's entry. With a brand new direction, could this be the year Ireland restores its Eurovision glory?\nMichael Kealy, Head of the Ireland Delegation for Eurovision 2020, said: \"We are extremely excited about Lesley Roy and this year's Irish entry, Story Of My Life. The song is fresh and uplifting, it's a banger, and we are very much looking forward to working with Lesley and THISISPOPBABY in preparation for our performance on the biggest music stage in the world in Rotterdam in May.\"\nTHISISPOPBABY is equally thrilled by the partnership. Phillip McMahon, Creative Director: \"[We] are thrilled and proud to be asked to be on Team Ireland for Eurovision 2020. It's a celebration of Irish creativity and we couldn't be more excited for Rotterdam. As Creative Directors, our vision is simple, we want to encourage Irish artists, musical and visual, to get involved in future years - to show them that this contest is modern and fun and an incredible platform for their creativity.\"\nAbout Story Of My Life\nIreland's entry, Story Of My Life, was penned and co-produced by Lesley Roy alongside some of her favourite co-writers in Nashville: Robert Marvin, Catt Gravitt and Tom Shapiro. \"We wanted something uptempo and triumphant, which centres around overcoming your difficulties in life and getting back up again,\" Lesley said.\nThe music video for Story Of My Life was directed by Kate Dolan. Of the experience, Lesley added, \"The music video was so fun to shoot. Kate Dolan totally came up with a treatment that would work in showing the triumphant energy that here we are shining bright and ready to have fun. It completely captures what I wanted to create in the song. Kate understood that it wasn’t supposed to show people being angry or sad, but show that we can and we will defy them, rise up and throw a massive dance party to celebrate!”\nAbout Lesley Roy\nLesley is a singer-songwriter from Balbriggan, Dublin, who splits her time between her home in the East Village in New York City and Ireland. Lesley released her debut album, Unbeautiful, in 2008 on Jive/Sony Records, which was executive produced by Max Martin. As a songwriter, Lesley's career has been prolific, lending her talents to numbers performed by artists including Adam Lambert, Miss Montreal, Medina, Jana Kramer, Marlee Scott and Deorro. A lifelong fan of Eurovision, Lesley said that getting to represent Ireland in 2020 with a song she worked extremely hard on has meant that one of her lifetime ambitions has been fulfilled.\nIreland's Eurovision 2020 representative Lesley Roy Luca Truffarelli\nHer memories of Eurovision are clear. “Growing up in Ireland, obviously the Eurovision holds a special place in my heart, as it does for many people. It was a very big event in my house every year, we watched and voted on each act and I became a massive fan at a very young age. I’m very lucky that I am from the era of Niamh Kavanagh, Paul Harrington, Eimear Quinn, Riverdance years,\" Lesley said.\n\"I feel like the back to back years watching it live from the Point Depot with Gerry Ryan hosting and the explosion of Riverdance left a very deep impression on me as a kid. I definitely made a mental note that this is something I would love to do for Ireland when I grew up. I think I have a very high standard of what a Eurovision song should be because of those memories and that definitely informed the type of song I would send.\" Of her Eurovision ambitions for Rotterdam 2020, she added: \"My mindset for the coming months is to train, rehearse, prepare, perform, execute and hopefully bring Eurovision glory back to Ireland once again.\"\nIreland in Eurovision\nIreland first entered the Eurovision Song Contest in 1965 and still holds the record for most Eurovision wins, with a tally of 7 victories at the Contest.\nIreland famously won 4 out of 5 contests in the 1990s and became the first country to win 3 times in a row.\nDo you think that Lesley Roy will be able to take Ireland to the Grand Final on 16 May? Let us know in the comments!", "original_url": "https://eurovision.tv/story/ireland-eyes-on-eurovision-glory-this-year-with-lesley-roy", "wayback_url": "https://web.archive.org/web/20200322184658/https://eurovision.tv/story/ireland-eyes-on-eurovision-glory-this-year-with-lesley-roy", "a_id": "Q3784982-1"}