{"title": "Who is Lesley Roy? Balbriggan native, music career, wife and Eurovision", "text": "Who is Lesley Roy? Balbriggan native, music career, wife and Eurovision\nSign up to FREE email alerts from RSVPLive - Daily Subscribe Thank you for subscribing See our privacy notice Invalid Email\nAhead of her debut TV performance of her single ‘Story of My Life’ on the Late Late tonight, we take a look back at Lesley Roy’s impressive music career and answer all your burning questions about Ireland’s latest Eurovision hopeful.\nAge\n33, her birthday is September 17, 1986.\nWhere she’s from and where she resides\nLesley is from Balbriggan, Dublin, but splits her time between her hometown in Ireland and her apartment in the East Village in NYC. Fancy!\nWife\nLesley has been married to her American wife for nine years. The couple celebrated their wedding anniversary last December with afternoon tea in the high-end US department store, Bergdorf Goodman. Lesley captioned an adorable picture of their romantic outing:\n\"Anniversary!! 9 years married to the most amazing woman I’ve ever met!!! Love ya cookie!!!\"\nMusic career\nLesley was signed to US label Jive/Sony Records in 2006 and released her first album ‘Unbeautiful’ in 2008.\nSongwriting career\nLesley is a successful song-writer, she co-wrote and produced her Eurovision single, and she’s penned hits for the likes of Adam Lambert, Miss Montreal, Medina, Jana Kramer, Marlee Scott and Deorro.\nPodcast\nAlong with everything else, Lesley also co-hosts a weekly pop music podcast with her friend Jeff Michael Johnson called: Pop Kitchen.\nAbout Story of My Life\nIreland's Eurovision 2020 entry was written and co-produced by Lesley alongside some of her favourite co-writers in Nashville; Robert Marvin, Catt Gravitt and Tom Shapiro.\n\"We wanted something uptempo and triumphant, which centres around overcoming your difficulties in life and getting back up again,\" Lesley said.\nEurovision\nLesley is a lifelong fan of Eurovision and representing her country in the contest is one of her lifetime ambitions.\n\"I’m very lucky that I am from the era of Niamh Kavanagh, Paul Harrington, Eimear Quinn, Riverdance years,\" Lesley said.\n\"I feel like the back to back years watching it live from the Point Depot with Gerry Ryan hosting and the explosion of Riverdance left a very deep impression on me as a kid.\n\"I definitely made a mental note that this is something I would love to do for Ireland when I grew up. I think I have a very high standard of what a Eurovision song should be because of those memories and that definitely informed the type of song I would send.\"\nOf her Eurovision ambitions for Rotterdam 2020, Lesley said: \"My mindset for the coming months is to train, rehearse, prepare, perform, execute and hopefully bring Eurovision glory back to Ireland once again.\"\nIreland will perform at the first semi-final at the upcoming Eurovision Song Contest on Tuesday May 12th at the Rotterdam Ahoy Arena in the Netherlands. Should Ireland progress to the finals, Lesley will once again perform Story of My Life at the arena on Saturday May 16th.", "original_url": "https://www.rsvplive.ie/news/celebs/who-lesley-roy-balbriggan-native-21648224", "wayback_url": "https://web.archive.org/web/20200406161842/https://www.rsvplive.ie/news/celebs/who-lesley-roy-balbriggan-native-21648224", "a_id": "Q3784982-7"}