{"title": "Eurovision set \"determined yet realistic\" plans for May", "text": "Eurovision set \"determined yet realistic\" plans for May\nEurovision Song Contest organisers have said that event will \"definitely take place\" across the three nights, May 18, 20 and 22, in Rotterdam, and that they \"have agreed upon a determined, yet realistic approach in the final phase of preparations\".\nAt a press conference this afternoon, they announced that three possible scenarios now remain under consideration for the hosting of this year's event.\nIn a statement, organisers said: \"We can now confirm that one scenario has been ruled out for the competition leaving three potential scenarios still in play for the Eurovision Song Contest 2021.\n\"Last year, it was announced there’d be four potential scenarios in which the Contest could take place in 2021. As the Contest gets closer and closer, it has become apparent which one is no longer viable.\"\nFollowing consultation with the European Broadcasting Union (EBU), the Dutch host broadcasters and the City of Rotterdam in response to the ongoing coronavirus pandemic, they have ruled out the possibility of the 65th Contest can take place 'as normal’ this year.\n\"The Eurovision Song Contest will definitely make its welcome return this May despite the pandemic but, in the prevailing circumstances, it is regrettably impossible to hold the event in the way we are used to,\" said Martin Österdahl, Executive Supervisor of the Eurovision Song Contest.\n\"We very much hope to be able to gather in Rotterdam in May and will do all we can in the coming weeks to achieve this. With an ever-changing situation we are taking our time to ensure that we can host the Eurovision Song Contest in the best and safest way possible,\" he added.\nWe need your consent to load this YouTube contentWe use YouTube to manage extra content that can set cookies on your device and collect data about your activity. Please review their details and accept them to load the content.Manage Preferences\nLast December singer Lesley Roy was announced as Ireland's 2021 Eurovision hopeful if this year’s competition goes ahead.\nShe was due to perform her song Story of My Life in The Netherlands last year but the song contest was cancelled for the first time in its 65-year history. Instead, a virtual 'song celebration’ was hosted in May featuring Roy.\nOrganisers say they will now focus their efforts on Scenario B, which would see a socially distanced Eurovison with artists performing in Rotterdam, while realistically keeping \"downscaling options\" on the table for the weeks to come.\n\"The security, health and safety of all participants at the Eurovision Song Contest, from the crew to the artists, is our top priority. We are following international developments closely and continuing to explore and plan for 3 revised scenarios (B, C and D) first announced last autumn,\" Österdahl added.\nA further decision on how the Contest will be staged will be taken in the coming weeks.\nSietse Bakker, Executive Producer Event for Host Broadcasters NPO, NOS and AVROTROS said: \"By staying flexible for as long as we can, we are aiming to make the best possible Eurovision Song Contest under the circumstances.\n\"Our primary goal is to get the 41 artists to Rotterdam, to all perform on the same stage, and to welcome journalists to cover the Contest.\"\nOrganisers have outlined the three possible ways to host Eurovision 2021\nScenario B: Socially distanced Eurovision Song Contest\nEveryone attending the Eurovision Song Contest at Rotterdam's Ahoy Arena would need to practice social distancing, with strict health and safety measures (including frequent Covid testing) would be in place at the venue. A protocol to protect artists, delegations, and crew on and off site would be adhered to.\nScenario C: A travel restricted Eurovision Song Contest\nA Eurovision Song Contest, from Rotterdam’s Ahoy Arena but no delegations or artists will travel to Rotterdam.\nHosts and interval acts will still be live from the Ahoy.\nThe performances of ALL the participants will be \"live-on-tape\".\nStrict health and safety measures (including frequent COVID testing) would be in place at the venue.\nA protocol to protect crew on and off site would be adhered to.\nScenario D: a lockdown Eurovision Song Contest\nA Eurovision Song Contest without an audience and virtual activities will be considered to explore the host city of Rotterdam.\nThe performances of all the participants will be \"live-on-tape\".", "original_url": "https://www.rte.ie/entertainment/2021/0203/1194794-eurovision-set-determined-yet-realistic-plans-for-may/", "wayback_url": "https://web.archive.org/web/20210203124819/https://www.rte.ie/entertainment/2021/0203/1194794-eurovision-set-determined-yet-realistic-plans-for-may/", "a_id": "Q3784982-17"}