{"title": "Brabanders zijn he-le-maal klaar met het Songfestival", "text": "Brabanders zijn he-le-maal klaar met het Songfestival\nVolgend jaar 'nieuwe ronde, nieuwe kansen'? Of nooit meer deelnemen? De poll op de website van Omroep Brabant laat niets te raden over: bijna 95 procent vindt dat Nederland nooit meer moet meedoen.Een mening die ook wordt gedeeld op straat in Breda, zo ervaarde verslaggever Pieter Bremer. Inwoners beoordeelden de Nederlandse inzending als ver onder de maat. Verder vond men het Songfestival een kolderieke optocht van groepen en solisten die vooral wilde opvallen. Met als triest dieptepunt zes 'omaatjes' die Rusland vertegenwoordigden.Voor een enkeling hoeft de stekker er nog niet uit. \"Het is leuk om mee te doen. We moeten meer aandacht besteden aan het lied en de zang. Geen randverschijnselen meer als indianentooien.\"Ook in de reacties op de site en Facebookpagina van Omroep Brabant is de kritiek niet mals. 'Nooit kijk ik nog één seconde naar dit 'verkochte zangdrama', schrijft. Een andere inzender wijst de beschuldigende vinger naar John de Mol. 'Hij is goed in het bedenken van showhits, maar niet in het maken van artiesten met internationale hits', schrijftvond het een beetje flauw van Jan Smit om gelijk na het optreden van Joan Franka een opmerking te maken over haar onzuivere zang. \"Zelf zingt hij ook niet altijd zuiver, laatst ben ik halverwege zijn optreden weggelopen.\"Ook veel reacties op Facebook gaan over de zangprestaties van Joan Franka. Karin Soontiëns neemt het op voor de zangeres. \"Ik keek al jaren niet meer naar het Songfestival vanwege de gruwelijke liedjes. Nu was ik vol verwachting en ik gunde Joan het allerbeste. Jammer dat ze zó zenuwachtig was dat ze niet mooi helder kon zingen\", meldt ze.De finale van het Eurovisie Songfestival is zaterdag in Bakoe, de hoofdstad van Azerbeidzjan. Joan Franka heeft haar teleurstelling snel verwerkt en richt haar blik weer naar Nederland. Zij gaat weer verder met haar album. \"Lekker muziek maken. Dat is waarvoor ik besta.\"", "original_url": "https://www.omroepbrabant.nl/nieuws/140555/Brabanders-zijn-he-le-maal-klaar-met-het-Songfestival", "wayback_url": "https://web.archive.org/web/20190621162229/https://www.omroepbrabant.nl/nieuws/140555/Brabanders-zijn-he-le-maal-klaar-met-het-Songfestival", "a_id": "Q647450-8"}