{"title": "Eurovisie Songfestival: Deze Eeuw", "text": "Eurovisie Songfestival: Deze Eeuw\n13 MEI 2000 <![if !vml]> <![endif]>Omdat op 13 mei 2000 ís middags in Enschede een vuurwerkramp plaatsvindt, besluit de NOS om tien uur ís avonds de rechtstreekse televisie-uitzending van het Eurovisie Songfestival te staken. Ook Radio 2 stopt met de uitzending van de internationale finale. Andrť van Duin en Ferry de Groot die op 3FM het Festival als het Dikvoormekaar-team van commentaar willen voorzien, zien hier al meteen van af. Het liedjesfestijn wordt door de Deense Olsen Brothers gewonnen met Fly On The Wings Of Love. De Nederlandse Linda Wagenmakers eindigt met No Goodbyes op de dertiende plaats. De Belgische Nathalie Sorce eindigt als laatste in het Zweedse Stockholm. <![if !vml]> <![endif]>12 MEI 2001 Op 12 mei 2001 wordt het Eurovisie Songfestival in het Parken-stadion in de Deense hoofdstad Kopenhagen gehouden. Dit voetbalstadion biedt plaats aan 45.000 mensen en is speciaal voor deze finale van het internationale liedjesfestijn overkapt. De presentatie wordt op een kinderachtige manier, op rijm, verzorgd door Natasja Crone Back en de Deense acteur SÝren Pilmark. Voor het eerst wint Estland het Eurovisie Songfestival dankzij Everybody, gezongen door Tanel Parar en de op Aruba geboren Nederlander Dave Benton. De Nederlandse Michelle opent het festival met Out On My Own. Zij eindigt op een teleurstellende achttiende plaats. BelgiŽ mag dit jaar niet meedoen, omdat Nathalie Sorce met Envie De Vivre in 2000 op de laatste plaats is geŽindigd. 25 MEI 2002 <![if !vml]> <![endif]>Omdat Dave Benton en Tanal Badar in 2001 hebben gewonnen, openen zij† op 25 mei 2002 met een 45 seconden durende versie van hun winnende liedje Everybody het Eurovisie Songfestival dat rechtstreeks vanuit Tallin in Estland wordt uitgezonden. Nederland doet in 2002 niet mee, omdat het in 2001 op de achttiende plaats is geŽindigd. BelgiŽ wordt vertegenwoordigd door Serge & The Ladies met Sister. Zij worden dertiende. Het liedjesfestijn wordt gewonnen door Marija Naumova uit Letland met I Wanna. Dit wordt algemeen als ďeen draak van een liedjeĒ beschouwd. De act maakt dit enigszins goed. De zangeres draagt een wit herenkostuum dat tijdens het optreden ineens uitgaat (klittenband doet wonderen). Hierna staat zij in een lange knalrode jurk op het podium. Het is de eerste keer dat Letland het Eurovisie Songfestival wint. <![if !vml]> <![endif]>24 MEI 2003 Op 24 mei 2003 wordt het Eurovisie Songfestival in Riga in Letland gehouden. Omdat de Letse televisie het verslag van dit evenement niet kan klaren, verzoekt de omroep om technische assistentie van de Zweedse televisie. Met een wervelende show in de Skonto Olympia Hal wint de Turkse ster Sertab Erener met Everyway That I Can. Zij krijgt slechts twee punten meer dan de Belgische formatie Urban Trad. Die zingt in een fantasie-taal het liedje Sanomi. Derde wordt het zogenaamd lesbische koppel t.A.T.u. uit Rusland met Ne Ver Ne Boisja. De Nederlandse Esther Hart eindigt met One More Night op een teleurstellende dertiende plaats. Groot-BrittanniŽ eindigt onderaan met nul punten. Het is voor het eerst in de geschiedenis van het songfestival dat Groot-BrittanniŽ bij de laatste drie eindigt. 12 MEI 2004 <![if !vml]> <![endif]>Nederland heeft zich op 12 mei 2004 in Istanboel in Turkije geplaatst voor de finale van het Eurovisie Songfestival. In deze voorronde hebben eenentwintig landen gestreden om tien finaleplaatsen. Het duo Re-Union zal op 15 mei 2004 als zevende van vierentwintig deelnemers aantreden met Without You. Behalve Nederland bereiken ook ServiŽ & Montenegro, Malta, AlbaniŽ, OekraÔne, KroatiŽ, BosniŽ-Herzegovina, MacedoniŽ, Griekenland en Cyprus de finale. De veertien landen die zich eerder hebben verzekerd van een plaats in de finale zijn Spanje, Oostenrijk, Noorwegen, Frankrijk, Duitsland, BelgiŽ, Rusland, IJsland, Ierland, Polen, Groot-BrittanniŽ, Turkije, RoemeniŽ en Zweden. De voorronde is door ruim 1,6 miljoen Nederlandse televisiekijkers gevolgd. <![if !vml]> <![endif]>15 MEI 2004 Het 49ste Eurovisie Songfestival wordt op 15 mei 2004 vanuit het Turkse Istanboel op televisie uitgezonden. Gaat het voorheen om de liedjes, tegenwoordig draait het schijnbaar louter om de presentatie. OekraÔne wint met Wild Dance door Ruslana Lyzhichko, vooral omdat zij buitengewoon veel punten krijgt van de Oostbloklanden. De tweede plaats is voor ServiŽ-Montenegro. Griekenland wordt derde. Turkije wordt vierde met For Real door Athena. De Nederlandse inzending, Without You van Re-Union, eindigt op een teleurstellende twintigste plaats. Ook de Belgische Xandee kan de kijkers niet boeien. Van de vierentwintig deelnemers wordt zij 22ste. Noorwegen is dit jaar de hekkensluiter. 19 MEI 2005 <![if !vml]> <![endif]>In Kiev, de hoofdstad in OekraÔne, vindt op 19 mei 2005 de voorronde plaats van het vijftigste Eurovisie Songfestival. Voor Nederland doet de Amsterdamse zangeres Glennis Grace mee. Kijkers in heel Europa kunnen telefonisch hun stem uitbrengen op de tien landen die doorgaan naar de finale op 21 mei 2005. Met haar liedje My Impossible Dream valt Glennis Grace buiten de boot. Naast Glennis Grace doet de Nederlandse zangeres Marian van de Wal mee aan de halve finale. Haar liedje heet La Miranda Interior voor Andorra. Ook Marian van de Wal mag naar huis. De tien landen die wel doorgaan naar de finale zijn Hongarije, RoemeniŽ, Noorwegen, MoldaviŽ, IsraŽl, Denemarken, de Voormalige Joegoslavische Republiek MacedoniŽ, KroatiŽ, Zwitserland en Letland. <![if !vml]> <![endif]>21 MEI 2005 Helena Paparizou wint op 21 mei 2005 het vijftigste Eurovisie Songfestival met My Number One die in Kiev wordt gehouden. De 23-jarige Griekse zangeres laat met 230 punten de concurrentie uit 23 landen ver achter zich. Malta en RoemeniŽ eindigen op de tweede en derde plaats met respectievelijk 192 en 158 punten. Ondanks de zwakke start in de puntentelling neemt Griekenland halverwege de koppositie van Letland over en laat het daarna geen ander in de buurt komen. Spanje, Groot-BrittanniŽ, Frankrijk en Duitsland worden volledig afgestraft. Zij eindigen op de laatste vier plaatsen. De in Zweden opgegroeide Helena Paparizou is al eerder voor Griekenland uitgekomen tijdens het Eurovisie Songfestival. In 2001 eindigt zij, als lid van het duo Antique, op de derde plaats. Met 1,25 miljoen Nederlandse televisiekijkers wordt deze jubileumeditie van het Eurovisie Songfestival aanzienlijk minder bekeken dan voorgaande jaren. 18 MEI 2006 <![if !vml]> <![endif]>In de Griekse hoofdstad Athene wordt op 18 mei 2006 de halve finale van het Eurovisie Songfestival gehouden. 23 landen proberen tijdens deze voorronde een plaats te bemachtigen in de finale op 20 mei 2006. Na deze halve finale gaan er tien landen door. Voor Nederland doet Treble mee met Amambanda. BelgiŽ wordt vertegenwoordigd door Kate Ryan. Zij zingt Je T'Adore. Beide inzendingen krijgen onvoldoende punten voor een kwalificatie in de finale. \"Helaas. Maar wij hebben een tournee gedaan door 37 landen en dat neemt niemand ons meer af\", zegt Caroline Hoffman van Treble. \"Wij hebben ook ongelooflijk veel contacten opgebouwd. Contacten die wij in de toekomst kunnen blijven aanspreken. En wij hebben in de halve finale van het Eurovisie Songfestival gestaan - dat kan ook niet iedereen zeggen\", aldus haar collega Djem van Dijk. 1,4 miljoen Nederlandse televisiekijkers zien hoe Treble tekort schiet voor de finale. Rusland, MacedoniŽ, BosniŽ-Herzegovina, Litouwen, Finland, OekraÔne, Ierland, Zweden, Turkije en ArmeniŽ gaan wel door. <![if !vml]> <![endif]>20 MEI 2006 Lordi wint op 20 mei 2006 in de Griekse hoofdstad Athene de 51ste editie van het Eurovisie Songfestival. De Finse hardrockband zegeviert overtuigend met Hallelujah Hard Rock. Het is voor Finland de eerste zege in de veertig jaar dat het land meedoet aan dit internationale liedjesfestijn. In 1973 heeft Finland zijn hoogste notering behaald. In Luxemburg krijgt Marion Rung met Tom Tom Tom 93 punten. Lordi gaat in 2006 met 292 punten naar huis. Hiermee laten de Finse hardrockers Dima Bilan uit Rusland (met Never Let You Go) en Lejla uit BosniŽ-Herzegovina (met Hari Mata Hari) ver achter zich. Die krijgen respectievelijk 248 en 229 punten. De score is bepaald door de televisiekijkers in Europa. Door te bellen of te SMSíen hebben zij hun stem kunnen uitbrengen. Namens Nederland geeft Paul de Leeuw de punten door. Nederland kent de Turkse zangeres Sibel TŁzŁn (met SŁper Star) twaalf punten toe. Tien punten zijn er voor Andre uit ArmeniŽ (met Without Your Love). Acht punten gaan naar BosniŽ-Herzegovina. Winnaar Lordi krijgt zeven punten van Nederland. Zes punten zijn er voor LT United uit Litouwen en hun liedje We Are The Winners Of Eurovision. Vijf punten gaan er naar Anna Vissi uit Griekenland (met Everything). De Ierse zanger Brian Kennedy krijgt voor zijn ballad Every Song Is A Cry For Love vier punten. No No Never van Texas Lightning uit Duitsland is goed voor drie punten. Twee punten gaan er naar Rusland. Nederland heeft ťťn punt over voor Tina Karol uit OekraÔne (met Show Me Your Love). Malta, IsraŽl en Frankrijk eindigen internationaal vrijwel zonder punten. Fabrizio Faniello gaat met slechts ťťn punt terug naar Malta. De uitzending op Nederland 2 wordt door 1.336.000 mensen bekeken. In Vlaanderen zitten 1.026.000 kijkers aan de buis gekluisterd. Op 10 en 12 mei† 2007 wordt het 52ste Eurovisie Songfestival gehouden in de Finse hoofdstad Helsinki. 10 MEI 2007 <![if !vml]> <![endif]>Vanuit Helsinki in Finland wordt op 10 mei 2007 de halve finale van het 52ste Eurovisie Songfestival uitgezonden op Nederland 1. Jaana Pelkonen en Mikka Leppilampi zijn de presentatoren. Er doen 28 landen mee aan deze voorronde. Voor Nederland doet Edsilia Rombley mee met On Top Of The World, een liedje van haar man Tjeerd Oosterhuis en Martin Gijzemijter. Edsilia Rombley eindigt op de 21ste plaats. De Belgische inzending, Love Power door The KMGís, eindigt als 26ste. Bulgarije, ServiŽ, MacedoniŽ, Hongarije, SloveniŽ, Turkije, Letland, MoldaviŽ, Wit-Rusland en GeorgiŽ gaan door naar de finale van 12 mei 2007. Volgens Edsilia Rombley heeft het niet aan haar act gelegen. ďNadat de zevende naam van de finalist bekend was gemaakt, geloofde ik er niet meer in. Iedereen die ik goed vond, ging niet door. We keken elkaar aan en konden eigenlijk alleen maar lachenĒ, aldus Edsilia Rombley. <![if !vml]> <![endif]>12 MEI 2007 ServiŽ wint op 12 mei 2007 in de Finse hoofdstad Helsinki het 52ste Eurovisie Songfestival. De 22-jarige Marija äerifović wint met Molitva. Dit liedje is geschreven door Sasa Milosević Mara en Vladimir Graić. Marija äerifović wint overtuigend met 268 punten. De tweede plaats is voor Verka Serduchka, een travestiet uit OekraÔne, met het liedje Dancing Lasha Tumbai. Hij krijgt 235 punten. Het Russische trio Serebro eindigt met 207 op de derde plaats. Van de 24 deelnemende landen eindigt de Ierse band Dervish, met de soms vals zingende zangeres Cathy Jordan, met vijf punten op de laatste plaats. OP DE TEKST VAN DEZE WEBSITE RUST COPYRIGHT. ZONDER VOORAFGAANDE TOESTEMMING VAN DE WEBMASTER, PER EMAIL TE BEREIKEN OP TON.VANDRAANEN@QUICKNET.NL, IS HET OVERNEMEN VAN TEKSTEN EN GEGEVENS NIET TOEGESTAAN. © Ton van Draanen, 2007. Retour hoofdpagina: www.vandaagindemuziek.nl", "original_url": "http://www.vandaagindemuziek.nl/26_eurovisie_2000.htm", "wayback_url": "https://web.archive.org/web/20070715065418/http://www.vandaagindemuziek.nl:80/26_eurovisie_2000.htm", "a_id": "Q647450-2"}