{"title": "Latvia goes online for their national selection", "text": "Latvia goes online for their national selection\nLatvia goes online for their national selection\n13 Oct 20:46\nRiga, Latvia - Latvian Television, LTV, has announced the format which they will use to pick their entry for the Eurovision Song Contest 2012. It includes an online selection to determine the twenty songs that will battle for the right to represent Latvia in Baku.\nTomorrow, Friday 14th of October, is the deadline for submitting songs to LTV and from the 20th of October to the 1st of November, Latvian internet users will be able to judge the songs as they will be published online at the official \"Eirodziesma\" site. To avoid voting byas, only the songs will be uploaded. The names of the authors and artists will remain secret at this stage.\nThe final decision of which twenty entries make it to the televised semi-finals will be made along with a special jury made of seven members from the Artistic Council. After that, the 8th of November, the names of the composers will be made public and the names of the artists will be revealed on the 1st of December.\nThe shows will air on LTV1 the 7th and 14th of January with ten songs each, five from every semi-final selected jointly by an expert jury and televote. The Latvian Final will take place the 18th of February at the Ventspils Theatre House \"Jūras vārti\". The ultimate decision will also be made 50% by the televotes and 50% by a jury.\nLatvia last qualified for the Final in 2008 with the Pirates of the Sea and their song Wolves Of The Sea, which placed 12th in Belgrade, but has since find it hard to proceed from the Semi-finals, and maybe that's why their national selection \"Eirodziesma\" has been reworked.\nSoon after they joined the Eurovision Song Contest, in their third participation, Latvia won the Eurovision Song Contest. It was in Tallin in 2002, with Marie N's I Wanna.", "original_url": "http://www.eurovision.tv/page/news?id=39113&_t=latvia_goes_online_for_their_national_selection", "wayback_url": "https://web.archive.org/web/20111017104335/http://www.eurovision.tv:80/page/news?id=39113&_t=latvia_goes_online_for_their_national_selection", "a_id": "Q13217375-2"}