{"title": "Latvia chooses PeR for Malmö", "text": "Latvia chooses PeR for Malmö\nLatvia chooses PeR for Malmö\n16 Feb 23:24\nVentspils, Latvia - It has already become a tradition that the Latvian national final takes place in the city of Ventspils, and this year has been no exception. LTV broadcast an exciting show tonight with a diverse range of songs and stage performances. In the end, PeR took the ticket to Malmö with the song Here We Go.\nIn a long but very entertaining Saturday evening show, the group PeR have been picked as the Latvian representatives for the 2013 Eurovision Song Contest.\nPeR is actually an abbreviation that stands for \"Please explain the Rhythm\". The group was founded in 2007 and has been famous for their vocal and beatbox music. Last year, they came second in the Latvian Eurovision selection with Disco Superfly. This year they took part with two songs, and both of them qualified for tonight's final! In the end, PeR went on to take the trophy with Here We Go.\nThe suspense in the hall had already built up once Marta Ritova, Grupa PeR and Samanta Tina had been chosen as super-finalists out of the 12 participating entries by a joint decision of the TV public and the jury.\nIf you missed the Latvian final, you can watch it again in our WebTV Player.\nThe line-up\nThis is the running order of the Dziesma 2013 final (super-finalists in bold):\nOne - Niko Fool In Love - Dāvids Kalandija & Dināra When You Are With Me - Antra Stafecka Sad Trumpet - Grupa PeR The One - Pieneņu Vīns I Am Who I Am - Marta Ritova Higher And Higher - Liene Candy I Need A Hero - Samanta Tina Cold Heart - Ieva Sutugova Love - Headline Upside Down - Sabīne Berezina Here We Go - Grupa PeR\nThe Latvian final boasted some truly exceptional stage acts, from an almost hyperactive dance performance of Niko's backing dancers to an amazing combination of singing and artistic dancing by Antra Stafecka in her cabaret-like act, from painted faces in Pieneņu Vīns' act to Liene Candy's and Samanta TIna's grand ballads. It was an entertaining evening for sure!\nA 50/50 mix of televoting and an expert jury voted on all the acts, selecting the three super-finalists. After ten more minutes of voting, the winning act and Latvian Eurovision representative was chosen.\nThe show\nMārtiņš Meiers, Madara Botmane and Anta Aizupe hosted tonight's final of Dziesma 2013. The show was kicked off with a synthesis of folk music and modern DJ sounds performed on stage.\nAs guest acts, two 2012 Eurovision Song Contest representatives sang during the interval: Anmary from Latvia, and Ott Lepland from neighbouring Estonia. Apart from them, the popular Latvian band Labvēlīgais Tips also sang for the public in Ventspils, followed by DaGamba, Vineta Elksne, Dons and Jānis Stībelis followed suite.", "original_url": "http://www.eurovision.tv/page/news?id=latvia_chooses_per_for_malmoe", "wayback_url": "https://web.archive.org/web/20130219011555/http://www.eurovision.tv:80/page/news?id=latvia_chooses_per_for_malmoe", "a_id": "Q13217375-5"}