{"title": "Official EBU statement & FAQ on Eurovision 2020", "text": "Official EBU statement & FAQ on Eurovision 2020\nIt is with deep regret that we have to announce the cancellation of the Eurovision Song Contest 2020 in Rotterdam.\nOver the past few weeks, we have explored many alternative options to allow the Eurovision Song Contest to go ahead.\nHowever, the uncertainty created by the spread of COVID-19 throughout Europe – and the restrictions put in place by the governments of the participating broadcasters and the Dutch authorities - means the European Broadcasting Union (EBU) has taken the difficult decision to not continue with the live event as planned.\nWe are very proud that the Eurovision Song Contest has united audiences every year, without interruption, for the past 64 years and we, like the millions of fans around the world, are extremely saddened that it can not take place in May.\nThe EBU, NPO, NOS, AVROTROS and the City of Rotterdam will continue in conversation regarding the hosting of the Eurovision Song Contest in 2021.\nWe ask some patience as we work through the ramifications of this unprecedented decision and patiently await further news in the coming days and weeks.\nDuring that time, we would like to pay tribute to all the Host Broadcaster team in the Netherlands and our 41 Members who have worked so hard planning this year’s event.\nWe are all heartbroken that the Eurovision Song Contest will not be able to be staged in May but feel confident that the whole Eurovision family, across the world, will continue to provide love and support for each other at this difficult time.\nFrequently Asked Questions\nWhy are you cancelling the Eurovision Song Contest in Rotterdam?\nWith the escalating spread of COVID-19 throughout Europe – and the restrictions put in place by the governments of participating broadcasters and the Dutch authorities - it is impossible to continue with the live event as planned.\nWhy not postpone the event?\nThe current situation across Europe is likely to remain uncertain for the coming months and at this stage we cannot guarantee we would be able to stage an event of this size with this many stakeholders later this year. A Contest later in the year would also reduce the amount of time the winning broadcaster would have to prepare for the following year’s competition.\nCould you not have held the contest without an audience?\nWe are carefully following the advice of the relevant authorities to protect the health and wellbeing of all citizens. Dutch restrictions on gatherings of large numbers of people and international travel restrictions mean that holding the event, even without an audience, is impossible at this time.\nWhy couldn’t you have held the show remotely?\nIt’s in the DNA of the Eurovision Song Contest to bring delegations, artists and fans together in one place and provide an equal platform for all artists to compete together on the same stage and the same opportunity to shine. We felt that under the extreme circumstances we face this year, organizing the Eurovision Song Contest in another way would not be in keeping with our values and the tradition of the event.\nThe unique format of the Song Contest as an international live event means that it is not possible to identify any realistic alternative. We therefore have no choice other than to cancel the show.\nWill the selected artists be able to perform their songs next year?\nThis is to be discussed with the Reference Group and the participating broadcasters and a decision will be communicated later.\nWhat will happen to my ticket?\nYou will be informed about this as soon as possible. Among other things, we will look at whether the buyers will get their money back or whether the tickets will remain valid until next year. As soon as there is more clarity, ticket buyers will receive an email with their various options at the email address from which they purchased their tickets.\nCan I get a refund now?\nAt the moment we are looking into the various options. As soon as we have more information, this will be communicated on songfestival.nl.\nWhat happens to my tickets that I bought on Ticketswap, via AVROTROS, or via the fan club (OGAE)?\nThe same applies here as for \"regular\" ticket buyers. As soon as we have more information, this will be communicated on songfestival.nl and you will receive an email at the email address from which you booked the tickets.\nDo we have a date for next year’s Contest?\nThe EBU, NPO, NOS, AVROTROS and the City of Rotterdam are continuing their conversation regarding the potential hosting of the Contest in 2021. It is currently too early to discuss any specifics regarding the event next year.", "original_url": "https://eurovision.tv/official-ebu-statement-and-faq-eurovision-song-contest-2020-cancellation", "wayback_url": "https://web.archive.org/web/20200318134839/https://eurovision.tv/official-ebu-statement-and-faq-eurovision-song-contest-2020-cancellation", "a_id": "Q80470301-3"}