{"title": "Georgia: 27 Artists Apply To Compete in Eurovision 2017", "text": "Georgia: 27 Artists Apply To Compete in Eurovision 2017\nGPB the national broadcaster of Georgia has revealed that a total of 27 artists have applied to compete in the Eurovision Song Contest 2017.\nA total of 27 artists have applied to represent Georgia at next years Eurovision Song Contest. For the first time since 2015 the country made an open call for artists to apply to compete in the Eurovision Song Contest. The Head of Delegation of Georgia confirmed to Eurovoix.com last month that the countries entrant for Kyiv will be selected by a televised selection process. No dates for the selection show have been announced.\nThe 27 applicants are as follows:\nAlisa Danelia Anacho Dolidze Andria Gvelesiani Ani Keuka Asea Sool Brendon Stouni & Eter Beriashvili Davit Shanidze Dima Kobeshavidze Elene Mikiashvili EOS ForceMajeure Giorgi Chikovani Limbo Malibu Mariam Chachkhiani Mariko Lezhava Misha Sulukhia Nanuka Giorgobiani Natia Bidzinashvili Nino Basharuli Nutsa Buzaladze Rati Durglishvili Sparkle Tako Gachechiladze The Mins Tornike Kipaini & Giorgi Bolotashvili Trio Mandili\nThere are three names within the 27 artists announced today who have previously attempted to represent Georgia. Eter Beriashvili finished 4th in the countries 2015 selection process, while Misha Sulukhia finished 3rd in the selection process in 2015. Also hoping to make it to the Eurovision stage is Tako Gachechiladze, they were a member of Stephane & 3G who were selected to represent Georgia at Eurovision 2009. The group was forced to withdraw as the song “We Don’t Wanna Put In” was deemed to be too political for the contest.\nArtists to watch are Mariam Chackhiani and Nutsa Buzalade. Mariam won the second season of The Voice in Georgia, she also previously took part in the countries Junior Eurovision selection in 2007. Nutsa Buzaladze won the 2014 edition of the New Wave contest which is held annually for young performers of popular music. She also went on to participate in The Voice Turkey where she was selected to be part of past Eurovision participant, Hadise’s team.\nSource: GPB", "original_url": "https://eurovoix.com/2016/12/08/georgia-27-artists-apply-compete-eurovision-2017/", "wayback_url": "https://web.archive.org/web/20170120165005/https://eurovoix.com/2016/12/08/georgia-27-artists-apply-compete-eurovision-2017/", "a_id": "Q80470301-0"}