{"title": "Georgia: Tornike Kipiani Will Represent Georgia at Eurovision 2021", "text": "Georgia: Tornike Kipiani Will Represent Georgia at Eurovision 2021\nTornike Kipiani will represent Georgia at the 2021 Eurovision Song Contest.\nGeorgia become the next country to confirm that they will be using their 2020 artist to represent the country at the 2021 Eurovision Song Contest. Tornike was to represent Georgia at this year’s contest with his song “Take Me As I Am”, however the contest has been cancelled due to COVID-19.\nSo far the following countries have announced that they will use their 2020 artist for the 2021 contest:\nGeorgia\nGreece\nNetherlands\nSpain\nUkraine\nWhereas Sweden and Estonia have announced that they will be using a national final to select their next entrants.\nThe Eurovision Song Contest 2020 was scheduled to take place in at the Ahoy Arena in Rotterdam on the May 12, 14 and 16. The Netherlands won the right to host the competition following their win in 2019 with Duncan Laurence and the song “Arcade”.\nWho is Tornike Kipiani?\nTornike Kipiani was born on 11th December 1987 in the Georgian capital of Tbilisi. The singer rose to fame after the won the first season the X Factor Georgia in 2014, where his mentor was Tamta (Cyprus 2019). In 2017 he attempted to represent his country at the Eurovision Song Contest with his song “You Are My Sunshine”.\nSource: Eurovision Georgia\nGeorgia in the Eurovision Song Contest Georgia debuted in the Eurovision Song Contest in 2007, they were represented by Sopho Khalvashi and the song “Visionary Dream”. Sopho finished 12th in the final scoring 97 points, the song received 12 points from the televoters in Lithuania. Their best result was a 9th place in both 2010 and 2011. Georgia has only ever missed one contest since their debut, this was in 2009 when they had selected Stephane & 3G with “We Don’t Wanna Put In”. The EBU asked for Georgia to rewrite the lyrics of the song or change the song completely.", "original_url": "https://eurovoix.com/2020/03/19/georgia-tornike-kipiani-eurovision-2021/", "wayback_url": "https://web.archive.org/web/20200319160705/https://eurovoix.com/2020/03/19/georgia-tornike-kipiani-eurovision-2021/", "a_id": "Q80470301-4"}