{"title": "Dassen door als lijsttrekker Volt; meeste partijleiders nu bekend, maar wachten is op Omtzigt", "text": "Dassen door als lijsttrekker Volt; meeste partijleiders nu bekend, maar wachten is op Omtzigt\nPartijleider Laurens Dassen op het Volt-congres in januari. Beeld Freek van den Bergh / de Volkskrant\nBijna unaniem, met 98 procent van de stemmen, kozen de partijleden van Volt maandag de huidige fractievoorzitter opnieuw als lijsttrekker. Ook bij de vorige Kamerverkiezingen was Dassen de aanvoerder van de lijst. Er was geen andere kandidaat voor het lijsttrekkerschap. Dassen werd twee weken geleden al voorgedragen door het partijbestuur.\nDe partijleider had eerder deze maand al gezegd dat hij graag verder wil. Onder Dassens leiding boekte de partij goede resultaten bij zowel de gemeenteraadsverkiezingen van 2022 als de Provinciale Statenverkiezingen eerder dit jaar. Zo behaalde Volt twee zetels in de Eerste Kamer.\nOver de auteur\nHessel von Piekartz is politiek verslaggever voor de Volkskrant en schrijft over de volksgezondheid, pensioenen en sociale zekerheid. Hij werd in 2022 genomineerd voor de journalistieke prijs De Tegel.\nHet succes was niet vanzelfsprekend. Volt kreeg de afgelopen jaren te maken met een flinke interne crisis. De partij zette vorig jaar Kamerlid Nilüfer Gündogan uit de fractie vanwege beschuldigingen van grensoverschrijdend gedrag. Volt verloor daardoor ook direct een van de drie zetels die het sinds zijn entree in 2021 in de Tweede Kamer had.\nHet conflict tussen Gündogan en de partij mondde uit in een slepende zaak die in de rechtbank werd beslecht. In eerste instantie oordeelde de rechter dat Volt het Kamerlid niet uit de fractie had mogen zetten, maar begin dit jaar kwam het gerechtshof in Amsterdam tot een andere conclusie en werd de partij toch in het gelijk gesteld. Daarna lukte het Dassen en het bestuur om de rust te laten terugkeren.\nLijsttrekkers andere partijen\nMet de verkiezing van Dassen sluit Volt aan in een kort rijtje van partijen die al definitief hebben besloten wie de kar gaat trekken bij de verkiezingen van november. Alleen de SP en BBB hadden eerder met de benoeming van respectievelijk Lilian Marijnissen en Caroline van der Plas hun lijsttrekker formeel in stelling gebracht.\nToch is inmiddels het grootste deel van het speelveld wel zo’n beetje bekend. Veel partijen wachten vooral nog op formele instemming van de leden. Zo lijkt de benoeming van Esther Ouwehand bij de Partij voor de Dieren en van Mirjam Bikker bij de ChristenUnie een formaliteit. Van Geert Wilders (PVV), Joost Eerdmans (JA21), Thierry Baudet (Forum voor Democratie) en Wybren van Haga (BVNL) wordt eveneens verwacht dat ze doorgaan.\nOok van de meeste partijen die op zoek moeten naar een nieuwe lijsttrekker is de opvolging vrijwel zeker. Bij de VVD is kandidaat-lijsttrekker Dilan Yesilgöz de gedoodverfde kandidaat. En bij de linkse samenwerking tussen GroenLinks en PvdA heeft zich na de kandidaatstelling van Frans Timmermans nog geen andere serieuze kandidaat gemeld. Hetzelfde geldt voor D66, dat na het vertrek van Sigrid Kaag waarschijnlijk zal worden geleid door Rob Jetten.\nWachten op Omtzigt\nVan de traditionele bestuurderspartijen ontbreekt het enkel nog bij het CDA aan een concrete kandidaat-lijsttrekker. Afgelopen weken werden al wel mogelijk geïnteresseerden genoemd, zoals Kamerleden Derk Boswijk en Henri Bontenbal. Vooralsnog heeft niemand zich echter al publiekelijk gemeld. Op 14 augustus draagt het CDA-partijbestuur een kandidaat-lijsttrekker voor.\nGrote vraagtekens zijn er inmiddels ook bij Denk en Bij1. Van die partijen kwamen leiders Farid Azarkan en Sylvana Simons vorige week met het nieuws dat ze niet door willen. Na de zomer hakken de partijen de knoop door over de opvolging.\nMaar de ogen zijn in Den Haag nog altijd vooral gericht op Kamerlid Pieter Omtzigt. Volgens een opiniepeiling van I&O Research kan verkiezingsdeelname van een partij onder zijn leiding een grote electorale verschuiving veroorzaken. Hoewel de druk op hem al weken toeneemt, blijft hij zijn besluit voor zich uit schuiven. Omtzigt ging afgelopen week niet in op een lijmpoging van het CDA, de partij waar hij in 2021 uit stapte. Het is nog niet bekend wanneer hij definitief een besluit neemt over zijn politieke toekomst.", "original_url": "https://www.volkskrant.nl/nieuws-achtergrond/dassen-door-als-lijsttrekker-volt-meeste-partijleiders-nu-bekend-maar-wachten-is-op-omtzigt~b3ef429a/", "wayback_url": "https://web.archive.org/web/20230801114955/https://www.volkskrant.nl/nieuws-achtergrond/dassen-door-als-lijsttrekker-volt-meeste-partijleiders-nu-bekend-maar-wachten-is-op-omtzigt~b3ef429a/", "a_id": "Q106625072-17"}