{"title": "We zijn verkiesbaar!", "text": "We zijn verkiesbaar!\nWij gaan puinruimen!\nDe website Samen-Voor-Nederland.nl werd offline gehaald. De website Nederlandinverzet.com werd offline gehaald. Het kabinet viel. Rutte en Kaag stappen op. We hebben eigenlijk veel te bespreken maar we gaan het toch proberen kort te houden.\nHet kabinet is gevallen.\nRutte & Kaag uit Den Haag. We hebben er lang op gewacht. Binnenkort is het zover. Zijn we hier nu gerust op? Nee. We wachten het moment van de overdracht vol spanning af. Meegaan in scenario’s die nog plaats zouden kunnen gaan vinden is niet waar wij in mee willen gaan. Wij gaan er vanuit dat conform aankondiging, de verkiezingen 22-11-23 plaats zullen vinden. Exact één jaar na de oprichting van onze politieke partij, Samen voor Nederland, 22-11-22.\nSamen voor Nederland.\nLandelijk verkiesbaar.\nSinds de oprichting 22-11-22, lopen wij netjes ons geplande draaiboek af. Een heel mooi stappenplan om goed beslagen ten ijs te komen. De vervroegde verkiezingen gooien onze plannen zeker niet overhoop. Wel het tempo. Vorige week dinsdag kwamen wij voor spoedvergadering bij elkaar en eigenlijk waren we het er snel over eens: Hoe eerder, hoe beter. Kort demissionair. Een korte campagne. Een korte formatie. Maar helaas is onze wil geen wet. En de wet? Laten we daar maar over zwijgen…\nDe campagne.\nDaar waar bijvoorbeeld de VVD en D666 het ieder met een campagnebudget van zo’n vijf miljoen euro zullen gaan doen, gaan wij ons inzetten om ons met honderdduizend euro zo goed mogelijk te kunnen presenteren. Opties op digitale snelwegborden, een tv commercial, abri’s en een rijdende SvN tram zijn geplaatst. Uiteraard zal er ook een grootse online campagne ingezet worden. Opties. Want wij zijn van twee factoren afhankelijk: Worden de verkiezingen écht 22-11-23 gehouden? En hebben wij genoeg budget? We gaan er ons maximaal voor inzetten. Samen voor Nederland gaat jullie middels onze nieuwsbrief verder op de hoogte houden. Wil je niet meer op de hoogte gehouden worden, meld je dan gewoon even netjes af.\nVragen.\nNa het opstappen van het kabinet werd onze website overspoeld met vragen. De meest gestelde vraag was: “Wanneer komen er verkiezingen?” Maar er kwam ook de vraag: “Doen jullie landelijk mee? Wie hebben jullie op de kieslijst staan? Wat is jullie partijprogramma?” Alle vragen zijn terug te vinden op onze website. Op dit moment staan er 9 personen, in willekeurige volgorde, als verkiesbaar, op onze website. Team Samen voor Nederland bestaat uit veel meer personen en is druk bezig het team wat zich verkiesbaar wil stellen uit te breiden. Ook is team Samen voor Nederland druk bezig het vrijwilligersteam uit te breiden.\nIn september starten wij onze landelijke bekendheidscampagne. Dan zullen alle troeven ingezet moeten worden. Klik op de link hieronder om je aan te melden als vrijwilliger.\nOndersteuningsverklaring.\nAls startende politieke partij moeten wij in elk van de 20 kiesdistricten 30 ondersteuningsverklaringen aanleveren. 600 personen moeten deze getekende verklaring persoonlijk inleveren op het gemeentehuis. Onze Samira You-ala gaat twintig “regio managers” aanstellen. Deze regio managers registreren weer wie op welke datum en waar zijn/haar ondersteuningsverklaring, in hun regio, heeft ingeleverd. Dit traject dient uiterlijk 13 augustus 2023 te zijn voltooid! Aanmelden als regiomanager of aanmelden om ons te steunen middels een ondersteuningsverklaring kan bij samira.you-ala@samen-voor-nederland.nl\nWaarborgsom.\nOok dient Samen voor Nederland nog een borgstelling over te maken. Elf duizend euro! Indien wij meer dan 47.122 stemmen behalen, ontvangen wij onze borgsom weer terug. Omdat wij er vanuit gaan veel meer dan 47.122 stemmen te behalen betekent dit dat we “tijdelijk” elf duizend euro kwijt zijn. Doodzonde omdat het duidelijk mag zijn dat we elke euro in onze campagnekas willen stoppen, maar het is niet anders.\nOnline meeting.\nDinsdag 25 juli a.s. is de eerste open online Samen voor Nederland meeting. Deze online meeting geeft alle aanwezigen de mogelijkheid vragen te stellen. Dit kan naar aanleiding van ons partijprogramma, ons promotieprogramma, naar aanleiding van ons vrijwilligersteam of andere onderwerpen. Er is slechts plaats voor honderd personen. U kunt zich aanmelden via contact@samen-voor-nederland.nl met de tekst ONLINE MEETING. De eerste honderd personen ontvangen een korte reactie, waarna ze dinsdagmiddag de toegangscode per mail zullen ontvangen. Zien we je dinsdag online?\nEen andere kijk op het leven\nOp zaterdag 7 oktober 2023 vindt editie 2 plaats van presentatie “een andere kijk op het leven”. Vele Samen voor Nederland sprekers, maar ook Laurens Buijs, Melissa Hoogeveen, Frank Ruesink, Shohreh Feshtali, Jonathan Krispijn, Cyrille van Hoof en vele andere. Na afloop is er gelegenheid tot napraten onder het genot van een lekker drankje en een muziekje. Dit op locatie Witkamp in Laren (gld).\nSaaie leesstof.\nVoor diegene die gewend zijn de nieuwsbrief van Nederland in Verzet te lezen, is dit wel even ander leesvoer. Best saai. Maar het is even wat het is. We beloven beter én leuker! Wij hebben ons nu beschikbaar gesteld. Wij gaan campagne voeren. Wij gaan infiltreren in Den Haag. Rutte & Kaag zijn (bijna) verdreven, nu de rest van het kwaad nog. Het puinruimen is begonnen en wij gaan gewoon verder met puinruimen! Samen voor Nederland. Samen. Wij kunnen jullie hulp overal hard gebruiken. Ja graag, word lid, voor maar 15 euro per jaar. En ja, dit mag ook als je al bij een andere partij lid bent. En wellicht fijn om te weten: we zijn zeker de goedkoopste partij! Doneren? Ja ook graag, maar dit is wel de meest vreselijke vraagstelling. En dan onze promotieshop. Kijk ook daar eens naar. Gratis flyers, gratis pennen, gratis posters, gratis stickers. Help ons Samen voor Nederland bekend te maken. Samen voor Nederland. Burgers voor Burgers. #makehollandgreatagain\nOok onze nieuwsbrief ontvangen? Meld je dan nu aan:", "original_url": "https://samen-voor-nederland.nl/nieuwsbrief-we-zijn-verkiesbaar/", "wayback_url": "https://web.archive.org/web/20230725161700/https://samen-voor-nederland.nl/nieuwsbrief-we-zijn-verkiesbaar/", "a_id": "Q106625072-9"}