{"title": "Belgium: Maureen Louys & Jean-Louis Lahaye Confirmed As Commentators For Tel Aviv", "text": "Belgium: Maureen Louys & Jean-Louis Lahaye Confirmed As Commentators For Tel Aviv\nMaureen Louys and Jean-Louis Lahaye have been confirmed by RTBF as the commentators for the Walloon broadcaster at the Eurovision Song Contest 2019.\nRTBF has confirmed that Maureen Louys and Jean-Louis Lahaye will be the commentary team for the broadcaster at the Eurovision Song Contest 2019 for Tel Aviv. Maureen and Jean-Louis have guided viewers on RTBF through the contest together since the 2013 contest in Malmo, Sweden.\nMaureen Louys has a long history with the Eurovision Song Contest, having been the co-presenter of the 2005 Junior Eurovision Song Contest when it was held in Belgium. She was also the spokesperson for Belgium in 2007, 2009 and 2011.\nJean-Louis Lahaye has been providing commentary for RTBF since 2007. He presents a number of live events for RTBF and is also a radio presenter on Viva Cite. Mr Lahaye also previously presented two editions of the Belgian selection process for Junior Eurovision.\nWho is Eliot Vassamillet?\nEliot Vassamillet participated in one live show on The Voice Belgique, and was a member of Slimane’s team. Eliot’s selection continues RTBF’s decision to select who have participated in The Voice Belgique as the Belgian entrant for Eurovision.\nEliot will be performing the song “Wake Up” in Tel Aviv, the song was written by Pierre Dumoulin, who wrote the Belgian entry in 2017.\nSource: RTBF\nBelgium in the Eurovision Song Contest Belgium was one of the original seven nations to participate in the first edition of the Eurovision Song Contest in 1956. To date, the country has won the contest only once in 1986. Sandra Kim won the contest with the song “J’aime la vie”, her victory was not without controversy when it emerged that Sandra was just 13 years old, two years younger than the age restriction at the time. In the late 00s, Belgium struggled in the contest failing to reach the final annually from 2005 until 2010, when Tom Dice finished 6th in the final with 143 points. Belgium has finished last at the contest six times, including two sets of nul points.", "original_url": "https://eurovoix.com/2019/03/14/belgium-maureen-louys-jean-louis-lahaye-confirmed-as-commentators-for-tel-aviv/", "wayback_url": "https://web.archive.org/web/20190329150329/https://eurovoix.com/2019/03/14/belgium-maureen-louys-jean-louis-lahaye-confirmed-as-commentators-for-tel-aviv/", "a_id": "Q50729731-8"}