{"title": "Eurovision 2022 : Préparez-vous à voter pour votre candidat préféré !", "text": "Eurovision 2022 : Préparez-vous à voter pour votre candidat préféré !\nLes informations suivantes sont destinées à vous fournir, en tant que participant.e au télévote du Concours Eurovision de la Chanson (télévote), un aperçu des données personnelles que nous collectons et traitons à votre sujet lorsque vous votez par téléphone, ainsi que de vos droits en vertu de la loi sur la protection des données.\nEn tant que responsables conjoints du traitement des données, nous, l'Union Européenne de Radio-Télévision, conjointement avec le radiodiffuseur participant RTBF et le radiodiffuseur hôte,\nRue Colonel Bourg,\nAuguste Reyerslaan 52,\n1030 Bruxelles,\nBelgique\net\ndigame GmbH\nSchanzenstrasse 38\nD-51063 Cologne\nAllemagne\n(la Société)\nnous engageons à protéger vos données personnelles et à respecter votre vie privée conformément aux lois applicables en matière de protection des données, notamment le Règlement général sur la protection des données de l’UE 2016/679 (RGPD) et la loi fédérale allemande sur la protection des données (BDSG). Nous ne traiterons pas vos données personnelles à d’autres fins que celles énoncées ci-dessous.\nL’UER et la Société ont conclu un accord spécifique et distinct concernant les responsables conjoints conformément à l’article 26 du RGPD, dont le contenu essentiel est disponible sur demande dans les locaux de l’UER ou de la Société.\nQuelles catégories de données personnelles sont traitées ?\nNous traitons uniquement les données personnelles que nous recevons lorsque vous votez par téléphone ou par SMS (qu’elles soient envoyées directement ou via l’application ESC) en utilisant les connexions fournies par votre fournisseur de réseau fixe ou mobile.\nNous recueillerons auprès de vous, en fonction de votre pays d’origine, les catégories de données suivantes, le cas échéant :\nvotre numéro de téléphone mobile (MSISDN – Mobile Station lntegrated Services Digital\nNetwork Number)\nla date et l’heure à laquelle vous avez participé au télévote\nle numéro de la chanson pour laquelle vous avez voté\nle nom de votre opérateur de téléphonie fixe ou mobile\nle type de contrat de fournisseur de réseau que vous avez (prépayé, contrat)\nQuelles sont les finalités du traitement et quelle en est la base juridique ?\nNous procédons également au recueil de vos données personnelles sur la base de nos intérêts légitimes (art. 6, § 1 (f) RGPD), afin de générer les résultats officiels déterminant le classement des chansons inscrites à l’ESC et le.la gagnant.e de celui-ci.\nVotre participation est volontaire et en prenant part au télévote, vous consentez à ce que nous traitions vos données personnelles (énumérées ci-dessus) aux fins suivantes :\ncalculer et produire des résultats valides et officiels de l’ESC sur la base des votes exprimés par le public (y compris le vôtre) ;\ngénérer des statistiques agrégées sur les votes réalisés pour l’ESC ;\npublier des résultats/votes agrégés et anonymisés.\nQui aura accès à vos données personnelles ?\nPour participer au télévote, vous utilisez un service de télécommunication fourni par votre opérateur et/ou agrégateur national de télécommunication, qui peut transmettre tout ou partie de vos données personnelles à la Société pour permettre le calcul d’un résultat d’audience valide.\nAu sein de la Société, vos données personnelles seront rendues accessibles aux services qui en ont besoin pour remplir les obligations contractuelles et légales de la Société. Les prestataires de services et les agents d’exécution travaillant pour la Société peuvent également recevoir des données à caractère personnel à ces fins, à condition qu’ils s’engagent à maintenir, notamment, la confidentialité et l’intégrité. Ces destinataires pourraient, par exemple, être des fournisseurs de services informatiques ou de télécommunications.\nIl n’y aura pas de transfert de données personnelles à des destinataires extérieurs à la Société. Bien que l’UER soit un responsable conjoint avec la Société en ce qui concerne le télévote, la Société ne transférera pas vos données personnelles à l’UER, qui ne recevra de la Société que des résultats anonymes aux fins énumérées ci-dessus. Seuls les résultats agrégés et anonymisés seront publiés.\nLes données personnelles seront-elles transférées vers un pays tiers ou une organisation internationale ?\nLes votes exprimés en dehors de l’Allemagne seront transférés à la Société en Allemagne afin de les traiter, et aucun autre transfert ne sera effectué. La Société ne transférera pas de données personnelles à des pays tiers en dehors de l’Espace économique européen.\nCombien de temps mes données personnelles seront-elles conservées ?\nLa Société traitera et conservera vos données personnelles aussi longtemps que nécessaire pour remplir ses obligations contractuelles et légales.\nUne fois que les données à caractère personnel ne sont plus nécessaires pour remplir des obligations contractuelles ou légales, elles seront régulièrement effacées, à moins que leur traitement ultérieur – pendant une période déterminée – ne soit nécessaire aux fins suivantes :\nexécution des obligations de stockage liées au droit commercial et fiscal ;\nrespect du code du commerce allemand (HGB), du code des impôts (AO), de la loi sur le blanchiment d’argent (GwG). Ces lois spécifient généralement des périodes de stockage à des fins d’archivage et de documentation allant de deux à dix ans.\nQuels sont vos droits ?\nVous avez le droit d’accéder à vos données personnelles et de demander qu’elles soient corrigées en cas d’inexactitude ou supprimées si elles ne sont plus nécessaires au regard des finalités pour lesquelles elles ont été collectées et traitées.\nDans certains cas, vous avez le droit de demander la limitation du traitement, la portabilité des données ou de vous opposer au traitement. Tout consentement que vous donnez au traitement de vos données personnelles par nos soins peut être retiré à tout moment. Veuillez noter que le retrait du consentement ne s’appliquera que pour l’avenir.\nLe traitement qui a eu lieu avant le retrait du consentement ne sera pas affecté par celui-ci.\nVous pouvez exercer vos droits en envoyant votre demande par courrier à privacy@digame.de.\nSi vous considérez que le traitement de vos données personnelles constitue une violation de la (des) loi(s) sur la protection des données, vous avez le droit de déposer une plainte auprès d’une autorité de contrôle, notamment dans l’État membre de l’Union européenne de votre lieu de résidence habituel, de votre lieu de travail ou du lieu où la violation s’est produite.\nComment pouvez-vous contacter nos délégués à la protection des données ?\nSi vous avez des questions ou des préoccupations concernant cet avis de confidentialité, vous pouvez contacter :\nLe responsable de la protection des données de la Société à privacy@digame.de\nLe responsable de la protection des données de l’UER à dpo@ebu.ch\nDate d’entrée en vigueur et changements\nLe présent avis de confidentialité entre en vigueur le 15 mars 2022.\nNous nous réservons le droit, à notre entière discrétion, de changer, modifier, ajouter ou supprimer des parties de cet avis de confidentialité à tout moment.", "original_url": "https://www.rtbf.be/article/eurovision-2022-preparez-vous-a-voter-pour-votre-candidat-prefere-10970569", "wayback_url": "https://web.archive.org/web/20220407093851/https://www.rtbf.be/article/eurovision-2022-preparez-vous-a-voter-pour-votre-candidat-prefere-10970569", "a_id": "Q50729731-23"}