{"title": "THE VOICE Splićanka Albina Grčić briljirala na pozornici i izborila finale", "text": "THE VOICE Splićanka Albina Grčić briljirala na pozornici i izborila finale\nAlbina Grčić je na pozornicu izašla uz Coldplay i Fix You\nGledatelji The Voicea Hrvatska u subotu navečer odlučuju koji će kandidati dobiti priliku natjecati se u finalu tog glazbenog showa.\nPrvi finalist je Filip Rudan iz tima Vanna koji je izvedbom pjesme Sign of Times Harryja Stylesa pobrao simpatije gledatelja te osvojio više glasova od Darije Ramljak koja je otpjevala Nocturno Olivera Dragojevića.\nDrugi finalist je Vinko Ćemeraš koji je oduševio žiri, publiku u studiju te gledatelje izvedbom hita Sinead O’Connor Nothing Compares 2 U. Mentor Gobac poručio je Dori Juričić, koja nije uspjela izboriti finale, da ovo nije njezin kraj, piše Index.\nZa sljedeće mjesto borili su se Jakob Grubišak s Castle on the Hill Eda Sheerana te Bernarda Bobovečki koja je izvela Jolene legendarne Dolly Parton. Finale je glasovima gledatelja na kraju izborila Bernarda.\nTim Massimo posljednji je na redu u borbi za finale. Adriana Vidović nastupila je s Oliverovim hitom Stine, dok je Albina Grčić na pozornicu izašla uz Coldplay i Fix You. Finale je na kraju izborila Albina.\nU prošlotjednoj emisiji gledatelji su svojim glasovima odlučili o samo jednom natjecatelju koji će pjevati u večerašnjem polufinalu.\nNajviše su ih svojim nastupima oduševili Jakob Grubišak iz tima Dečak, Filip Rudan iz tima Vanna, zatim glas Vinka Ćemeraša iz tima Gobac te jedina djevojka koja je dobila najviše glasova gledatelja, Albina Grčić iz tima Massimo.\nMentori su izabrali drugog polufinalista svog tima. Ivan Dečak izabrao je Bernardu Bobovečki, Vanna se odlučila za Dariju Ramljak, Massimo je svoje povjerenje ukazao Adriani Vidović, a Davor Gobac je u trenutku odluke rekao ime Dore Juričić. To su bile i njihove posljednje mentorske odluke u ovoj sezoni jer u polufinalu i finalu sve je na gledateljima.", "original_url": "https://www.dalmacijadanas.hr/the-voice-splicanka-albina-grcic-briljirala-na-pozornici-i-izborila-finale/", "wayback_url": "https://web.archive.org/web/20210518213609/https://www.dalmacijadanas.hr/the-voice-splicanka-albina-grcic-briljirala-na-pozornici-i-izborila-finale/", "a_id": "Q104536558-10"}