{"title": "Snimka mlade Splićanke iz 'The Voicea' koju uspoređuju s našom poznatom pjevačicom oduševila svijet", "text": "Snimka mlade Splićanke iz 'The Voicea' koju uspoređuju s našom poznatom pjevačicom oduševila svijet\nKada su u subotu izveli pjesmu 'Lovely' pjevačice Billie Eillish, kandidati showa 'The Voice' Filip Rudan i Albina Grčić nisu bili ni svjesni da će njihova izvedba izazvati tolike reakcije na internetu\n'Znala sam da smo dobro izveli pjesmu, ali ovakvi komentari... Sve mi je ovo čudno. Šok...', rekla je za Slobodnu Dalmaciju zatečena 21-godišnja Splićanka Albina Grčić , nakon što su je, baš kao i kolegu joj Filipa Rudana , zbog njihove briljantne izvedbe hita 'Lovley' popularne pjevačice Billie Eilish i Khalida u hrvatskoj inačici The Voicea, zasuli oduševljeni komentari stranaca.\nNjihov duet je na YouTubeu privukao veliku pažnju i ostvario preko 380 tisuća pregleda, a snimka je dospjela i u trendove. Reagirali su brojni pratitelji The Voicea i obožavatelji Billie Eilish iz raznih dijelova svijeta koji nisu krili oduševljenje njihovom izvedbom.\n'Woow, ovo je prelijepo. Oboje su otpjevali jako lijepo. Savršeno je kako su postali jedno na sceni. Jesu li oni par? Povezanost im je nevjerojatna', 'Nije važno kojim jezikom govorimo, ali svi smo osjetili ovu pjesmu i oboje su bili savršeni. Pozdrav od Rusa iz Njemačke', 'Bože, što mi je YouTube upravo izbacio u prijedlozima... Prelijepo', 'OK, ja sada plačem...', 'Ovo je vjerojatno jedan od najboljih dvoboja u globalnom Voiceu. Nikada nisam mislio da ću čuti verziju koja će me dotaknuti kao original', samo se neki od komentara ispod videa objavljenog na službenom kanalu hrvatskog 'The Voicea'.", "original_url": "https://www.tportal.hr/showtime/clanak/snimka-mlade-splicanke-iz-the-voicea-koju-usporeduju-s-nasom-poznatom-pjevacicom-odusevila-svijet-foto-20200203", "wayback_url": "https://web.archive.org/web/20200204190756/https://www.tportal.hr/showtime/clanak/snimka-mlade-splicanke-iz-the-voicea-koju-usporeduju-s-nasom-poznatom-pjevacicom-odusevila-svijet-foto-20200203", "a_id": "Q104536558-8"}