{"title": "VIDEO: BUJICA EMOCIJA NA POČETKU NOVE SEZONE 'THE VOICEA' Bilo je i suza, Massimo ostao zapanjen: Ja s 18 godina nisam znao pjevati tako dobro kao ti", "text": "VIDEO: BUJICA EMOCIJA NA POČETKU NOVE SEZONE 'THE VOICEA' Bilo je i suza, Massimo ostao zapanjen: Ja s 18 godina nisam znao pjevati tako dobro kao ti\nIzvedbom legendarne „Should I stay or sholud I go“ grupe The Clash mentori The Voicea Hrvatska otvorili su treću sezonu ovog popularnog glazbenog showa koji će se emitirati svake subote do kraja veljače na Prvom programu Hrvatske televizije. Davor Gobac, Ivana Vrdoljak Vanna, Massimo Savić i Ivan Dečak jasno su pokazali što očekuju od natjecatelja i istodobno se ugodno iznenadili kvalitetom glasova koje su mogli čuti već u prvoj od pet emisija audicija.\n\"Nije to šala, meni je stalo do ove djece\", kazao je u samom uvodu Gobac dok su mentori i publika očekivali prvoga natjecatelja na pozornici.\nI Vanna je iskazala strepnju istaknuvši da je na mentorima velika odgovornost. Novi mentorski tim u prvoj je emisiji potvrdio da pri izboru natjecatelja igraju detalji i presuđuju male razlike u izvedbama. Kako se i očekivalo atmosferu u studiju dodatno zagrijava Davor Gobac koji nerijetko proziva sljedećeg natjecatelja izvikujući: „Sljedeći!“.\nIznimnu zabavu gledateljima i publici u studiju mentori su podarili ne samo razgovarajući o izvedbama već i u trenucima kada su čekajući sljedeći nastup komunicirali s publikom i međusobno se podbadajući. Jedan od natjecatelja poručio je da mu je vruće u studiju, a Vanna mu je poručila da se raskomoti. „Bolje ti, nego da se Gobac svuče“, kazala je Vanna.\nZa jednu od natjecateljica čiji su glas procijenili suviše dječjim za skladbu kojoj nikako nije odgovarao, nakon što je napustila studio mentori su propitivali svoju odluku da je ne puste dalje. „Ma to treba umotati u nekoliko teških ljubavnih razočaranja i jedan razvod i eto ti rašpe u glasu“, zaključio je Massimo. U prvoj emisiji vidjeli smo i okret u prvim sekundama izvedbe, ali i dramatične okrete u posljednjim sekundama koji su vodili borbi mentora za pridobivanje natjecatelja u njihove timove i to na način da su s nekim od natjecatelja zapjevali i dodatnu pjesmu.\nDario Njavro/ HRT Aleksandar Baić\nPrvog natjecatelja već je u prvoj minuti showa izabrao Gobac ne znajući da je tako ispunio i želju Aleksandra Bajića, 33-godišnjeg trgovca iz Karlovca.\nAleksandar je izveo „I Need a Dollar“ Aloe Blacc, a do kraja izvedbe okrenuli su mu se i ostali mentori. Nakon izvedbe oduševljen se predstavio mentorima i rekao da je iz Karlovca, a Gobac ga je, kao rođeni Karlovčanin, pozdravio kao 'zemu'. „Imaš baš dobar glas, kakav mi se sviđa. Znam da i Massimu to paše. Ali kad realno pogledaš nas u stolcima znaš da si već izabrao mene. Oni ti nisu iz Karlovca“, rekao je Gobac, a Aleksandar otkrio da je upravo Gobac njegova želja. Ne bi li Aleksandra pridobio u svoj tim Massimo mu se pridružio na pozornici i zajedno su uz Gopčevu podršku izveli Princeov „Kiss“. No, to nije poljuljalo Aleksandrovu odluku i tako je postao prvi natjecatelj u trećoj sezoni The Voicea Hrvatska i to u timu Gobac.\n„En Cambio No“ Laure Pausini izvela je dvadesetogodišnja Albina Grčić, studentica iz Splita i potaknula Vannu okret. Vanna je čekala refren da se uvjeri da čuje glas koji želi u svojemu timu. U posljednjim sekundama izvedbe Albini se okrenuo i Gobac. Ivan je poručio da se nije okrenuo jer je osjetio neke nesigurnosti u izvedbi, a Gobac zaključio da se manji intonativni problemi sigurno trebaju pripisati tremi. Albina se odlučila za Vannu koja je navela da joj se čini da Albina može daleko dogurati u showu.\nDario Njavro/ HRT Albina Grčić\nPjevati Urbana uvijek je velika opasnost zbog mogućnosti da se jako nasloniš na njegovu izvedbu pa se ne osjeti tvoja osobnost, poručila je Vanna 31-godišnjem Sandru Gerbecu iz Splita. Izveo je skladbu „Mjesto za mene“ Urbana&4, a ni jedan mentor se nije okrenuo. Čestitali su mu što je uspio ući u skupinu od 79 natjecatelja koji će se pokušati izboriti za prolaz u show. Neću biti tužan i razočaran, nastavljam se baviti time što volim, a za mene je uspjeh već ovo što sam stigao na audicije, poručio je Sandro.\n„Imate kapitalca za kojega se možete potući, a ja sam, moram priznati, pogriješio“, poručio je Ivan Dečak koji se nije okrenuo 21-godišnjem Vjekoslavu Banovčiću iz Nove Gradiške. Okrenuli su mu se Massimo i Vanna kojima se njegova izvedba skladbe „New Shoes“ Paola Nutinija iznimno svidjela.\n„Drskost i zaboravljanje na realnost kad ulaziš u pjesmu, to je to što se traži“, kazao je Massimo. Njegovom izvedbom bila je oduševljena i Vanna koju je dojmilo Vjekoslavovo samopouzdanje. Na kraju se student dizajna i skejter odlučio za tim Massimo.\n„Voljela bih biti pjevačica. Voice mi je jedna od najvećih želja. A sad šta bude“, rekla je uoči svojega nastupa Andrea Aužina, 21-godišnjakinja iz Splita. Za svoj audicijski nastup izabrala je skladbu „Moja posljednja i prva ljubavi“ Tereze Kesovije, no njezina izvedba nije potaknula mentore na okret. „Lijep i hrabar odabir“, poručio joj je Massimo upozoravajući da takva skladba traži ozbiljniji glas. O tomu da je njezin glas dječji u komentarima su se suglasili i ostali mentori poručujući Andrei da ne odustane i nastavi pjevati.\nDario Njavro/ HRT Andrea Aužina\nPetra Perišić iz Podstrane svojom je izvedbom „Son Of A Preacher Man“ Dusty Springfield uspjela pridobiti okret Gobca, Ivana i Massima, koji joj se okrenuo u posljednjoj sekundi. Ova 25-godišnjakinja koja studira turizam, svira def i pjeva, prenijela je veselje i energiju na mentore što su joj posebno i istaknuli u komentarima. „Sigurno, energično, to je taj ulet koji mi se sviđa“, rekao je Gobac. „To je ono što tražimo, nekoga tko će doći na pozornicu i s potpunim veseljem izvesti to što želi. Ti bi bila sretna s nastupom i da ti se nismo okrenuli“, kazao je Massimo.\nPetra je na kraju rekla da je razmišljala koga bi htjela i da je gledala tko joj od mentora energijom paše. Uprla je prstom i kazala: „Šjor Gobac“, a uz smijeh mentora i publike oduševljeni Gobac ju je uz zagrljaj ispratio s pozornice ponosan jer se okrenuo u prvim sekundama izvedbe jer je prepoznao koliko je dobra natjecateljica. Kolege su ga upozoravale da će tu energiju trebati zaustaviti, a on je poručio da će pronaći za nju pjesmu gdje se ne treba uopće zaustavljati i poručio Ivanu da koliko mu se čini još nema ni jednog igrača u svojemu timu.\nGianluca Draguzet iz Barbana nije uspio proći audicije u prvoj sezoni The Voicea. Na nagovor oca vratio se u show i izveo Jacquesovu skladbu „Dužna si“. Svestrani student komunikacijskog menadžmenta izborio se za Vannin okret i tako ispunio svoj san. Nakon izvedbe Gianlucu je prepoznao Ivan koji se prisjetio da je na prvom nastupu u Voiceu zaključio kako nema što raditi s takvim glasom. Za ovogodišnju izvedbu Ivan je zamjerio što se previše osjetio Jacques, kao da ga je htio kopirati. Vanna je pak istaknula da je hrabrost izabrati Jacquesove pjesme. „Bio si jako dobar, siguran, imaš snagu u glasu“, kazala je Vanna, a Gianluca poručio da je baš htio u njezin tim.\nDario Njavro/ HRT Dora Juričić\n„I'm Outta Love“ Anastacije izvela je Dora Juričić, 23-godišnja studentica iz Zaprešića koja se na The Voice Hrvatska prijavila u zadnji tren i to na majčin poticaj. Svojom je izvedbom uspjela oduševiti Gobca i Ivana koji su se i okrenuli. „Odlična energija, kad si krenula u više lage pokazala si sve. Točno znam što bih ti još pokazao da dođeš u moj tim“, poručio joj je Gobac. Nakon što je Dora otkrila da je iz Zaprešića, baš kao i Gobac, Ivan je ispravno shvatio da je izgubio bitku. Vanna je pojasnila da se nije okrenula jer joj se činilo da se Dora dugo tražila kroz pjesmu, dok je Massimo istaknuo da je početak izvedbe bio diskutabilan. Uz povike i sugestije publike Dora je na kraju odlučila ući u tim Gobac. „Sad kad se činilo da je netko tvoj na pozornici, ona baš iz Zaprešića“, obraćajući se Ivanu uz smijeh je komentirao Massimo. Gobac je nastavio sa šalama na račun Ivana i predložio mentorima i publici da sad konačno zajednički pronađu jednoga za Ivanov tim.\nU izvedbi Jakoba Grubišaka, 18-godišnjaka iz Zagreba, gledatelji su vidjeli novost treće sezone The Voicea - blokiranje. Naime, u audicijama svaki mentor ima mogućnost da kada se okrene blokira nekog od mentora i tako osigura priliku da ga eliminira kad natjecatelj bira u kojem će timu nastaviti natjecanje. Jakob je izveo „River“ Bishop Briggsa i oduševio Ivana koji je okrećući se blokirao Massima i tako spriječio mogućnost da ga Jakob izabere. „Vanserijski si, potpuno novi način pjevanja, mladost. To je to. Imam tim baš za takve kao ti“, poručio je Ivan. „S osamnaest ja nisam znao pjevati tako dobro kao ti“, kazao mu je Massimo. Gobac ga je pitao voli li blues, a Jakob odgovorio da mu više leži country. Meni se svidjelo jer si siguran u sebe, imaš odličnu boju glasa, poručio je Massimo. Jakob se odlučio za tim Ivan i postao prvi natjecatelj tima Ivan u trećoj sezoni. Nakon odlaska Jakoba s pozornice mentori su komentirali mogućnost blokiranja, a Ivan otkrio Massimu da ga je on blokirao pa uz ispriku poručio da je i to dio igre.\nDario Njavro/ HRT Ivana Mikulčić\nIvana Mikulčić, 19-godišnjakinja iz Zagreba želi studirati na glazbenoj akademiji, a za svoju audicijsku izvedbu izabrala je skladbu „Fever“ Peggy Lee. Mentori se nisu okrenuli. „Drago mi je da si se prijavila. Pjevati znaš, glas imaš, no ova pjesma zahtijeva nešto drugo, a to je gluma“, pojasnila je Vanna svoju odluku da se ne okrene. „U ovoj pjesmi treba malo pretjerivati, malo više akcentirati nego je potrebno, i trebala si se ubaciti u tu ulogu“, kazao joj je Massimo.\nZa izvedbu skladbe „Zombie“ The Cranberriesa 20-godišnjoj Ružici Čović iz Tučepa okrenuli su se Ivan i Massimo. „Na početku malo nesigurnosti, ali to je nebitno. Takvi su bili svi u mojemu timu“, rekao je Ivan. „Okrenuo sam se jer nešto leži u tom glasu, iako je na momente prestajalo biti pjevanje, a postajalo vikanje“, poručio je Massimo naglašavajući da je uvjeren da iza ove izvedbe slijedi još puno dobrih izvedbi. „Hrabro si to otpjevala jer se nisi oslanjala na original“, pohvalila je Vanna. Ivan ju je upitao voli li pjevati i domaće, a Ružica je uz bend prije odluke pokazala i svoju drugu stranu pa otpjevala Oliverovu skladbu „Vjerujem u anđele“. Nakon izvedbe mentori su je dodatno nagovarali na ulazak u svoj tim, a ona se i rasplakala. „Barba Massimo nemojte se ljutiti, al' bit će Dečak“, zaključila je na kraju Ružica i pridružila se timu Ivan.\nZaključujući emisiju mentori su izrazili zadovoljstvo prvim audicijskim krugom. Massimo je ocijenio da mu je bilo iznimno uzbudljivo i da su mu kolege mentori iznad očekivanja u pozitivnom smislu. Vanna je ocijenila kako nije nimalo jednostavno biti u poziciji procjenjivanja glasova u showu The Voice Hrvatska. Ivan je zaključio da su svi mentori već prvi dan ulovili po jednoga kapitalca u svoju mrežu. Bilo mi je baš zabavno, nije mi bilo naporno, zaključio je Gobac nakon prve emisije Audicija iz koje njegov tim izlazi s tri člana. Tim Vanna i tim Ivan imaju po dva, dok je tim Massimo zasada samo na jednom natjecatelju.", "original_url": "https://www.jutarnji.hr/scena/reality/video-bujica-emocija-na-pocetku-nove-sezone-the-voicea-bilo-je-i-suza-massimo-ostao-zapanjen-ja-s-18-godina-nisam-znao-pjevati-tako-dobro-kao-ti-9715066", "wayback_url": "https://web.archive.org/web/20200629222329/https://www.jutarnji.hr/scena/reality/video-bujica-emocija-na-pocetku-nove-sezone-the-voicea-bilo-je-i-suza-massimo-ostao-zapanjen-ja-s-18-godina-nisam-znao-pjevati-tako-dobro-kao-ti-9715066", "a_id": "Q104536558-2"}