{"title": "[FOTO/VIDEO] Pobjednik treće sezone Voicea je Vinko Ćemeraš! Pogledajte njegov, ali i impresivne nastupe Albine, Bernarde i Filipa", "text": "[FOTO/VIDEO] Pobjednik treće sezone Voicea je Vinko Ćemeraš! Pogledajte njegov, ali i impresivne nastupe Albine, Bernarde i Filipa\nU napetoj završnici popularnog showa The Voice Hrvatska pobjedu je odnio Vinko prema odluci gledatelja! Voice je nakon Nine Kraljić i Ruže Janjić dobio pobjednika. Drugo mjesto zauzeo je Filip, treća je odabrana Albina, a na četvrtom je mjestu ostala Bernarda\nU finalu The Voice Hrvatska gledali smo posljednje nastupe Bernarde Bobovečki, Albina Grčić, Filipa Rudana i Vinka Ćemeraša koji neosporno imaju sve predispozicije da jednog dana vladaju domaćom glazbenom scenom. Veliko finale treće sezone The Voicea Hrvatska održano je večeras, a titulu najljepšeg glasa Hrvatske zahvaljujući 41,94 posto glasova publike ponio je Vinko Ćemeraš. Prema mišljenju publike na drugom je mjestu Filip Rudan s 23,72 posto posto glasova, na trećemu Albina Grčić s 19,51 posto osvojenih glasova dok je na četvrtom mjestu odlukom publike Bernarda Bobovečki s 14,83 posto glasova.\nAlbini, djevojci iz Splita koja je još na Audiciji oduševila izvedbom pjesme “En Cambio no”, Bernardi koja je izvedbom “Jolene” Dolly Parton oduševila gledatelje, Filipu, kojeg je njegova mentorica proglasila već sada spremnim za svjetsku pozornicu ili Vinku, mladiću iz Čapljine koji svakom izvedbom potvrđuje da ljepota njegova glasa je i u iskrenosti izvedbe.\nU dosadašnjim nastupima imali su priliku pokazati sve svoje kvalitete, a završna emisija ove subote njihov je vrhunac.\nPrvi je nastupio Filip Rudan s Grammyjem nagrađenom pjesmom 'Someone you loved' Lewisa Capaldija. Nakon izvedbe mentorica Vanna s ponosom je rekla kako se dobro sjeća njegova audicijskog nastupa i kako je te večeri znala da je on njezin. I tako je i ostalo do večeras, dodala je.\nAlbina Grčić iz Massimovog tima je nakon njega otpjevala 'En cambio no' Laure Piasini. Massimo je bio zadovoljan izvedbom i kazao da je zahvalan što je imao priliku upoznati tako divnu djevojku koja je uvijek bolja na nastupima nego na probama. Dodao je da je ona uz to divno odgojeno, pristojno dijete koje razumije glazbu s kojom se treba nastaviti baviti.\nBernarda Bobovečki otpjevala je vlastitu interpretaciju skladbe 'Hurt', legendarnog Johnnyja Casha. 'Dok si pjevala, zažmirio sam i uživao', rekao je nakon izvedbe mentor Ivan. Sretan je jer je dobio priliku surađivati s Bernardom koje je, kako kaže potpuno drugačija i svoja.\nPosljednji je nastupio Vinko Ćemeraš, koji je oduševio publiku pjesmom 'Pyrus' Kings of Leona. Gobac mu je naslikao portret, a večeras nakon njegove prve izvedbe rekao da je već sve o Vinku izrekao pa će umjesto riječi učiniti nešto drugo. I potom skinuo svoj cilindar i umjesto njega na glavu stavio kačket, Vinkov zaštitni znak.\nNakon kratkog emotivnog videa o zajedničkoj suradnji Filip i Vanna zajedno su otpjevali Vanninu pjesmu 'Loš trenutak'.\nI Albina i Massimo su uživali u zajedničkoj suradnji i to su pokazali pjesmom 'Suze nam stale na put' Massima.\nOduševljenje 'učenicom' nije mogao sakriti Ivan koji je s Bernardom izveo 'Nama se nikud ne žuri', grupe Vatra.\nVinko i Gobac su digli publiku na noge izvedbom 'Pinokija' Psihomodo Popa'.\nNastup koji je završio sa suzama žiriju i publici je priuštio Filip pjesmom 'All I Ask' Adele. Zahvalio je Vanni koja je pak njegovu posljednju izvedbu u showu opisala kao fantastičnu. „Dugo sam u glazbi i stvarno rijetko naiđem na tako talentirane ljude poput tebe“, kazala je Filipu ocjenjujući da on The Voice pozornicu čini čarobnom. Show uskoro završava, ali za tebe je budućnost toliko svijetla, zaključila je dirnuta Vanna.\nMassimo je još jednom naglasio da se Albina mora nastaviti pjevanjem nakon što je izvela 'Korake ti znam' Maye Sar. 'I opet je bila bolja na nastupu nego na probi. I jedno je sigurno, Albina se mora nastaviti baviti ovim poslom', rekao je nakon izvedbe Massimo dodajući da finale nikada nije bilo neizvjesnije. 'Ja se u životu nisam bolje družio i upoznao bolje ljude', dodao je na kraju.\nBernarda Bobovečki je izvela 'Only Love Can Hurt Like This' Palome Faith, a njezin je mentor Ivan bio oduševljen jer se i opet nije predala. 'Ona je istinski borac, na početku je bilo neke mikrofonije, a ona me pogledala pogledom 'pičim dalje' i nije se predala', rekao je Ivan dodajući da je ona borac, pantera.\nPo prvi puta na hrvatskom jeziku u Voiceu je pjevao Vinko Ćemeraš izvodeći 'Pelin i med' Dine Dvornika. Već za vrijeme njegove izvedbe vidjele su se suze u očima mentora Gobca koji je na glavi imao crveni cilindar koji je pripadao Dini Dvorniku. Vinko je nakon izvedbe rekao da je uživao od audicija do sada sve više i više i da mu je drago da je završio put u Voiceu baš ovom skladbom. 'Užasno mi je drago da je Vinko otpjevao na kraju baš ovu pjesmu. Vinko je skuliran momak drag dečko i nekako je ova Dinina pjesma sve to zaokružila' jedva je izrekao Gobac i zaplakao.", "original_url": "https://www.tportal.hr/showtime/clanak/foto-video-poceo-je-spektakl-bernarda-albina-filip-i-vinko-podmazali-glasnice-i-spremni-su-za-osvajanje-voicea-foto-20200222", "wayback_url": "https://web.archive.org/web/20200223125838/https://www.tportal.hr/showtime/clanak/foto-video-poceo-je-spektakl-bernarda-albina-filip-i-vinko-podmazali-glasnice-i-spremni-su-za-osvajanje-voicea-foto-20200222", "a_id": "Q104536558-12"}