{"title": "Splićanka oduševila u Voiceu: studentica povijesti i engleskog jezika prošla dalje, bodrila je baka Anđelka; 'Ja kad je čujem da pjeva, suze idu od radosti!'", "text": "Splićanka oduševila u Voiceu: studentica povijesti i engleskog jezika prošla dalje, bodrila je baka Anđelka; 'Ja kad je čujem da pjeva, suze idu od radosti!'\nJedna od prvih kandidatkinja prikazanih u prvoj epizodi nove sezone \"The Voicea\", Albina Grčić je iz Splita. Studentica povijesti i engleskog jezika na Filozofskom fakultetu oduševila je žiri svojim glasovnim sposobnostima, baš kako je u videu koji prethodi njenome nastupu, onome u kojemu svaki natjecatelj kaže ponešto o sebi, najavila njena baka Anđelka.\n\"Ja kad je čujem da pjeva, suze mi idu od radosti!\", rekla je ona iskreno, grleći unuku. Najveća podrška Albini upravo je njena obitelj, no tu je i jedna osoba njoj vrlo važna, koja ju je i dopratila na nastup...\n\"On mi je zapravo prva simpatija, imamo zabilježen jedan od prvih trenutaka, sliku kad smo imali tri godine\", objašnjava zanesena 20-godišnjakinja odnos sa svojim dugogodišnjim dečkom Ivanom.\nPrijateljica Marijana pak mladu pjevačicu opisuje kao veselo stvorenje s kojom često i rado zasvira. Obitelj samo potvrđuje afinitete studentice iz Splita:\n\"Dođe kući, pozdravi nas, povuče se u svoju sobu, uzme mikrofon i pjeva...\", smije se baka Anđelka\nNo kao i mnogim iskusnijim glazbenicima od nje, Albinu je prije samog nastupa uhvatila trema. \"Malo mi je panika\", zadnje je što je izjavila prije nego se popela na pozornicu i otpjevala pjesmu Laure Pausini \"En cambio no\".\n\"Ovo je za Vannu netko\", prokomentirao je Gobac sekundu prije nego se pjevačica oduševljeno okrenula, prije toga pritisnuvši gumb. Nije bila jedina, isto je učinio zagrebački roker.\n\"Ja se nisam okrenuo, osjetio sam na trenutke malo nesigurnosti\", rekao je pak Ivan Dečak. Albina je odabrala Vannu za mentoricu.\n\"Ja imam tim!\", oduševljena je bila pjevačica. \"Kakva ljepotica...\"\nSljedeći kandidat, na oduševljenje mnogih stanovnika grada pod Marjanom, bio je Splićanin Sandro Gerbec. Zgodni fitness zaljubljenik i glazbenik stigao je u pratnji supruge Doris no nije imao sreće kao sugrađanka Albina. Njemu se nijedan od mentora nije okrenuo, stoga ga u daljnjem natjecanju nećemo gledati.", "original_url": "https://slobodnadalmacija.hr/mozaik/showbiz/splicanka-odusevila-u-voiceu-studentica-povijesti-i-engleskog-jezika-prosla-dalje-bodrila-je-baka-andelka-39-ja-kad-je-cujem-da-pjeva-suze-idu-od-radosti-39-637215", "wayback_url": "https://web.archive.org/web/20200116054130/https://slobodnadalmacija.hr/mozaik/showbiz/splicanka-odusevila-u-voiceu-studentica-povijesti-i-engleskog-jezika-prosla-dalje-bodrila-je-baka-andelka-39-ja-kad-je-cujem-da-pjeva-suze-idu-od-radosti-39-637215", "a_id": "Q104536558-4"}