{"title": "Za mlada lica koja predvode generaciju novih zvijezda na sceni uvedena je nova kategorija", "text": "Za mlada lica koja predvode generaciju novih zvijezda na sceni uvedena je nova kategorija\nVeć desetljećima Studio, kao najveći televizijski tjednik u zemlji, potiče, stvara i raste zajedno sa zvijezdama domaće glazbene scene, a upravo kako bi što bolje predstavili najveće mlade nade estrade, za četvrtu dodjelu Zlatnog Studija ove godine uvedena je i kategorija \"najbolje novo lice na glazbenoj sceni\".\nTako će pod motom \"Najbolji biraju najbolje\" u veljači iduće godine nagradu za najuspješnijeg mladog glazbenika naši čitatelji dodijeliti jednoj od pet nominiranih budućih velikih zvijezda.\nZa svoje favorite možete glasovati OVDJE.\nPriliku da se bore za pobjedu dobili su Vinko Ćemeraš, ovogodišnji pobjednik \"The Voicea\" koji je u konkurenciju ušao s pjesmom \"Na putu\", publici već dobro znani Jure Brkljača i njegov hit \"Znao sam\", Josip Palameta s pjesmom \"Rendezvous\", natjecateljica \"Voicea\" Albina koja pjeva \"Imuna na strah\" te Nika Turković i njezin singl \"Gledaj me\".\n\"Ogromna mi je čast, pogotovo kada sam u ovoj odličnoj konkurenciji za koju ponosno mogu reći da su mi svi dobri prijatelji!\" napisao je Josip Palameta.\nAlbinu ćemo gledati i na Dori, a Vinko je ovih dana obradio božićni klasik \"Have Yourself A Merry Little Christmas\". Jure Brkljača i Nika Turković neumorno snimaju.\nVrlo brzo pokazat će se tko je od njih najviše osvojio srca publike, posebno u ovoj godini koja je za glazbenu scenu bila vrlo teška i izazovna.", "original_url": "https://www.jutarnji.hr/scena/domace-zvijezde/za-mlada-lica-koja-predvode-generaciju-novih-zvijezda-na-sceni-uvedena-je-nova-kategorija-15037350", "wayback_url": "https://web.archive.org/web/20201216233201/https://www.jutarnji.hr/scena/domace-zvijezde/za-mlada-lica-koja-predvode-generaciju-novih-zvijezda-na-sceni-uvedena-je-nova-kategorija-15037350", "a_id": "Q104536558-28"}