{"title": "Dalmacija News", "text": "Dalmacija News\nOd malena nas uče da je dobro jesti voće i povrće jer ono u sebi ima puno vitamina i minerala koji su nam potrebni da budemo zdravi, jaki i vitalni. Vitamini i minerali su prijeko potrebni za zdravo funkcioniranje organizma jer sudjeluju u različitim biokemijskim procesima, a budući da ih naše tijelo ne može samo sintetizirati, moramo ih unositi u organizam hranom ili dodacima prehrani.\nNo, kako piše Fitness.com.hr u moru informacija koje možete pronaći o vitaminima i mineralima, postoje neke koje su zaista pravi mitovi.\nUopće ne postoji točna definicija „multivitamina“. Točnije, svaki dodatak prehrani koji sadrži 2 ili više vitamina / minerala / fitokemikalije se može tako nazvati. Već iz ovoga je jasno da razlike mogu biti ogromne. Stoga, čitajte deklaracije proizvoda, sastav multivitaminskih proizvoda te količinu pojedinih nutrijenata prema preporučenim dnevnim dozama.\nVitamini i minerali se nalaze u različitim formama i oblicima, po čemu se razlikuju i u svom djelovanju i apsorpciji. Primjerice, ako na deklaraciji proizvoda piše da sadrži kalcij, pitanje je radi li se o kalcij citratu, kalcij karbonatu ili nekoj drugoj formi kalcija. Kalcij citrat se gotovo 50% bolje apsorbira u organizmu od drugih oblika kalcija, dok kalcij karbonat neutralizira želučanu kiselinu i zahtijeva unos veće količine tekućine. Stoga, raspitajte se kod nutricionista ili potražite informacije o preporučenim formama vitamina i minerala pa takve i odaberite.\nDodaci prehrani su, kako im ime kaže, namijenjeni nadopuni nutrijenata unesenih hranom te ne mogu biti temelj prehrane i očuvanja zdravlja. Vitamine i minerale kao dodatke prehrani ne treba doživljavati kao „servisere“ loših prehrambenih navika ili negativnih učinaka koje nezdrava prehrana ima na naš organizam. Hrana sadrži nutrijente poput fitonutrijenata, antioksidansa, vlakana, dijetalnih masnoća i sl. koji ne mogu biti uneseni dodacima prehrani. Prehrana bogata cjelovitim namirnicama će opskrbiti organizam tim nutrijentima, a dodaci će joj samo biti podrška.\nTijelo će iskoristiti samo onoliko vitamina i minerala koliko mu je potrebno, a sav višak će ostati neiskorišten i izbačen probavnim traktom. Konzumacija većih količina vitamina i minerala neće nas opskrbiti većom količinom energije ili boljim zdravljem. Oko potrebnih doza se savjetujte s nutricionistima ili liječnikom, te pratite preporučene dnevne doze.\nCijena ne mora biti pokazatelj kvalitete već niza drugih faktora koji mogu na nju utjecati. Često ime i tradicija brenda mogu utjecati na cijenu. Stoga, čitajte ponovo deklaracije o sastavu i imajte na umu da na kvalitetu dodataka prehrani može utjecati i vrijeme, izloženost suncu, temperatura…Stoga, bolje je kupovati kod prodavača koji imaju veći obrtaj prodaje, te brendove koji se više prodaju jer se umanjuje šansa da su dugo stajali na polici.\nVitamini i minerali koji sadrže antioksidanse vas neće zaštititi od nastanka karcinoma ili srčanih oboljenja. Na ove bolesti utječe niz faktora, a samo jedan su prehrambene navike. Važno je da imate kvalitetnu i uravnoteženu prehranu koja omogućava nesmetano funkcioniranje organizma i svih njegovih vitalnih funkcija. Stoga, u svakodnevnu prehranu uvrstite zeleno povrće i citruse kako biste pomogli organizmu u borbi i sprječavanju ovih bolesti.\nEmocionalni stres ne povećava potrebu za nutrijentima, dok fizički stres poput opeklina, trauma i operativnih zahvata povećava potrebu za nutrijentima. Osobe pod emotivnim stresom moraju imati kvalitetnu prehranu te uz nju dodatke prehrani, ali i redovito se baviti fizičkom aktivnošću koja pomaže u smanjenju negativnih utjecaja stresa.\nNikotin povećava potrebu organizma za vitaminom C, dok alkohol neutralizira djelovanje nekih nutrijenata. Ipak, dodaci prehrani na bazi vitamina i minerala neće zaštititi organizam od štetnih utjecaja ovih poroka. Pojedinci skloni ovim porocima trebaju pronaći način i motivaciju kako bi se riješili nikotina ili alkohola jer je to jedini način da se obrane od njihovih loših utjecaja.\n9. Vitamin C u megadozama liječi prehladu\nVrlo često, osobe koje uhvati prehlada uzimaju megadoze vitamina C uvjereni da će ih ovaj vitamin izliječiti ili barem skratiti trajanje prehlade. Ono što velike količine vitamina C (preko 2.000 mg) mogu izazvati su stomačni problemi. Vitamin C doprinosi normalnoj funkciji imunološkog sustava, ali uzimanje ovog vitamina u megadozama je doslovno – bacanje novaca jer organizam ove količine vitamina C ne može apsorbirati. Također, vitamin C je bolje dobivati iz hrane jer ga u tom obliku organizam može bolje apsorbirati.\n10. Vitamini i minerali će povećati razinu energije\nNe, vitamini i minerali ne utječu na razinu energije koju pojedinac ima. Uz dodatke prehrani na bazi vitamina i minerala nećete trčati brže ni skakati dalje. Vitamini i minerali su nutrijenti potrebni za normalno funkcioniranje organizma i unosimo ih hranom i dodacima prehrani kako bismo očuvali zdravlje i vitalnost. Svakodnevnim unosom dovoljnih količina vitamina i minerala održavamo ukupno zdravlje i funkcionalnost, a dugoročno gradimo temelje za kvalitetniji život.", "original_url": "https://www.dalmacijanews.hr/clanak/b6gn-albina-grcic-je-odustala-od-x-factora#/clanak/b6gn-albina-grcic-je-odustala-od-x-factora", "wayback_url": "https://web.archive.org/web/20150430204759/http://www.dalmacijanews.hr:80/clanak/b6gn-albina-grcic-je-odustala-od-x-factora", "a_id": "Q104536558-1"}