{"title": "Albina zna što želi: Severinine pjesme nikad ne bih pjevala", "text": "Albina zna što želi: Severinine pjesme nikad ne bih pjevala\nGlazba je oduvijek moja ljubav. Odmalena sam voljela pjevati. Završila sam osnovnu glazbenu školu, sviram klavir, a nedavno sam izdala i svoj prvi singl, kaže Albina Grčić (16).\nPlavokosa Splićanka oduševila je strogi žiri “X Factora” drukčijom izvedbom legendarnog hita Olivera Dragojevića “Ako izgubim tebe”.\n- Nećkala sam se oko prijave na ‘X Factor’, no drago mi je da sam ipak otišla. Odabrala sam Oliverovu pjesmu jer je moja najveća želja upoznati ga. Voljela bih s njim snimiti duet. Eto, živimo u istom gradu i još nisam imala priliku sresti ga - rekla nam je Albina, koja svoje pomalo neobično ime duguje obiteljskoj tradiciji.\n- Ime sam dobila po djedu, koji se zvao Albin. Ali na kraju se pokazalo da su roditelji odabrali pravo ime za mene jer sam jedina u obitelji koja ima plavu kosu i plave oči - smije se slatka Albina, koja je učenica Prve jezične gimnazije u Splitu.\n- Volim sve jezike, no omiljeni mi je španjolski. Sviđa mi se i pjevati na tom jeziku - objašnjava Albina, koja je sigurna da želi biti dio hrvatske estrade. Članica je udruge Tvornica hitova - Hit Factory te je s ostalim članovima pjevala na raznim zabavama. Surađuje sa skladateljem i tekstopiscem Ernestom Pelaićem, koji joj je napisao dvije lagane pjesme.\n- Voljela bih pjevati balade. To su pjesme u kojima se vidim. Svaka čast Jeleni Rozgi i Severini, napravile su puno, ali ja to ne bih pjevala. To nije moj stil. Rekla bih da je moj stil bliži Ivani Husar i Nini Badrić - kaže mlada Splićanka, kojoj puno znače pozitivni komentari žirija u Beogradu.", "original_url": "https://www.24sata.hr/show/albina-zna-sto-zeli-severinine-pjesme-nikad-ne-bih-pjevala-415435", "wayback_url": "https://web.archive.org/web/20210214201247/https://www.24sata.hr/show/albina-zna-sto-zeli-severinine-pjesme-nikad-ne-bih-pjevala-415435", "a_id": "Q104536558-0"}