{"title": "THE VOICE UŠAO U NOVU FAZU: VIDJELI SMO PRVU EMISIJU NOKAUTA Davor Gobac u suzama, prava bura emocija i prva ispadanja iz natjecanja", "text": "THE VOICE UŠAO U NOVU FAZU: VIDJELI SMO PRVU EMISIJU NOKAUTA Davor Gobac u suzama, prava bura emocija i prva ispadanja iz natjecanja\nVečeras smo vidjeli prvu od tri emisije nokauta The Voicea Hrvatska. U ovoj fazi natjecanja mentori suprotstavljaju po troje natjecatelja iz svojega tima, a nakon njihovih izvedbi odlučuju tko će dalje u natjecanje, za koga je natjecanje završeno, ali isto tako mogu dati i drugu priliku nekome da nastupi u finalu nokauta – glazbenom pripetavanju. Uoči emisije bilo je očito da mentorima nikako nije lako. Kako je kazao Ivan Dečak sada samo najbolji ostaju nakon što se rame uz rame natjecatelji iz istoga tima suprotsave jedni drugima. Sve postaje važno nakon što smo odabrali moćne glasove, kazao je Massimo. Sada slušamo i gledamo, kazao je Gobac uz napomenu da ne može biti siguran tko će biti bolji. Važan je glas i emocija, navela je Vanna zabrinuta jer se sada natjecatelji njezina tima bore jedan protiv drugoga. Glazbeni uvod u emisiju mentorima je dobro došao da se barem malo opuste prije teških odluka. Izveli su zajedno „Sweet dreams“ Eurithmicsa i podigli publiku u studiju na noge. No, opuštanje nije dugo trajalo.\nPrvi tim koji je predstavio svoju trojku u nokautima bio je Tim Massimo koji uz mentora čine vokalna trenerica Valerija Nikolovska i glazbeni producent Pegi Martinjak. „Strašno vjerujem u vas“, poručio je Massimo svojim natjecateljima navodeći da je uvjeren da ima pobjednički tim. Savjetovao im je da uvijek treba postojati trunka ega, no i shvaćanje odgovornosti što je to naći se pred ljudima i prenositi emociju. Atmosfera u timu je prilično opuštena, a na Pegijev upit kako treba biti opušten tim je uzvratio s „massimalno“. Ima puno potencijala i puno originalnosti, kazala je Valerija Nikolovska. Ako netko i ispadne u nokautu to ne znači da ne može nastaviti glazbenu karijeru, kazao je Massimo navodeći da će vjerojatno završiti u bolnici kada bude morao navesti tko završava natjecanje.\nPrvi je na stage izišao Eric Vidović koji je izveo „I am not the only one“ Sam Smitha. Massimo je nakon izvedbe bio iznimno zadovoljan jer je Eric prihvatio sve savjete koje mu je tim davao. Nakon Erica na stage je izišla Maria Florencia Celani koja se izvela Oliverovu pjesmu „Sreća je tamo gdje si ti“. Svi žele pjevati na engleskom, a ti, kojoj hrvatski nije tako blizak, odlučiš pjevati na hrvatskom i puno ti hvala na tome, bila si divna, vidi se da si uživala, kazao joj je Massimo nakon izvedbe. Nakon što je Florencia napustila pozornicu mentori su komentirali kako su nokauti iznimno emotivni, a Massimo najavio da će sada nastupiti Vjekoslav Banovčić s kojim je imao puno problema. A kakvi su problemi bili, vidjelo se u priči koja je emitirana prije Vjekina nastupa. Massimo ga je naime pozvao na red zbog kašnjenja. U vrlo emotivnom razgovoru Massimo ga je upozorio da mora poštovati ostale kolege i napomenuo da je on pretalentiran da bi mu ovakve greške smetale u životu. Vjeko je izveo „Heard it thorough the grapevine“ Creedencea, a nako nastupa Massimo je poručio da mora slušati. Je li ti sada jasno, rekao sam ti prištedi se, a sada si sve dao, ovo je bilo jako moćno, dodao je Massimo.\nNastup Massimovih troje natjecatelja pohvalili su i ostali mentori uz napomenu da Massimu sigurno neće biti lako. Pohvalili su njihovu energiju i izvedbe. Massimo je morao donijeti prvu odluku pa kao onoga koji zasigurno ide dalje naveo je Vjekoslava. „Sljedeću odluku donio sam po tome kako se osjećate na pozornici, i odlučio da natjecanje završava Eric. Tako dobro upijaš znanje da sam uvjeren da ćeš uspjeti u glazbi“, utješio ga je Massimo. Mariji Florenciji odlučio je dati drugu priliku. Florencia je bila oduševljena, a ni Eric nije bio tužan već je zaključio da mu je velika čast što je uopće mogao biti tu. Vjekoslav je prolaskom u dvoboje bio oduševljen.\nDario Njavro / HRT\n„Ja sam sad nagrabusio“, kazao je Davor Gobac i tako najavio nastupe i priču o radu u njegovom timu koji čine glazbeni producent Srđan Sekulović Skansi i vokalna trenerica Đina Damjanović . Zadovoljan sam sa svojim razredom, ali još ne znam kako se ponašaju u izvanrednim situacijama“, kazao je Gobac. Molim bez dramljenja, bez suza jer tko i napusti ovaj tim uvijek će ostati dio tima Gobac, upozorio je na pripremama za nokaute. Kao prvu trojku koja će se suočiti u nokautu Gobac je složio Eni Pupić Marijan, Doru Juričić i Vinka Ćemeraša.\nKod Vinka nisam zbrinut, mislio sam da bi tu trebalo neku koreografiju jer je miran, ali ima tako jaku emociju pa ga nismo htjeli time gnjaviti, ocijenio je Gobac. Tim ne može biti bolji, rekao je pak Vinko oduševljen radom u Timu Gobac. Problem moje pjesme je što je ona tužna, a ja uvijek nasmijana, kazala je Dora kojoj je Đina savjetovala da mora više ući u pjesmu da se osjeti ta gorčina. Očekujem veliko iskustvo i nadam se da ću proći, rekla je Eni i prva izišla na pozornicu. Izvela je skladbu \"Why'd You Only Call Me When You're High?“ Arctic Monkeysa u verziji Miley Cyrus. Gobac je bio zadovoljan izvedbom dodavši da je ovo možda najbolje što je dosada izvela. Nakon Eni, nastupila je Dora izvedbom „Waiting all night“ Rudimentala. I s Dorinim nastupom je Gobac bio zadovoljan tim više što ju muči prehlada. Preostao je još nastup Vinka koji se predstavio pjevajući „Run“ Snow Patrola. Kratko i jasno, baš mi je bilo dobro, ti to jednostavno znaš, rekao mu je nakon nastupa Gobac.\nKomentirajući nastupe Ivan je posebno pohvalio Doru jer je dala više nego što inače može. Vanna je pohvalila cure, no istaknula da joj je Vinko malo bolji. Massimo je ocijenio da su svo troje bili izvrsni i da Dado (Gobac) ima jako tešku odluku večeras. Smrtno ozbiljan, Gobac je rekao da vrhunski timovi imaju vrhunske igrače i vrhunske dileme. Kao onoga koji sigurno prolazi dalje u natjecanje naveo je Vinka. Mislio sam da će to biti lakše, naveo je Gobac. Dodao je da natjecanje završava za Eni, a da će Dori pružiti još jednu priliku. Gobac je Eni poručio da nikada ne odustane i pozvao ju da opet dođe na The Voice. Eni je rekla da je tužna i da će joj sve ovo nedostajati. „Svi su bili dobri, nisam u životu mislio da ću se rasplakati na televiziji“, rekao je Gobac koji je vrlo emotivno donio prve mentorske odluke u The Voiceu Hrvatska.\nSljedeći je bio Tim Vanna u kojemu su uz mentoricu i glazbeni producent Goran Kovačić Gorki i vokalna trenerica Djordjija Palić. Sa svojim ću timom učiniti sve da vam bude lijepo i da uživate, kazala je Vanna svojim natjecateljima navodeći da će se potruditi da svakome pronađe ono u čemu najviše mogu zabljesnuti. Bogatstvo ovoga tima je u tomu što ste svi različiti i vrlo upečatljivi, rekao je Gorki. Vanna je poručila da zna da je ovo natjecanje. Ne spavam otkad vas znam, ali za mene je terapeutski što se toliko smijemo, rekla je Vanna, a Djordjija najavila da će prvo troje natjecatelja u nokautu biti: Albina Grčić, Angelica Zacchigna i Kristian Marolt. Angelica se bojala treme, Albina je pohvalila Vannu i njezinu predanost svakomu ponasob u timu. Upravo je Albina prva stupila na pozornicu i izvela „Million dreams“ od Pink. Obasjala si ovu pozornicu, bila si odlična, hvala ti na tome, rekla joj je nakon izvedbe Vanna. Nakon Albine nastupila je Angelica pjesmom „One night only“ Jennifer Hudson. Uživali smo u tvojemu nastupu, bila si vedra i energetski najjača moguće, rekla joj je Vanna. Sad mi dolazi Kristijan, gledajte i slušajte, najavila je Vanna. A u reportaži smo vidjeli da je Vanna Kristijanu rekla da joj se ne sviđa ništa što on pjeva. U Kristijanovu glasu Vanna je htjela zatomiti psihodeličnog Elvisa i pronaći nešto bliže njegovoj osobnosti. Nisam učeni pjevač, rekao je Kristijan emotivno navodeći da će večeras zamišljati da pjeva svojoj pokojnoj majci koja nikada, unatoč bolesti, nije plakala i odgajala je troje djece. Za nju je zapjevao „Supergirl“ Reamonna. „Bila bi jako sretna“, rekla je Vanna, a Kristijan uz suze zahvalio.\nGobac je pohvalio sve, no Kristijana posebno istaknuo. Isto tako i Massimo koji je ocijenio da je njegov nastup bio iznimno emotivan. Teško bi mi bilo reći tko ide kući, ali bih lako rekao da Kristijan ide dalje, rekao je Ivan. Trenutak odluke bio je iznimno težak i za Vannu. Nakon audicija sam bila zabrinuta, na prvoj probi je moja zabrinutost porasla u očaj, a iz toga smo došli do izvedbe neporecive emotivnosti i Kristijan ide dalje, kazala je Vanna. Rekla sam vam što mislim o vama, ali samo zato što imam neku viziju o smjeru u kojemu će ići moj tim rastajemo se od Angelice, navela je Vanna dodajući da će Albina u glazbeno pripetavanje. Nakon svega Vanna je rekla da joj se tresu ruke, a svi mentori su se suglasili da je iznimno teško donositi ovakve odluke.\nTrenutak odluke posljednji je bio pred Timom Ivan u kojemu su uz mentora glazbeni producent Aljoša Šerić i vokalna trenerica Antonia Matković Šerić. Najmlađa ste ekipa, a zapravo potpuno profesionalni, pripremljeni, samouvjereni, među vama su oni od kojih mogu nešto i naučiti, kazao je Ivan svojim natjecateljima. Predstavio je prvi trojac koji ćemo vidjeti u nokautima, a to su: Jakob Grubišak, Leon Gospodarić i Karlo Vudrić. Karlo koji je izraziti rock and roll vokal, onda Jakob koji je moderan pop i Leon koji je spoj njih dvojice, najavio je Ivan, a Antonija navela da joj je sa svakim bilo drugačije raditi. Sada kada znaju da su jedni drugima prijetnja, oni su postali još bolji frendovi, ponosan je bio Ivan. Prvi je na pozornicu izišao Jakob i izveo „Power over me“ Dermot Kennedya. Ovaj momak ima 18 godina, a tako je samouvjeren s razlogom, ponosno je pohvalio Ivan ono što je čuo od Jakoba koji je ušao u Ivanov tim jer je u njemu već bio njegov najbolji prijatelj Leon. Oni provode puno vremena zajedno, a kažu da je bilo za očekivati da će biti u istom timu za nokaut, no da nema tenzija među njima jer su jako dobri. Leon je izveo „Hipnotiziran“ Dina Dvornika. Ivan mu je zahvalio da odličnoj izvedbi i na tomu što je prihvatio sve sugestije Tonke i Aljoše. Treći je na pozornicu izišao Karlo i izveo „Bad“ James Baya. Toliko rašpe, toliko falseta, bio si fantastičan, pohvalio ga je nakon izvedbe Ivan.\nDario Njavro / HRT\nGobac je ocijenio da mu se Karlo najviše svidjeo, a svi su bili dobri i Massimu. Vanna je procijenila da je Karlo najiskusniji i da mu je to išlo u prilog. Karlo je povratnik u The Voice i dokaz da se isplati ne odustati i pojaviti opet još jači, dodao je Massimo. To se veli pozitivni recidiv, dodao je Gobac. Na Ivanu je bilo da odluči. Prva odluka, ona o tomu tko ostaje u natjecanju kaže da je bila vrlo jednostavna i da bi volio da mu sve u životu budu takve. U nastavak natjecanja propustio je Jakoba koji je bio vidno iznenađen takvim ishodom. Natjecanje je završilo za Leona koji je iznimno muzikalan, no, po riječima Ivana kao da još nije pronašao svoj glas. Ivan mu je poručio da se poput Karla vrati u show jači. Karlo je također dobio prolazak u natjecanje nakon što je Ivan sve zbunio obrazlažući da će Karlo ići kući i u trećoj sezoni. No, tomu je dodao: „Ne večeras!“. Karlo se potpuno zbunio i pitao za pomoć – što to znači? Sreća je bila velika nakon što je Ivan pojasnio da ostaje u natjecanju.\nNa kraju emisije mentori su još jednom komentirali svoje odluke. Imam neku viziju kako tim ide dalje i zato sam dala šansu Albini, rekla je Vanna. Vjerujem da je Dora malo iskusnija i mislim da bi moglo biti vrlo korisno to što sam ju ostavio, rekao je Gobac koji je istaknuo da mu se činilo da su svi bili odlični i da je bilo jako teško donijeti odluku koga poslati kući. Karlo nije normalan, one je apsolutno siguran u sebe, s razlogom, rekao je Ivan i pohvalio sve natjecatelje jer su silni stres super nosili. Možda to neke malo osnaži, možda im se dogodi neki inat, a mi ostajemo s našim ranama, rekao je Massimo i zaključio da mu se čini da se odlučio za prave igrače i očekuje samo najbolje. Gobac na rubu suza, znala sam da to postoji, ali sada sam to vidjela, a to govori sve, istaknula je Vanna. Ako si nepripremljen za odluku onda te tvoja vlastita odluka može stvarno rasturiti, zaključio je Massimo.\nTako je završila prva od tri emisije nokauta iz kojih mentori izlaze sa po 6 natjecatelja u timu s kojima će ući u dvoboje. U svakoj od emisija nokauta mentori odlučuju o najmanje jednom natjecatelju koji nastavlja natjecanje, najmanje jednom koji napušta natjecanje a netko može dobiti i drugu priliku kako bi mentor još jednom provjerio svoju odluku u glazbenom pripetavanju– finalu nokauta.\nKoliko je teško i emotivno mentorima pri donošenju odluka vidjeli smo već u prvom Nokautu, a što ih tek čeka u sljedećim emisijama?", "original_url": "https://www.jutarnji.hr/scena/reality/the-voice-usao-u-novu-fazu-vidjeli-smo-prvu-emisiju-nokauta-davor-gobac-u-suzama-prava-bura-emocija-i-prva-ispadanja-iz-natjecanja-9843928", "wayback_url": "https://web.archive.org/web/20210306021129/https://www.jutarnji.hr/scena/reality/the-voice-usao-u-novu-fazu-vidjeli-smo-prvu-emisiju-nokauta-davor-gobac-u-suzama-prava-bura-emocija-i-prva-ispadanja-iz-natjecanja-9843928", "a_id": "Q104536558-5"}