{"title": "FILIP I ALBINA IZVEDBOM PJESME BILLIE EILISH U 'THE VOICEU' OSVAJAJU YOUTUBE 'Pjevati sam počeo zbog nesretne ljubavi, jednom ću joj to priznati'", "text": "FILIP I ALBINA IZVEDBOM PJESME BILLIE EILISH U 'THE VOICEU' OSVAJAJU YOUTUBE 'Pjevati sam počeo zbog nesretne ljubavi, jednom ću joj to priznati'\nNaravno, lijepo je čuti da smo Albina i ja svojom izvedbom hita “Lovely” oduševili obožavatelje Billie Eilish iz cijelog svijeta, kaže Filip Rudan čija je snimka dueta s Albinom Grčić otpjevana u showu “The Voice Hrvatska” prošle subote na YouTubeu pregledana gotovo 300 tisuća puta.\nMladi je par emotivnom izvedbom dopro do srca publike diljem svijeta, a zanimljivo je da je malo nedostajalo da Filip i Albina uopće ne otpjevaju ovu pjesmu.\nVannin savjet\n- Prvi je plan bio da u subotu otpjevamo pjesmu “Señorita” Camile Cabello i Shawna Mendesa, ali kad smo i mi i naša mentorica Vanna shvatili da nam ta pjesma jednostavno nije legla, morali smo brzo pronaći zamjensku skladbu pa smo se u posljednji trenutak odlučili za hit Billie Eilish - otkriva Filip koji će ove subote, naravno kao i ostali natjecatelji, prvi put nastupiti uživo u showu “The Voice Hrvatska”.\nIma li tremu?\n- Imam! I to ne toliko zbog toga što nastupam uživo, nego zato što ću pjevati pjesmu koju inače izvodi Damir Kedžo, koji svojim glasom može postići savršenstvo - kaže 20-godišnji Zagrepčanin koji je televizijskoj publici već poznat kao mladić koji se natjecao u glazbenim spektaklima. Po čemu je “The Voice” drugačiji od drugih?\n- Po tome jer se tu računa samo glas - ističe Filip koji pjeva od šeste godine.\nVeć je tada, prisjeća se, gledajući crtane filmove smišljao neke svoje melodije, no prvu pravu pjesmu napisao je potkraj osnovne škole.\n- Inspirirala me nesretna ljubav prema curi iz razreda. Je li ona ikad doznala da je zaslužna za moju prvu pjesmu? Nažalost, nije, ali možda se jednom ukaže prilika da joj to kažem - smije se Filip koji trenutačno nema djevojku.\nKako bi trebala izgledati ona koja bi mogla osvojiti srce mladića koji je već sada dobrim glasom i atraktivnim stasom osvojio srca mnogih dama?\n- Nije važno kako izgleda, važno je da se s njom mogu zajedno smijati - kaže Filip koji je ljubav prema glazbi naslijedio s tatine strane.\nNjegovi najžešći navijači su članovi obitelji koji, svjesni Filipova glazbenog talenta, često ponavljaju da je škola primarna. Filip, naime, studira sociologiju na Hrvatskim studijima, no njegova ljubav prema glazbi je tolika da, iskreno kaže, nije siguran kako bi bio kadar odbiti dobru glazbenu ponudu koja bi ga lansirala među zvijezde.\nZa razliku od njega, Albina Grčić, studentica treće godine engleskog jezika i književnosti te povijesti na Filozofskom fakultetu u rodnom Splitu, smatra da glazba i školovanje nikako ne isključuju jedno drugo.\n- Volim pjevati, ljubav prema glazbi naslijedila sam od tate i njegove braće koji su godinama pjevali u klapi Decima, no itekako biram što ću pjevati. Bilo je već ponuda koje sam odbila jer mi se naprosto nije dopala glazba koju sam, prema tim ponudama, trebala izvoditi. Ili ću pjevati javno ono u što vjerujem ili ću nastaviti pjevati doma, pod tušem - odlučno kaže Albina koja ima tremu uoči subotnjeg nastupa u kojem pjeva jednu Gibonnijevu skladbu.\nTeška promjena\n- Oliver i Gibonni za mene su zakon - ističe Splićanka koja od prošle subote više ne “igra” u Vanninu, nego u Massimovu timu.\n- Teška mi je ta promjena jer sam se jako zbližila s Vannom i našom ekipom. Vannu sam kao mentoricu doživjela prije svega kao nježnu i emotivnu dušu, prepunu razumijevanja. Massimo je ozbiljniji, mnogo stroži od nje, ali meni je čast što mi se pružila prilika raditi s tako sjajnim glazbenicima od kojih iz dana u dan učim o glazbi - napominje Albina koja, osim glazbenog, ima i plesnog i glumačkog iskustva koje je počela stjecati u srednjoj školi kada je sudjelovala u mjuziklu “Little Shop of Horrors”.\nRođena Splićanka tijekom HRT-ova natjecanja ne boravi stalno u Zagrebu, nego svaku priliku koristi da autobusom otputuje u Dalmaciju gdje je željno čekaju njezini vjerni navijači: roditelji, baka i dečko Ivan. Ivan je, otkriva, njezina velika podrška, a premda je on nogometaš (igra u drugoj HNL-ovoj ligi), daleko su oni od tipičnog pojma ljubavne veze nogometaša i zgodne plavuše, ističe Albina.", "original_url": "https://www.jutarnji.hr/scena/domace-zvijezde/filip-i-albina-izvedbom-pjesme-billie-eilish-u-the-voiceu-osvajaju-youtube-pjevati-sam-poceo-zbog-nesretne-ljubavi-jednom-cu-joj-to-priznati-9931114", "wayback_url": "https://web.archive.org/web/20210527014210/https://www.jutarnji.hr/scena/domace-zvijezde/filip-i-albina-izvedbom-pjesme-billie-eilish-u-the-voiceu-osvajaju-youtube-pjevati-sam-poceo-zbog-nesretne-ljubavi-jednom-cu-joj-to-priznati-9931114", "a_id": "Q104536558-6"}