{"title": "Finalisti Voicea uvjereni su da će se i za deset godina baviti glazbom, samo jedna kandidatkinja prije svega ipak želi obitelj", "text": "Finalisti Voicea uvjereni su da će se i za deset godina baviti glazbom, samo jedna kandidatkinja prije svega ipak želi obitelj\nŠto ti je prvo palo na pamet ujutro kad si se probudio/la nakon ulaska u finale?\nFilip: Koliko sam ponosan na sebe i nikad sretniji.\nAlbina: Kako sam umorna! Ali i presretna jer su prvo što vidim najvažnije osobe u mom životu beskrajno ponosne na moje glazbeno putovanje.\nBernarda: Jedva čekam kući da vidim svoje prijatelje i ljubimce.\nVinko: Sgurno to nije bila činjenica da sam u finalu \"Voicea\", već da jedva čekam iduću subotu u kojoj ću samo uživati.\nNa mobitelu vas je čekalo podosta poziva i poruka, kome ste se prvo javili?\nFilip: Kako mi obitelj uvijek dođe na nastup onda najbliže prijatelje koji nisu mogli doći i pitam ih za dojmove.\nAlbina: Hrpa je poruka i poziva, pa društvene mreže ostavljam za kasnije. Nikog ne zovem, jer sam okružena upravo onim ljudima koje bi prve pozvala da s njima podijelim sreću i zadovoljstvo.\nBernarda: Poruka je bilo doista puno, prvo zovem mamu da je pitam što kuha i jesu li se i njoj slegli dojmovi.\nVinko: Imam toliko poruka i poziva da mi mobitel blokira, uvijek naravno nazovem roditelje i podijelim s njima dojmove u detalje.\nPrije nego su izgovorili moje ime i potvrdili da ulazim u finale pomislio/la sam ...\nFilip: ... što god da bude ponosan sam na svoj tim i prijateljicu Dariju Ramljak koja je sve to prolazila sa mnom.\nAlbina: ... kako je lijepo uopće stajati na ovoj pozornici i biti okružen ovakvim profesionalcima i auditorijem.\nBernarda: ... da će izgovoriti Jakobovo ime, već sam stavila i mikrofon pod ruku da mu mogu zapljeskati.\nVinko: ... stvarno nisam ni o čemu razmišljao, pripremao sam se cijeli tjedan za to i bio sam jako smiren, isto bi bio sretan i da je Dora prošla.\nRastužio me što je ispao/la ...\nFilip: ... moji prijatelji iz tima Kristian i Mija, ali zapravo i svi ostali jer sam se s većinom dosta povezao.\nAlbina: ... Adriana definitivno. Jako smo se zbližile još od blind audicija. Pomagale smo jedna drugoj, bodrile se. Žao mi je što smo na kraju završile u istom timu, mislim da smo jako različiti vokali i ne bi bilo zgodno uopće uspoređivati nas.\nBernarda: Ničiji ispad u emisiji me nije rastužio jer sam vidjela da su svi koji su ispali sretni i zadovoljni svojom izvedbom.\nVinko: Šteta je što je itko morao ispasti jer su to stvarno iznimni pjevači i ljudi s kojima sam se sprijateljio, posebno Dora s kojom sam bio u timu od početka pa evo skoro do kraja.\nDan poslije livea nastupa sam ...\nFilip: ... odmarao, odmarao, odmarao.\nAlbina: ... otišla kući u Split. Morala sam osjetiti miris doma i razbistriti malo glavu, kako bi se reklo.\nBernarda: ... odmarao i družio se s obitelji i prijateljima.\nVinko: ... odmarao i počeo razmišljati o pjesmi koju pripremam za finale, bit će to prva moja izvedba na hrvatskom.\npromo\nOd svih pjesama koje sam otpjevao/la najljepše sam izveo/la ...\nFilip: \"Sign Of the Times\" u polufinalu, a odabrao sam je uz pomoć mentorice.\nAlbina: Gibonnijevu pjesmu \"Nisi više moja bol\", koja je bila veliki emocionalni izazov za mene. Izabrala sam tu pjesmu, ne znam ni ja kako, ali znam samo da sam je otpočetka osjetila i potpuno joj se predala.\nBernarda: Pjesme \"Hurt\" i \"Jolene\" (obje sam birala ja) jer mislim da su mi najbolje legle.\nVinko: Svakako bih izdvojio izvedbu pjesme \"Stay\" jer sam najviše uživao pripremajući i pjevajući uz takav vokal kao što je moja prijateljica Petra Perišić.\nNajbolji savjet koji mi je dao mentor/ica je ...\nFilip: Budi svoj!\nAlbina: Ispričaj tekst o kojem pjevaš i nemoj u svakoj izvedbi pokazati baš sve što možeš.\nBernarda: Samo da ostanemo ono što jesmo.\nVinko: Da ostanem smiren kao i dosad.\nJednog dana volio/la bih zapjevati ...\nFilip: ... s Harry Stylesom pjesmu \"Lights Up\" jer mi je to trenutačno najdraža njegova pjesma.\nAlbina: .... s Davidom Bisbalom, jako volim španjolski pop flamenco, a i španjolski jezik mi je osobito drag.\nBernarda: ... s Josipom Lisac i to bilo koju njezinu stvar jer je ona izvođač kojem se posebno divim.\nVinko: Ne bih nikog posebno izdvajao, s kim god dobijem priliku uživat ću i bit će to nešto autorsko.\nZa deset godina vidim se...\nFilip: ... kako punim arene i ljudi uživaju u mojoj glazbi.\nAlbina: Dvije su varijante, ali u objema mi je obitelj na prvom mjestu.\nBernarda: ... u glazbi kao uspješna kantautorica.\nVinko: ... u glazbi, to je najbitnije, a sve usput će biti bonus i još veći užitak.\nThe Voice ću zauvijek pamtiti po...\nFilip: ... neprocjenjivom iskustvu i predivnim ljudima.\nAlbina: ... niskim očekivanjima, a velikim postignućima. Lijepim prijateljstvima, nikako konkurenciji.\nBernarda: Najprije po divnim novim poznanstvima.\nVinko: ... pozivu na drugu predaudiciju na samom početku i trenutak kad se Davor Gobac okrenuo na blind audiciji te po fenomenalnom društvu i besprijekornoj produkciji showa.", "original_url": "https://www.gloria.hr/gl/fokus/zvjezdane-staze/finalisti-voicea-uvjereni-su-da-ce-se-i-za-deset-godina-baviti-glazbom-samo-jedna-kandidatkinja-prije-svega-ipak-zeli-obitelj-9991597", "wayback_url": "https://web.archive.org/web/20201124120440/https://www.gloria.hr/gl/fokus/zvjezdane-staze/finalisti-voicea-uvjereni-su-da-ce-se-i-za-deset-godina-baviti-glazbom-samo-jedna-kandidatkinja-prije-svega-ipak-zeli-obitelj-9991597", "a_id": "Q104536558-9"}