{"title": "The Voice: Bujica emocija u showu", "text": "The Voice: Bujica emocija u showu\nPočela je još jedna sezona glazbenog showa 'The Voice'. Novi mladi ljudi hrabro su prihvatili izazov i svojim nastupima pokušali pobijediti tremu. Ni mentorima nije bilo lako, prvi put u crvene stolce sjeli su Vanna (49), Massimo (57) i Davor Gobac (55) uz Ivana Dečaka (40) koji je već treću sezonu na mentorskoj poziciji. Sljedećih pet subota na redu su audicije gdje će se kandidati boriti za prolazak dalje.\nPOGLEDAJTE VIDEO:\nVaš preglednik ne omogućava pregled ovog sadržaja.\nLed u prvoj audicijskoj emisiji probio je Aleksandar Bajić Buba (33) iz Karlovca. U 'The Voice' se prijavio jer misli da bi to mogao biti dobar napredak u njegovoj karijeri. Volio bi da mu bude Gobac mentor, a pjevao je pjesmu 'I Need a Dollar'. Prvi mu se od žirija okrenuo upravo Gobac.\n- Slušaj, odlično. Meni si se baš svidio. Imaš dobar glas, kakav mi se sviđa. Kad razumno razmisliš i pogledaš nas u stolcima, ti si već odabrao mene. Oni ti nisu iz Karlovca - rekao mu je Davor, a potom su Aleksandar, Massimo i Gobac skupa otpjevali dio pjesme.\nFoto: HRT\nNakon njega je nastupila Splićanka Albina Grčić (20) s pjesmom 'En Cambio No'. Njezina izvedba svidjela se Vanni i Gopcu su okrenuli svoje fotelje.\n- Vanna je pravi odabir za tebe - sugerirao je Ivan Dečak, a ona ga je poslušala pa joj je Vanna mentor.\nFoto: HRT\nTreći je nastupio Splićanin Sandro Gerbec (31) koji je pjevao Urbanovu pjesmu 'Mjesto za mene'.\n- Previše mi je imitacija - komentirao je Massimo tijekom njegova nastupa. Sandru se nitko nije okrenuo.\n- Žao mi je što ti se nitko nije okrenuo, nemoj da te to rastuži - rekao je Gobac, a Vanna je komentirala da je teško pjevati pjesme Damira Urbana. Sandro nije prošao u daljnje natjecanje.\n- Ovo je meni već uspjeh što sam do ovdje dogurao - kazao je nakon nastupa.\nFoto: HRT\nVjekoslav Banovčić (20) koji je iz Nove Gradiške, ali trenutačno živi u Zagrebu, s pet godina je već pjevao u javnosti. Na tržnici je pjevao Thompsonove pjesme, te kako kaže, tako je zarađivao za sladoled. Žiriju se predstavio s pjesmom 'New Shoes'.\nZa njega je Massimo imao samo riječi hvale.\n- Bitno je da se zabavljaš. Bravo Vjekoslave - rekao je, a i ostali članovi žirija su se složili da je Vjekoslav bio odličan. Vjekoslav je odabrao Massima za mentora.\n- Uživio sam se u pjesmu - rekao je Vjekoslav.\nFoto: HRT\nNakon njega nastupila je Andrea Aužina (21) iz Splita s pjesmom 'Moja posljednja i prva ljubavi'. Žiri je imao dojam, kako su rekli, kao da pjeva dijete. Nije dobila ni jedan glas te nije prošla u daljnje natjecanje.\n- Bez obzira što nisam prošla, dala sam sve od sebe - rekla je Andrea nakon nastupa.\nFoto: HRT\nPetra Perišić pjevala je pjesmu 'Son Of a Preacher Man' .\n- U budućnosti se vidim u New Yorku kako pijem kavu s Lady GaGom i govorim joj 'di si koke' i ona to razumije - rekla je Petra.\n- Meni se ovo činilo sigurno, energično. To se meni sviđa. Dođi u moj tim i razvalimo ih - rekao je Gobac. Petra je birala među tri muškarca u žiriju, a zbog energije je odabrala Gopca.\nFoto: HRT\nGianluca Draguzet (23) iz Pule, koji se već prije nekoliko godina natjecao u 'The Voice', vratio se jer sad misli da je spremniji. Pripremio je pjesmu 'Dužna si'.\n- Ako si odabrao Houdekovu pjesmu, to je već jedna poruka. Ili će pjevati kako on pjeva, ili ćeš smisliti bolji način. Jedina sam ti se okrenula - rekao je Gianluca kojemu je mentorica Vanna.\n- Vas sam i htio - rekao je natjecatelj.\nFoto: HRT\nPotom se na pozornicu popela Dora Juričić (23), studentica iz Zaprešića koja je pjevala pjesmu 'I'm Outta Love'. Okrenuli su se Ivan Dečak i Davor Gobac.\n- Odlična energija. Točno znam što bi ti dao da pjevaš ako uđeš u moj tim - rekao je Davor.\n- U početku je bilo nesigurnosti. Ima posla, ali imam ekipu koja zna što i kako - komentirao je Dečak. Dora je za izabrala tim Davora Gopca.\nFoto: HRT\nJakob Grubišak (18) predstavio se pjesmom 'River', a prvi mu se okrenuo Ivan Dečak, a ubrzo za njim Vanna i Gobac. Članovi žirija su se 'otimali' za njega.\n- Ja s 18 godina nisam znao pjevati tako dobro kao ti - rekao je Massimo, a Gobac je dobacio da on 'još manje'.\n- Vrlo si siguran u sebe i to je bilo konkretno otpjevano. Imaš odličnu boju glasa - rekao je Gobac. Zagrepčanin je odabrao Ivana Dečaka, iako je htio Massima koji je bio 'blokiran'.\nFoto: HRT\nIvana Mikulčić (19) kaže da joj je pjevanje 'bijeg' kad ju netko naživcira. U showu je pjevala pjesmu 'Fever', ali joj se nitko nije okrenuo.\n- Ova pjesma zahtijeva nešto drugo, a to je gluma - komentirala je Vanna.\nFoto: HRT\nPoslije nje, na pozornicu se popela Ružica Čović (20) koja je pjevala pjesmu 'Zombie'. Okrenuli su joj se Ivan i Massimo, koji su ju nahvalili, ali je Vanna imala kritiku.\n- Ti si izvedbu počela pretvarati u jednolično vikanje, ali mi je žao što se nisam okrenula - rekla joj je Vanna, a Ružica je potom otpjevala pjesmu Olivera Dragojevića 'Virujen u anđele'. Ružicu su obuzele emocije, pa je dok su joj se suze slijevale niz lice, odabrala tim Ivana Dečaka.\nFoto: HRT\nPOGLEDAJTE VIDEO:", "original_url": "https://www.24sata.hr/show/bujica-emocija-u-showu-ja-s-18-nisam-znao-pjevati-kao-ti-663941", "wayback_url": "https://web.archive.org/web/20191208000200/https://www.24sata.hr/show/bujica-emocija-u-showu-ja-s-18-nisam-znao-pjevati-kao-ti-663941", "a_id": "Q104536558-3"}