{"title": "Eurovision 2021, vincono i Maneskin: il rock d'Italia conquista l'arena di Rotterdam", "text": "Eurovision 2021, vincono i Maneskin: il rock d'Italia conquista l'arena di Rotterdam\nNews | Eurovision 2021, vincono i Maneskin: il rock d'Italia conquista l'arena di Rotterdam | VIDEO Hanno rappresentato l’Italia portando sul palco dell’Ahoy Arena di Rotterdam la loro “Zitti e buoni”. Dopo il festival di Sanremo, i Maneskin hanno vinto anche Eurovision 2021\nI Maneskin vincono la 65esima edizione di Eurovision 2021. Tra le 26 nazioni partecipanti hanno portato tutto il rock d’Italia sul palco dell’Ahoy Arena di Rotterdam con la loro “Zitti e buoni”, la fortunatissima canzone con cui hanno vinto anche il festival di Sanremo (e che ci hanno proposto live anche a Le Iene). Il secondo posto del podio è andato alla Francia seguita dalla Svizzera. L'ultima vittoria per l'Italia è stata 31 anni fa: Toto Cutugno ha portato l'Eurovision in Italia nel 1990 e prima di lui è stata Gigliola Cinquetti nel '64.\nNoi, Damiano David, Victoria De Angelis, Thomas Raggi ed Ethan Torchio, li abbiamo conosciuti da vicino nella nostra intervista in formato quadruplo che vi riproponiamo qui sopra. Li abbiamo letteralmente sommersi con la nostra raffica di domande, a partire dal significato di “Måneskin”, che in danese vuol dire “chiaro di luna”.\nSi sentono più simili a un rapper o ai Pooh? “Ai Pooh che reppano”, risponde Damiano, il frontman: “Ho iniziato a cantare a sei anni, ora riesco a mantenermi con la musica”. La prima spesa folle che ha fatto? “La macchina”. Ha mai mandato a quel paese un fan? “Una volta abbiamo suonato, c’erano le transenne, Victoria si è piegata e un ragazzo ha avuto la geniale idea di toccarle il culo. Gli ho detto un po’ di cose non belle…”.\nCi ha confessato di essere stato con una donna più grande di lui di 16 anni. Non potevamo non chiedergli se ci fosse stato qualcosa con Victoria, la ragazza del gruppo: “Se vi piace crederlo ve lo lascio credere…”. Così lo abbiamo chiesto a lei, ma abbiamo strappato solo un “chissà”. Victoria ha mai avuto un'avventura con una ragazza? “Sì, anche duratura”, risponde.\nA forza di domande abbiamo stilato il loro identikit: il più intonato, a detta di tutti e quattro, è Damiano. Il più ritardatario è Thomas. Per quanto riguarda il più “pigro” ognuno ha indicato qualcun altro. E chi passa più tempo sul porno? “Non so perché ma ho la sensazione che gli altri abbiano detto me”, risponde Ethen. E ha ragione!\nE alla domanda se quest’anno sarebbero stati loro i vincitori di Sanremo, hanno risposto con un “chissà”. E se fossero arrivati ultimi? “Gli ultimi saranno i primi!”, ci ha risposto Victoria. Loro, per ora, sono solo primi! Dopo Sanremo anche a Eurovision!", "original_url": "https://www.iene.mediaset.it/2021/news/eurovision-2021-vincono-maneskin_1058446.shtml", "wayback_url": "https://web.archive.org/web/20210522230850/https://www.iene.mediaset.it/2021/news/eurovision-2021-vincono-maneskin_1058446.shtml", "a_id": "Q57415344-6"}