{"title": "X Factor 11, Maneskin: \"Siamo rock, ma con un'anima da secchioni\"", "text": "X Factor 11, Maneskin: \"Siamo rock, ma con un'anima da secchioni\"\nUn cappello a tesa larga, un paio di jeans skinny, un enorme anello d’argento e uno smalto nero con dettagli Swarovski. Damiano David fa il suo ingresso in sala stampa senza tradire il personaggio che abbiamo ammirato a X Factor: magnetico, bizzarro, gotico come in un film di Tim Burton. Al suo fianco Victoria, Ethan, e Thomas. Insieme sono i Maneskin, una parola danese che vuol dire «chiaro di luna». Una luna che ha iniziato a splendere circa un anno fa, quando Victoria e Thomas cercavano un cantante e un batterista per dare vita a una band eccentrica e dal sound ricercatissimo.\n«Io e Victoria siamo un po’ i maniaci del controllo. Per quanto possiamo essere rock, abbiamo un’anima da secchioni», spiega Damiano convinto che siano i dettagli a fare la differenza. «Andiamo a controllare il millimetro e la piccolezza perché è nei dettagli che sta la differenza fra fare qualcosa di buono e fare qualcosa di straordinario». E loro, di cose straordinarie, ne hanno fatte tante. Dalle acrobazie mezzi nudi e con tanto di chiappa zoomata su un palo da lap-dance a un paio di ali nere sopra un cubo sospeso a cinque metri di altezza. Una serie di sfide ed eccessi che non sono bastati ad assicurargli la vittoria, spettata invece all’«angelo» Lorenzo Licitra, occhi azzurri e formazione lirica. A guardarli oggi, però, i Maneskin non sembrano per niente risentiti dal verdetto finale: «Non siamo sconfitti, ci sentiamo vincitori», continuano a ripetere convinti del proprio percorso e, soprattutto, delle proprie capacità.\nEravate i super-favoriti di questa edizione. Dite la verità, non ci siete rimasti male per non aver vinto?\n«No, perché Lorenzo Licitra se lo meritava. Quando Alessandro Cattelan ha fatto il suo nome e non il nostro non abbiamo pensato a niente, solo a correre da lui e abbracciarlo forte. Dal primo al secondo posto non cambia poi tanto. Siamo felici di essere arrivati all’inedito e di aver sfruttato al massimo questa occasione. Abbiamo avuto un assaggio, adesso voglio che quell’assaggio diventi la nostra realtà».\nCosa vi ha detto il vostro giudice, Manuel Agnelli, una volta finita?\n«Ci è rimasto male perché ci teneva davvero che vincessimo noi, ma ci ha anche detto di essere molto fiero. Abbiamo chiuso questa parentesi, ma siamo sicuri che la nostra amicizia con lui non finirà qui».\nIntanto il videoclip del vostro inedito, Chosen, è al momento il più visualizzato su Vevo.\n«L’abbiamo scritto poco dopo aver dato il via al nostro progetto. È stata la svolta nel passare dalla musica per divertirsi alla musica come un lavoro vero e proprio. Chosen è quello che siamo e quello che vogliamo essere. Con i nostri eccessi e le nostre anime».\nPensate che tutti questi eccessi vi abbiano un po’ penalizzato alla finale?\n«Penso che sia stato proprio il nostro modo di stare sul palco a farci arrivare a suonare al Forum di Assago. Non ce la meniamo, dietro a ogni bizzarria c’è un lavoro enorme. Dalle 7 della mattina alle 3 di notte sono stato a provare il numero della lap-dance perché non avevo mai visto un palo in vita mia. Stessa cosa per il camminare sui tacchi, quando ho passeggiato ore e ore all’interno del loft. Abbiamo la coscienza pulita».\nCi sarà mai un eccesso a cui potreste dire di no?\n«Diremmo di no a qualsiasi cosa che non ci rappresenti. Facciamo solo quello che potrebbe essere partorito da noi. A noi piace esagerare su quello che siamo, ma farlo tanto per farlo diventa trash, kitsch. Proprio quello che non vogliamo essere».\nChe rapporto ha con il suo corpo, Damiano?\n«Mi piaccio molto, non ho niente di cui lamentarmi. Funziona tutto».\nSi reputa arrogante?\n«Certo, ma è lecito esserlo. L’umiltà non esiste, è una cosa inventata dalla televisione».\nMolti, riferendosi a lei, hanno parlato di una «sessualità fluida».\n«Fa parte del personaggio. Mi piace esagerare, truccarmi, mettermi gli orecchini, ma, sotto quel punto di vista, sono come Nigiotti: saldo sulla mia sponda».\nQualcuno ha anche ipotizzato che ci sia del tenero fra lei e Victoria.\n«Non siamo impegnati, siamo impegnativi (rispondono in coro, ndr)».\nSfoglia gallery\nHa detto più volte di non sentirsi un capo, di non essere un boss.\n«È come se avessimo il corpo di una grandissima macchina, ma senza un motore. Loro sono ciò che mi spinge e io sono ciò che spinge loro. Non sarei mai emerso senza di loro e viceversa. È un rapporto di collaborazione ed è per questo che siamo una band. Altrimenti sarebbe la Damiano David Band, ma quella non deve esistere. Siamo una realtà che funziona perché siamo una realtà unita».\nCosa pensate che succederà da domani?\n«Siamo stati in una bolla per tanto tempo, adesso non ci resta che capire come sia cambiato il mondo fuori. Un progetto c’è ed è quello di rimanere più saldi che mai».\nUn sogno che vorreste realizzare?\n«Avere una stella sulla Walk of Fame vicino a quella di Mick Jagger».\nLEGGI ANCHE\nX Factor 11: non hanno vinto i Maneskin", "original_url": "https://www.vanityfair.it/music/storie-music/2017/12/15/x-factor-11-maneskin-damiano-david-intervista-finale-secondi-classificati-band-manuel-agnelli?refresh_ce=", "wayback_url": "https://web.archive.org/web/20210602220054/https://www.vanityfair.it/music/storie-music/2017/12/15/x-factor-11-maneskin-damiano-david-intervista-finale-secondi-classificati-band-manuel-agnelli?refresh_ce=", "a_id": "Q57415344-9"}