{"title": "La foto dei genitori di Damiano svela a chi assomiglia di più", "text": "La foto dei genitori di Damiano svela a chi assomiglia di più\nSi abbracciano in posa davanti all'obiettivo che li ritrae nel bel mezzo di una vacanza in Cina, Rosa Scognamiglio e Daniele David sono i protagonisti di questa foto, rimbalzata tra varie pagine Instagram, che ci svela l'identità dei genitori di Damiano David.\nIl frontman dei Maneskin è sempre stato particolarmente riservato riguardo la sua famiglia (fino a poco fa non conoscevamo nemmeno la fidanzata Giorgia Soleri né il fratello maggiore Jacopo) e dei suoi genitori si sa davvero pochissimo, ma se non altro questo scatto mette in luce la somiglianza incredibile di Damiano a mamma e papà.\nThis content is imported from Instagram. You may be able to find the same content in another format, or you may be able to find more information, at their web site.\nNella foto diffusa su Instagram Rosa Scognamiglio sfoggia una chioma di capelli castani e ricci che richiama molto i lunghi capelli di Damiano, mentre i tratti del viso allungati e precisi di Daniele a loro volta completano il quadro genetico del cantante. Entrambe figure alte e snelle, lottano sicuramente per la somiglianza con il figlio che si acuisce guardando il sorriso di mamma Rosa, del tutto simile all'enigmatica espressione di Damiano.\nDi Rosa e Daniele sappiamo che sono due assistenti di volo e che per lavoro hanno sempre viaggiato molto. L’8 gennaio 1999 diventano genitori di Damiano, il loro secondo figlio dopo Jacopo, nato nel 1996 e goccia d'acqua di Damiano, a cui è molto legato. La famiglia viaggia spesso per lavoro, e anche per questo i due fratelli conoscono molto bene varie lingue, ma per la maggior parte del tempo vivono a Roma.\nNella capitale Damiano studia al liceo linguistico, ma si ferma al secondo anno, nonostante questo il supporto di mamma e papà non manca e anche grazie a loro Damiano si impegna nell'inseguire la sua vera passione: la musica. Con i suoi amici Victoria De Angelis, Thomas Raggi ed Ethan Torchio forma i Maneskin e comincia a suonare per le strade della città. Nel 2017, il gruppo si presenta ai provini di X Factor: il resto è storia.\nThis content is imported from Instagram. You may be able to find the same content in another format, or you may be able to find more information, at their web site.\nThis content is imported from {embed-name}. You may be able to find the same content in another format, or you may be able to find more information, at their web site.\nGLI ARTICOLI PIÙ LETTI DI ELLE.IT Il colore più sublime dell'estate è (sempre) il bianco ed ecco come indossarlo in questa stagione LEGGI ORA Nanni Moretti c'è! Il Festival di Cannes 2021 scalda i motori aka che film e che ospiti ci dobbiamo aspettare? LEGGI ORA Più je ne sais quoi per tutte! 10 brand di moda francese da conoscere ora per uno stile parigino doc LEGGI ORA Beauty routine minimalista, abbronzatura perfetta: i trend di bellezza pronti a spopolare questa estate LEGGI ORA\nThis content is created and maintained by a third party, and imported onto this page to help users provide their email addresses. You may be able to find more information about this and similar content at piano.io", "original_url": "https://www.elle.com/it/showbiz/celebrities/a36760296/damiano-maneskin-foto-genitori/", "wayback_url": "https://web.archive.org/web/20210627115649/https://www.elle.com/it/showbiz/celebrities/a36760296/damiano-maneskin-foto-genitori/", "a_id": "Q57415344-1"}