{"title": "Måneskin: \"La rabbia dei ventenni è di nuovo forza creativa\"", "text": "Måneskin: \"La rabbia dei ventenni è di nuovo forza creativa\"\nNel manifesto dite: «Vogliamo rimediare ai vostri errori». E Teatro d’ira è un ossimoro bello aggressivo. Con chi ce l’avete?\nDamiano: «Non c’è ira verso qualcuno, ma rabbia che smuove, che porta alle rivoluzioni, al cambiamento, ira catartica che ti fa sfogare e ribellare a ciò che ti sembra opprimente e ti fa sentire sbagliato. Una rabbia rivolta alle oppressioni e agli oppressori, che genera qualcosa di artistico e positivo. Infatti abbiamo messo questa energia in un contesto pacato ed elegante, cioè il teatro: ci piace questo contrasto. Quando si apre il sipario non trovi un balletto ma questa energia. Non è rabbia distruttiva e negativa ma porta alla creazione di qualcosa».\nNell’album precedente c’era una figura ispiratrice, una musa, Marlena. Qui c’è una musa?\nDamiano: «Il disco è ispirato a noi, parla di noi, di quello che pensiamo e che vogliamo lasciare».\nQual è la frase dell’album in cui ognuno di voi più si riconosce?\nVictoria: «I wanna be your slave / I wanna be your master. Mi riconosco nel dualismo di cose opposte. Ognuno di noi tende a farsi un’idea di sé e a bloccarsi lì. Invece si può avere piacere a pensare ed essere cose opposte, pur restando sé stessi. Senza forzare altri o sforzarsi per cose che puoi apprezzare dopo, ma per cui ora non ti senti pronto».\nThomas, a te cosa piace?\nVictoria: «I suoi assoli!».\nThomas: «Sì! Nel disco c’è musica analogica, tutti con jack all’amplificatore, c’è sinergia, come un live, c’è crudezza. Dell’album ho in testa “dimmi le tue verità”. Dimmi chi sei veramente, cosa pensi in base alla tua individualità. Ognuno ha le sue verità». (continua a leggere dopo il video)", "original_url": "https://www.corriere.it/sette/incontri/7-web-rep-interv-maneskin/", "wayback_url": "https://web.archive.org/web/20210304223112/https://www.corriere.it/sette/incontri/7-web-rep-interv-maneskin/", "a_id": "Q57415344-12"}