{"title": "“Eurovision 2021” : cette maladie dont souffre la compagne du chanteur de Måneskin", "text": "“Eurovision 2021” : cette maladie dont souffre la compagne du chanteur de Måneskin\nIl aura défrayé la chronique ! Depuis samedi 23 mai 2021, Damiano David, le leader du groupe Måneskin, vainqueur de l’Eurovision 2021 devant la France, fait couler beaucoup d’encre. Le chanteur italien de 22 ans, soupçonné d’avoir pris de la cocaïne en plein direct, a finalement été blanchi après avoir effectué un test qui s’est révélé négatif. Barbara Pravi, la représentante française, a tenu à prendre sa défense : \"Je suis hyper contente. S'il avait été testé positif, je n'aurais jamais accepté la lose de la première fausse première place. Ils ont été choisis par le public, ils ont été excellents. C'est trop bien et vive le rock\" a-t-elle expliqué.\nDamiano David est le leader et chanteur de Måneskin (claire de Lune en danois, ndlr) depuis 2015 mais il a connu la célébrité surtout grâce à sa participation à X Factor en Italie en 2017. Très discret sur sa vie privée, le leader du groupe de rock transalpin a dévoilé l’identité de sa compagne dans un post instagram, seulemet en mai dernier alors que les rumeurs le disait en couple avec Victoria de Angelis, la bassiste du groupe.\nSa compagne est mannequin et influenceuse\n\"Dopo quattro anni si può dire?\" (Après quatre années, on peut enfin le révéler ? ndlr) écrivait-il sur une photo postée au côté de Giorgia Soleri, tout aussi brune et tatouée que lui. La jeune femme, de trois ans son aîné, est une mannequin et influenceuse italienne.\nRécemment, la jeune femme s’est confiée sur cette maladie dont elle souffre depuis l’âge de 16 ans. Elle n’avait jamais réussi à mettre un nom sur ce mal qui la ronge depuis plus de huit ans. En septembre dernier, après avoir effectué des analyses, elle a enfin eu la réponse. Elle est atteinte de vulvodynie. Surnommée “dépression du vagin”, la vulvodynie est un syndrome de douleurs chroniques à la vulve, la peau qui entoure l’entrée du vagin. Heureusement pour la compagne du chanteur italien, il semblerait que son état se soit amélioré depuis quelque temps grâce à traitement médical. Giorgia Soleri a tout de même tenu à alerter sa communauté sur cette maladie en postant de nombreux témoignages vidéo sur son compte Instagram.\nA lire aussi : Marie Myriam raconte comment, enceinte de Patrick Sébastien, elle a appris qu'il la trompait", "original_url": "https://www.femmeactuelle.fr/actu/news-actu/eurovision-2021-cette-maladie-dont-souffre-la-compagne-du-chanteur-de-maneskin-2113689", "wayback_url": "https://web.archive.org/web/20210526141905/https://www.femmeactuelle.fr/actu/news-actu/eurovision-2021-cette-maladie-dont-souffre-la-compagne-du-chanteur-de-maneskin-2113689", "a_id": "Q57415344-24"}