{"title": "Intervista a Damiano dei Måneskin", "text": "Intervista a Damiano dei Måneskin\nA Damiano David (20 anni, romano, viso ossuto, sorriso sghembo, cantante dei Måneskin) piace molto la tuta gessata che la nostra stylist Lisa Mancini gli ha proposto. Si mette in posa davanti al fotografo, compiaciuto di se stesso. Mica gli posso dare torto. Lo sarei anch’io al posto suo. In tre anni è passato dal cantare cover ad avere un album in classifica (Il ballo della vita, doppio disco di platino con 4 singoli in top ten), dal suonare nei ristoranti a fare concerti sold out nei club di tutta Italia ed Europa, dall’avere un buon successo con le liceali all’incarnare una nuova sessualità liquida e tuttavia maschia che piace a ragazze e cinquantenni, di ambo i sessi.\nDi te spesso dicono che sei arrogante. «Se non credessi in me stesso, se non fossi un po’ un narciso, come potrei fare questo lavoro? Sul palco va bene spaccare tutto. È nella vita normale che bisogna essere umili: con le persone che lavorano con te, per esempio, e con la musica. Noi, se c’è da provare e suonare, non ci tiriamo mai indietro. E seguiamo regole rigidissime».\nNon venirmi a dire che state a dieta. Voi. A 20 anni. Nel pieno del successo... «Quando siamo in tour, va bene divertirsi, ma dobbiamo mantenere un livello alto sul palco, bisogna essere lucidi e freschi per fare le cose giuste tecnicamente. Quindi zero fast food, la merda non si mangia. La coca e bibite gassate sì, ma non troppo. Alcol poco. Non si fanno le quattro del mattino, non ce n’è bisogno.\nAddirittura? Sembra quasi un regime militare. «Sono un ex giocatore di basket, la disciplina viene da lì e, sì, sono quello che dà le regole, che rompe le palle. Sono severissimo con me stesso, e se voglio che gli altri facciano come me, devo dare il buon esempio. Io poi sono il più grande e avendo un pochetto in più di vita rispetto a loro magari vedo prima le responsabilità».\nQuindi niente rock’n’roll vecchio stile? «Il “sesso & droga” lo può fare chiunque. Non è certo quello che ti rende figo».\nE cosa allora? «Essere un artista è la cosa bella. Creare l’arte, scrivere i pezzi… Vedere come ci guardano le persone quando siamo sul palco: ecco quella è la cosa migliore. Non quando esce una mia foto che sono figo e sto con le donne. Cioè, certo è figo. Ma dopo 10 minuti la sensazione è già passata».\nalan gelati/cosmopolitan italia\nE poi con le donne avevi già successo anche prima. «Sì, mi è sempre andata bene. Però adesso è tipo una macchina da guerra». E ride.\nChe fanno le fan? «Ci lanciano i reggiseni, una roba alla Vasco Rossi. Era lui l’ultimo cui tiravano i reggiseni, no? Poi al firmacopie arrivano madri con figli magari anche piccoli, ed è capitato che mentre Vic si prende cura dei ragazzini, le madri mi dicano: “Ti posso dare un bacetto, ti posso toccare il culo?”».\nE tu? Come ti comporti? «Faccio vedere che non sono d’accordo. Ma sono stati casi esagerati eh. In genere va tutto bene».\nPerché piaci tanto alle donne? «Boh. Forse perché sembro più grande di quel che sono. Sembro uno navigato».\nE lo sei? Sei stato con molte donne? «Rispetto all’età che ho forse sì, mi sento completo».\nA che età il primo rapporto sessuale completo? «Tra i 13 e i 14 anni».\nCon chi? «Con una. Non dico altro».\nUna più grande? «Sì, ma solo di un paio di anni, tre fai. Io però sono sempre stato con quelli più vecchi di me: mio fratello, mio cugino. Uscivo sempre con loro. Anche a basket giocavo nella squadra dei più grandi».\nInsomma sei uno precoce in tutto. Ti ha aiutato? «Sono pieno di difetti, sono uscito sbagliato, a scuola ero una capra, non vengo da una famiglia bene. Sono un ragazzo normalissimo con le difficoltà di chiunque. Ma ho seguito le mie aspirazioni e in qualche modo ce l’ho fatta. Insomma, non c’è bisogno di essere perfetti per riuscire. Basta solo farsi un culo così».\nCosa vuoi? Dove vuoi arrivare? «A fare la strada delle grandi band, grandissimi live, festival tipo il Coachella. Voglio essere la voce della mia generazione. Ci hanno sempre detto che noi siamo quelli sfaticati, che non abbiamo voglia di fare niente. Ma io vedo tanti ragazzi che si impegnano. Certo, noi siamo stati fortunati, siamo nati con questa strada ben dritta in testa e siamo stati agevolati dalla nostra psicologia. E vorremmo mettere questo nostro dono al servizio degli altri. Facendo musica e dicendo che tutti hanno la libertà di essere come sono».\nSegui Maria Elena su Twitter e Instagram", "original_url": "https://www.cosmopolitan.com/it/lifestyle/musica/a26426488/damiano-maneskin-intervista/", "wayback_url": "https://web.archive.org/web/20190505013439/https://www.cosmopolitan.com/it/lifestyle/musica/a26426488/damiano-maneskin-intervista/", "a_id": "Q57415344-5"}