{"title": "Damiano dei Maneskin, passato da play nell'Eurobasket e presente da grande tifoso della Roma", "text": "Damiano dei Maneskin, passato da play nell'Eurobasket e presente da grande tifoso della Roma\nLa Roma di Totti nel cuore e il basket praticato in prima persona, nelle squadre giovanili dell’Eurobasket. C’è molto sport nel passato, e a quanto pare anche nel presente, di Damiano David, il leader dei Maneskin freschi vincitori di Sanremo. La partecipazione della band al Festival era stata salutata con un tweet e una foto in completino dell’allora quindicenne Damiano dalla società romana di basket, la cui prima squadra milita attualmente in serie A2, ai vertici del movimento cestistico capitolino dopo il ritiro dalle competizioni della Virtus Roma: «Il frontman @daviddamiano99 lo conosciamo bene: qualche anno fa giocava a pallacanestro... proprio nel nostro settore giovanile». Riguardo alla sua formazione cestistica, Damiano ha raccontato che «è stata fondamentale, perché mi ha dato la disciplina necessaria per riuscire in qualsiasi cosa nella vita». David giocava play ed era molto rapido. Avrebbe avuto forse un futuro nel basket, ma ad un certo punto della sua vita, la musica lo ha rapito.\nL'allenatore «Ha cominciato al San Raffaele, una scuola di minibasket sulla Portuense, il suo quartiere», racconta Massimiliano Ricca, oggi responsabile del settore giovanile del Velletri, ma all'epoca dei fatti allenatore di Damiano. «Poi ha cominciato come tutti i bambini la trafila all'Eurobasket. Prima gli esordienti, po under 13, 14, 15. È arrivato intorno ai 17 anni e quella è l'età che in cui decidi di continuare in modo professionistico o quasi, oppure lasci. E lui aveva altro da fare, altri talenti da coltivare». Non altissimo, sui 183 centimetri, ma in gamba, qualche chance per farsi strada l'avrebbe avuta: «Era un titolare fisso — aggiunge Ricca — un ottimo giocatore e un ragazzo sveglio, capace di destreggiarsi in ogni situazione, e di volgere a proprio vantaggio anche le situazioni sfavorevoli. Un \"paravento\" diciamo a Roma».\nIn queste prime serate di @SanremoRai, alcune delle migliori esibizioni sono state quelle dei @thisismaneskin\nIl frontman @daviddamiano99 lo conosciamo bene: qualche anno fa giocava a pallacanestro... proprio nel nostro settore giovanile #Sanremo2021#InsiemeEurobasket pic.twitter.com/Rbo6NcR4r7 — Eurobasket Roma (@EurobasketRoma) March 5, 2021", "original_url": "https://www.corriere.it/sport/festival-sanremo/notizie/damiano-maneskin-passato-play-eurobasket-presente-grande-tifoso-roma-f9597e24-7f5c-11eb-b700-62d4180eb118.shtml", "wayback_url": "https://web.archive.org/web/20210318164356/https://www.corriere.it/sport/festival-sanremo/notizie/damiano-maneskin-passato-play-eurobasket-presente-grande-tifoso-roma-f9597e24-7f5c-11eb-b700-62d4180eb118.shtml", "a_id": "Q57415344-4"}