{"title": "Damiano e il basket prima dei Maneskin", "text": "Damiano e il basket prima dei Maneskin\n2 Giugno 2021\ndi Antonio Lepone\n(Lettura 3 minuti)\nLa sera del 6 marzo, quando i Maneskin hanno vinto, con il brano Zitti e buoni , il 71° Festival di Sanremo qualcuno a Scauri è rimasto a pensare, guardando il volto del cantante Damiano David . Ad alcuni giovani quel viso sembrava conosciuto ma non affiorava il motivo, non era chiaro il perché. Il successo della band romana alla 65^ edizione dell'Eurovision Song Contest ha accresciuto la curiosità nei confronti del leader del gruppo rock, e il collegamento tra Damiano e Scauri è saltato fuori. Non era campato in aria, esisteva davvero ed era dovuto alla pallacanestro , la disciplina che ha fatto conoscere in Italia e all'estero la località turistica del Sud Pontino. A rivelare il contatto è Matteo Pensiero , 21 anni, fino al 2020 ala piccola del Basket Scauri , ora tesserato con la Fortitudo (il club che ha raccolto il testimone in serie C2, dopo la cessione del titolo di B al Catanzaro). Scavando nella memoria e cercando un po' sul web, Matteo ha rintracciato una foto scattata, nella stagione 2015-16, al Palasport Borrelli, poco prima del match di under 17 élite tra Scauri ed Eurobasket Roma , squadra in cui giocava come play l'attuale cantante dei Maneskin.\nI Maneskin rientrano in Italia dopo la vittoria all'Eurovision, la calorosa accoglienza a Fiumicino\n«Durante l'esibizione del gruppo rock a Sanremo rivela Pensiero, deciso a calcare di nuovo il parquet, dopo un anno di stop avevo notato il volto del vocalist. Mi ricordava qualcuno ma non riuscivo ad individuarlo in modo preciso né ad inserirlo in un contesto definito. Per un bel po' di tempo non ci ho pensato più. Quando è giunto il successo dei Maneskin all'Eurovision Song Contest, è riaffiorata la mia curiosità e mi sono confrontato anche con alcuni miei amici. Ho navigato su Internet ed è spuntata fuori una foto della formazione capitolina under 17, scattata sul campo del Pala Borrelli, poco prima della gara, vinta poi dal Basket Scauri. Sono trascorsi 5 anni, non ricordo il punteggio ma il successo andò alla mia squadra, allenata da Antonio Riscolo . A quel punto, ho capito che, nel 2015-16, avevo incrociato sul campo il cantante della famosa band, allora bravo e veloce playmaker dell'Eurobasket. Durante quella sfida, a me Damiano era parso davvero un promettente cestista, in seguito avrà scelto di coltivare la sua passione per la musica».\nManeskin, Damiano: relax dopo la vittoria all’Eurovision in un noto locale romano. Cosa ha fatto?\nIl successo biancazzurro contro il team del giovanissimo Damiano David viene confermato anche dalla testimonianza del coach Antonio Riscolo, allora sulla panchina dei delfini under 17, ex guardia scaurese, capocannoniere in serie B nel 1987-88 con 816 punti: «Quella romana era una bella e solida compagine, noi giocammo una partita eccellente e riuscimmo a prevalere, sovvertendo il pronostico». Nella stagione 2015-16 il confronto tra i club dell'Eurobasket e dello Scauri coinvolse anche le prime squadre. Il team del tecnico Davide Bonora ed i pontini, allenati da Renato Sabatino , diedero vita ad un finale di stagione entusiasmante. I romani si aggiudicarono al Pala Borrelli (67-70) la gara-3 della semifinale per l'accesso all'A2 con l'In Più Broker Scauri.\n© RIPRODUZIONE RISERVATA", "original_url": "https://www.ilmessaggero.it/pay/latina_pay/il_basket_prima_dei_maneskin-5996811.html", "wayback_url": "https://web.archive.org/web/20210602215847/https://www.ilmessaggero.it/pay/latina_pay/il_basket_prima_dei_maneskin-5996811.html", "a_id": "Q57415344-3"}