{"title": "“We Are Just Four Friends Doing What We Love”: Eurovision Breakout Star Måneskin’s Damiano David Plans On Staying Humble", "text": "“We Are Just Four Friends Doing What We Love”: Eurovision Breakout Star Måneskin’s Damiano David Plans On Staying Humble\nEurovision winners Måneskin have swiftly gone from Italy’s hottest young band to one of the most talked-about musical acts on the planet. Here, we’re starting by talking about a little-known fact surrounding their victory performance.\nUnknown to most, the group sang two different versions of their hit song, “Zitti e Buoni” (meaning “Shut Up and Be Quiet”) at the show. After being asked to clean up their lyrics to comply with Eurovision’s no-expletive rule, they changed “Non sa di che cazzo parla,” meaning “They don’t know what the fuck they’re talking about,” to “Non sa di che cosa parla,” meaning, “They don’t know what they’re talking about,” for their first performance.\n“We had to perform without the bad words because they asked us to be polite,” lead singer and breakout heartthrob, Damiano David, explains with a smile. “But when we won, I said, ‘Okay, who gives a fuck, we won! Let’s say the dirty words!’”\nIf Måneskin – pronounced “Morn-e-skin” meaning “moonlight” in Danish and paying tribute to bass player Victoria De Angelis’s dual heritage – needs introducing, they are the band who stormed the legendary song contest in Rotterdam last month, sealing Italy’s first win since 1990, and, in the process, arguably putting the contest back on the map as a credibly cool thing to take part in.", "original_url": "https://www.vogue.co.uk/miss-vogue/article/maneskin-interview", "wayback_url": "https://web.archive.org/web/20210603105046/https://www.vogue.co.uk/miss-vogue/article/maneskin-interview", "a_id": "Q57415344-26"}