{"title": "Blas Cantó Explica su Participación en Tu Cara Me Suena Tras la Separación de Auryn", "text": "Blas Cantó Explica su Participación en Tu Cara Me Suena Tras la Separación de Auryn\nBlas Cantó (Twitter:@BlasAuryn / Instagram: @blasauryn) es uno de los nuevos concursantes de la próxima edición de Tu Cara Me Suena, según ha confirmado Antena 3. Una gran noticia para todos los seguidores de Auryn (Twitter: @AurynOficial / Instagram: @aurynweare) que se ha visto empañada por el comunicado emitido por el grupo, en el que han anunciado su separación temporal.\nHan sido muchos los que, presos del dolor y la tristeza, han señalado esta participación de Blas en el concurso de Antena 3 como la principal razón por la que el grupo ha decidido tomarse este descanso que suena a despedida. Sin embargo, el murciano ha querido salir al paso y aclarar todo lo referente a su participación en el programa en una entrevista exclusiva para YoTele.\nAuryn Anuncia su Separación Temporal\nEn ella, Blas Cantó ha asegurado que la decisión de participar en Tu Cara Me Suena fue tomada después de que el grupo optase por darse un descanso. Por lo tanto, su paso por este concurso no tiene absolutamente nada que ver con la separación de Auryn, sino que se trata de un proyecto escogido a posteriori.\nSegún comenta Blas, Gestmusic y Antena 3 ya le habían ofrecido en varias ocasiones participar en el programa, pero no fue hasta que todo el grupo decidió tomarse un descanso cuando él apostó por su participación, algo de lo que tiene muchas ganas y que se toma como un verdadero reto.\n\"Lo más divertido va a ser convertirme cada noche en una persona distinta. Espero no tener problemas de personalidad múltiple cuando acabe el programa\", ha confesado Blas entre risas. Nosotros ya estamos deseando ver sus imitaciones en el plató de Tu Cara Me Suena y seguir disfrutando de su talento y de su voz.\nTwitter Enloquece ante la Posibilidad de Participación de Blas en TCMS\nEn cuanto a sus fans, Blas ha querido volver a agradecerles todos los mensajes de ánimo y se ha mostrado convencido de que, como han hecho en estos 6 años, seguirán a su lado en todos y cada uno de los proyectos que desarrollen. ¡Son una familia!\nÁlbum: La Lista de los Usuarios de Snapchat de los Famosos Pincha aquí para ver el álbum completo.\nHappyFM. Escuchar en directo. ¡Sólo números 1!", "original_url": "http://www.elmundo.es/happy-fm/2016/07/28/5799d9abe2704e00568b45f5.html", "wayback_url": "https://web.archive.org/web/20161007153644/http://www.elmundo.es/happy-fm/2016/07/28/5799d9abe2704e00568b45f5.html", "a_id": "Q4925264-1"}