{"title": "Blas Cantó se convierte en Melendi en 'Tu cara me suena' y anuncia su primer sencillo", "text": "Blas Cantó se convierte en Melendi en 'Tu cara me suena' y anuncia su primer sencillo\nNuevo viernes, nueva gala de 'Tu cara me suena'. La de hoy será la segunda semifinal y también en directo, como la semana pasada. En el anterior programa, Blas Cantó se proclamó ganador con su imitación de Anastacia y pasó directamente a la final del concurso. Esta semana, el reto es la voz rasgada de Melendi, aunque lo afronta con más tranquilidad, eso sí, la misma exigencia.\nEl cantante murciano no ha revelado aún la canción que interpretará de Melendi, pero sí ha confirmado que lo dará todo, como siempre. No es la primera vez que imitan al asturiano en 'Tu cara me suena', antes que Blas Cantó también asumieron el reto Felisuco y Rasel; habrá que esperar como deja el listón el benjamín de esta edición.\nMientras el triunfo lo tiene casi asegurado semana tras semana en 'Tu cara me suena', Blas Cantó prueba suerte estos días con su carrera musical en solitario. El cantante ha anunciado en sus redes sociales que, el próximo 3 de marzo, su nuevo tema, 'In your bed', estará disponible en todas las plataformas digitales.\n¡Ya está aquí! Mi primer single en solitario se llamará \"In Your Bed\", disponible el próximo 3 de Marzo en todas las plataformas digitales! pic.twitter.com/YD4oxBWjXK — Blas Cantó (@BlasCanto) 22 de febrero de 2017\nNo puede ocultar estar muy emocionado con este gran salto al vacío. Sin duda, su éxito en el programa de Antena 3 es una buena lanzadera para conseguir sus objetivos y triunfar en solitario. Blas Cantó reconoció en Twitter estar muy «feliz».", "original_url": "http://www.laverdad.es/gente-estilo/201702/24/blas-canto-convierte-melendi-20170224113548.html", "wayback_url": "https://web.archive.org/web/20170226010428/http://www.laverdad.es:80/gente-estilo/201702/24/blas-canto-convierte-melendi-20170224113548.html", "a_id": "Q4925264-22"}