{"title": "Blas Cantó gana la final de ‘Tu cara me suena’", "text": "Blas Cantó gana la final de ‘Tu cara me suena’\nCon una imitación de Marc Anthony y tras haber ganado cinco galas, Blas Cantó se ha proclamado vencedor de la quinta edición de Tu cara me suena. El excomponente del grupo Auryn se convierte así en el primer hombre en ganar el concurso tras las anteriores victorias de Angy, Roko, Edurne y Ruth Lorenzo.\nEl cantante, que acaba de publicar su primer single en solitario, In your bed, ha imitado a lo largo de esta edición del programa a artistas tan diversos como Falete, Diana Navarro, Freddie Mercury o Melendi. Los 30.000 euros para donar a un ONG que ha ganado los ha compartido con Yolanda Ramos, otra de las concursantes del programa.\nA la última gala de esta edición, celebrada este viernes, llegaron cinco finalistas. Beatriz Luengo se metió en la piel de Pink; Rosa López fue Gloria Trevy; Lorena Gómez se transformó en Rocío Jurado y Canco Rodríguez imitó a Bruno Mars. Ninguno de ellos pudo con el que llegaba como favorito del jurado y del público, Blas Cantó. El público fue precisamente el encargado de elegir al ganador. Cantó reunió el 55% de los votos, mientras que Rosa López quedó en segundo lugar con el 31% de los votos y Lorena Gómez, en tercera posición (14%).\nLa quinta entrega de Tu cara me suena ha cosechado grandes datos de audiencia. Logró el mejor estreno histórico del programa, tanto en cuota de pantalla (25,3%) como en espectadores (3.303.000). Esta entrega, la segunda que el programa celebra en viernes, ha logrado el mejor registro de la historia del formato con un 23,3% de media y 3.241.000 espectadores, a falta de conocer los datos de audiencia de la final.\nTu cara me suena se trata del formato de entretenimiento estrella de Antena 3, con gran éxito internacional y reconocimiento en forma de galardones, desde el Premio Ondas al Premio de la Crítica del FesTVal. Tal es el éxito del programa que Antena 3 estrenará la semana que viene la primera edición de la versión con imitadores desconocidos, Tu cara no me suena todavía. La constante victoria del programa de Antena 3 frente a Sálvame Deluxe ha llevado al programa de Telecinco a moverse desde la próxima semana a los sábados.", "original_url": "http://cultura.elpais.com/cultura/2017/03/04/television/1488584587_973204.html", "wayback_url": "https://web.archive.org/web/20170304020553/http://cultura.elpais.com/cultura/2017/03/04/television/1488584587_973204.html", "a_id": "Q4925264-24"}