{"title": "¿Quién es el representante de España en 'Eurovisión 2020'? Biografía y carrera", "text": "¿Quién es el representante de España en 'Eurovisión 2020'? Biografía y carrera\nBlas Cantó es el próximo representante de España en Eurovisión 2020. Un joven cantante de 27 años del que hoy queremos repasar su vida y su carrera en el ámbito de la música. Es bien conocido por ser el vocalista del grupo Auryn y ganar la quinta edición del concurso \"Tu cara me suena\".\nBiografía y carrera de Blas Cantó\nBlas Cantó nació en el municipio murciano de Ricote en el año 1991, aunque creció en Molina del Segura. Cuando tenia solo 8 años ganó el concurso \"Premios Veo Veo\" de Teresa Rabal.\nEn 2004 se presentó a \"Eurojunior\", el conocido programa de Televisión Española presentado por Carlos Lozano. Quedó en segunda posición, por detrás de María Isabel.\nSu carrera en el mundo de la música empezó en 2010, cuando pasó a ser vocalista del grupo Auryn, que ganó el MTV Europe Music Adwards y Los 40 Music Awards.\nEn 2016 Blas Cantó participó en \"Tu cara me suena\", el programa de Antena 3. Después de 15 galas se convirtió en finalista en la primera semifinal, consiguiendo la máxima puntuación tanto del jurado como del público. Finalmente, ganó el concurso.\nFue en febrero de 2017 cuando sorprendió a todos sus fans anunciando el lanzamiento de su primer sencillo en solitario: \"In Your Bed\".\nFue a principio de 2018 cuando consiguió su mayor éxito con el single \"Él no soy yo\", compuesta por el cantautor Leroy Sánchez. Suma más de 50 millones de reproducciones en Youtube y consiguió ser el número 1 de la lista de Los 40 Principales.\nEn septiembre de 2018 el cantante lanzó su álbum \"Complicado\", que también cosechó un gran éxito. En apenas una semana pasó a ser el disco más vendido en España.\nEl próximo 16 de mayo representará a España en el Festival de Canción de Eurovisión.", "original_url": "https://okdiario.com/curiosidades/quien-blas-canto-biografia-carrera-4654662", "wayback_url": "https://web.archive.org/web/20191005183750/https://okdiario.com/curiosidades/quien-blas-canto-biografia-carrera-4654662", "a_id": "Q4925264-28"}