{"title": "El drama personal de Blas Cantó que marcó su infancia", "text": "El drama personal de Blas Cantó que marcó su infancia\nActualizado 16/12/2016 8:07:27 CET\nMADRID, 16 Dic. (CHANCE) -\nAunque lleva dedicándose a la música desde que era un niño, Blas Cantó alcanzó la fama con la boyband española 'Auryn', y tras la disolución de la banda ha dado el saltó a la pequeña pantalla, convirtiéndose en el gran descubrimiento de la quinta edición de 'Tu Cara Me Suena'. Blas se ha ganado el cariño del público y ha terminado de darse a conocer como un gran artista en nuestro país, pero la vida del joven no ha sido nada fácil.\nAunque con Auryn ha ganado una lista incontable de premios, en los que se incluye el de Los 40 Principales o MTV Europe Music Awards, ha recorrido parte del mundo de gira y alcanzando el éxito brutal tanto en España como en México, la vida de Blas no ha sido un camino de rosas, más bien ha estado marcada por el drama y la lucha constante.\nBlas Cantó ha concedido una entrevista a la revista Lecturas, en la que desvela como ha sido su infancia sin la presencia de su padre y la lucha de su madre para que él alcanzara su sueño. El cantante ha confesado que su madre le tuvo con 19 años y sola, porque su padre desapareció durante mucho tiempo, una ausencia que le causo algún sufrimiento durante su infancia. Pero tal y como reconoce su madre siempre se ha desvivido por él y desde que era pequeño se sacrificó, mudándose incluso de donde vivían para comprar una casa en otro pueblo con instituto y conservatorio, para que Blas pudiese desarrollar su talento.\nA la ausencia del padre que Blas hay que sumarle la invalidez de su madre: \"Es cartera y gana poco, tiene los pies mal y no le dan la invalidez\" confiesa el cantante, que también habla de sus difíciles comienzos en Madrid: \"Me vine con 17 años y sobrevivía con el poco dinero que mi madre me mandaba\".\nA pesar de que la vida de Blas no ha sido un cuento de hadas, con el paso del tiempo no solamente ha cumplido sus sueños, sino que ha retomado la relación con su padre, con él que ahora se lleva muy bien y su madre, que tanto le ayudo, es su mayor fan y apoyo.", "original_url": "http://www.europapress.es/chance/gente/noticia-drama-personal-esconde-blas-canto-marco-infancia-20161216065941.html", "wayback_url": "https://web.archive.org/web/20161216174337/http://www.europapress.es/chance/gente/noticia-drama-personal-esconde-blas-canto-marco-infancia-20161216065941.html", "a_id": "Q4925264-0"}