{"title": "Blas Cantó representará a España en Eurovisión 2020", "text": "Blas Cantó representará a España en Eurovisión 2020\nBlas Cantó será el representante de España en el Festival de Eurovisión 2020, que se celebrará el próximo mes de mayo en Róterdam (Países Bajos). El joven artista, de 27 años, ha sido elegido internamente por la dirección de RTVE y ha reconocido que soñaba con participar en el festival europeo desde que era un niño.\n\"Eurovisión es un festival que ha seguido toda mi familia y yo mismo desde siempre, estoy muy feliz de formar parte de él ahora\", ha dicho el cantante durante su presentación oficial en el Telediario de Televisión Española.\nMuy ilusionado y agradecido por la elección, Blas ha explicado que compone durante todo el año y tiene muchas canciones escritas, aunque considera fundamental tomarse su propuesta para Eurovisión con calma y mucho mimo: \"Es una decisión muy importante, queremos la canción perfecta para Eurovisión\", añadiendo además que tiene claro que será auténtico, seguirá su propio estilo y contará con la colaboración de algunos de los autores y productores más destacados de la industria musical.\nSobre su presentación a toda España como nuestro candidato para Eurovisión 2020, Blas ha asegurado que está nervioso por todos los meses que quedan por delante en los que tiene que tomar las mejores decisiones de cara a su candidatura y afrontar la presión. No obstante, asegura que al pisar al escenario esos nervios desaparecen. Al final de su entrevsita, Blas ha lanzado un claro mensaje: \"Me siento muy afortunado, reponsable y con la intención de que todo el mundo esté unido por Eurovisión\".", "original_url": "http://www.rtve.es/television/20191005/blas-canto-representara-espana-eurovision-2020/1980780.shtml", "wayback_url": "https://web.archive.org/web/20191005170441/http://www.rtve.es/television/20191005/blas-canto-representara-espana-eurovision-2020/1980780.shtml", "a_id": "Q4925264-32"}