{"title": "El murciano Blas Cantó representará a España en Eurovisión", "text": "El murciano Blas Cantó representará a España en Eurovisión\nEl murciano Blas Cantó representará a España en Eurovisión El cantante murciano Blas Cantó. / Vicente Vicéns / AGM El artista recoge el testigo de Miki, concursante de Operación Triunfo, que actuó con 'La Venda' LA VERDAD Sábado, 5 octubre 2019, 16:22\nEspaña ya conoce quién le representará en el festival de Eurovisión 2020. Será el cantante murciano Blas Cantó quien se subirá al escenario de Rotterdam el próximo mes de mayo. Cantó, originario de Ricote, será el segundo murciano que participe en uno de los eventos televisivos más seguidos del planeta, después de que Ruth Lorenzo cantara 'Singing in the rain' en 2014. Tomará el testigo de Miki, concursante de Operación Triunfo que actuó con 'La Venda'.\nBlas Cantó ha sido elegido como representante español en un proceso interno dirigido por Radio Televisión Española (RTVE) para actuar en el festival, que se celebrará el próximo mes de mayo en Róterdam.\nBlas Cantó ha sido seleccionado de manera interna por la dirección de RTVE, un método que ya había sido utilizado cuando se eligió a Pastora Soler, El sueño de Morfeo y Edurne como representantes de España en el concurso.\nEurovisión 2020 será la 65ª edición del concurso que se celebrará los días 12, 14 y 16 de mayo en el Ahoy Arena. Será la primera vez que la ciudad acoja el certamen y la quinta que se celebra en los Países Bajos.\nEntre los nombres que sonaban con más fuerza, destacaban los de las cantantes Ruth Lorenzo y Diana Navarro, aunque este sábado Twitter también se hacía eco de la posible candidatura de David Bustamante para acudir a Eurovisión 2020.", "original_url": "https://www.laverdad.es/culturas/musica/murciano-blas-canto-20191005155832-nt.html", "wayback_url": "https://web.archive.org/web/20191005173532/https://www.laverdad.es/culturas/musica/murciano-blas-canto-20191005155832-nt.html", "a_id": "Q4925264-29"}