{"title": "'Amen' for Vincent Bueno", "text": "'Amen' for Vincent Bueno\nVincent Bueno has unveiled 'Amen', the Eurovision Song Contest entry that he will perform in the first half of the second Semi-Final on Thursday 20 May.\nThe track premiered on Austria’s Ö3-Wecker radio show and now the video is available to watch on the official Eurovision YouTube channel.\nSpeaking about Amen, Vincent says:\n“We have used the past year professionally to find the perfect song at national and international level and among my own songs - and in the end we were sure that Amen is exactly that song. The song found me. At first glance it's about a dramatic relationship story, but for me it's primarily about this inner struggle with your own strengths and weaknesses, that everyone knows, which leads to a bright future.\"\nORF (the Austrian broadcaster) have high hopes for the entry, as their Program Director, Kathrin Zechner, reveals:\n\"It is his powerful empathy that makes Vincent Bueno so special – he will touch Europe in May with his song Amen, and with his charisma and his incredible abilities. He will ensure moments that are as moving as they are unforgettable at the Eurovision Song Contest.”\nAbout Vincent Bueno\nVincent began to make music at the age of six and accompanied his father, himself a musician, to his performances as a child. In 2003 he decided to turn his passion into a profession and began his training in musical theatre at the Vienna Conservatory.\nBueno was introduced to the Austrian public through the ORF talent contest Musical! The Show in which he emerged as the winner. Vincent was able to gain Eurovision experience in 2017 as part of Nathan Trent’s team in Kiev.\nHad the 2020 Contest gone ahead, Vincent would have performed his entry Alive.\nAustria in the Eurovision Song Contest\nAustria celebrated their first Eurovision win in 1966 with Udo Jurgen’s earnest ballad Merci Chérie. He won on his third attempt, having represented his country in both 1964 and 1965.\nIt would take a further 48 years for Austria to Rise Like A Phoenix and claim Eurovision glory with Conchita Wurst in 2014.", "original_url": "https://eurovision.tv/story/vincent-bueno-amen", "wayback_url": "https://web.archive.org/web/20210310070110/https://eurovision.tv/story/vincent-bueno-amen", "a_id": "Q700468-10"}