{"title": "'Vi glæder os helt sindssygt!': Her er Danmarks nye Grand Prix-kommentatorer", "text": "'Vi glæder os helt sindssygt!': Her er Danmarks nye Grand Prix-kommentatorer\nNår popbraget Eurovision Song Contest til maj ruller over de danske tv-skærme, er ikke alt, som det plejer.\nDanmark har nemlig fået et nyt sæt Eurovision-kommentatorer.\nI år bliver det som noget nyt radioværterne Henrik Milling og Nicolai Molbech, der skal guide de danske tv-seere gennem den musikalske popfest, der sendes den 18., 20. og 22. maj.\n- Det er en kæmpe ære at få lov til at kommentere Eurovision. Det er et fantastisk show, så det er en opgave, der er svær at takke nej til, siger Nicolai Molbech.\nOgså Henrik Milling er svært begejstret for den nye kommentator-tjans.\n- Vi glæder os helt sindssygt! Det er fuldstændig fantastisk at få lov til at være en del af den her konkurrence, der jo unægteligt er det største musikshow på planeten. Det bliver pissesjovt, siger han.\nVi er begge kæmpe musiknørder, så vi kommer til at gå lidt nørdet til værks. Vi vil gerne dykke lidt længere ned i musikken. Henrik Milling, radiovært og ny Eurovision-kommentator\nSelvom det er første gang, at makkerparret sammen skal kommentere Eurovision-finalerne, så er Grand Prix-verdenen langt fra fremmed land for hverken Henrik Milling eller Nicolai Molbech.\nHenrik Milling har tidligere været jurymedlem i både Dansk Melodi Grand Prix og Eurovision, mens Nicolai Molbech på egen hånd kommenterede Eurovision for de danske tv-seere i 2008, 2009 og 2010.\n- Der er sket meget med Eurovision siden dengang. Showet er blevet endnu større og vildere, og det glæder jeg mig til at opleve igen. Og så tror jeg, det bliver fedt, at vi er to i kommentatorboksen denne gang, siger Nicolai Molbech.\nMere musiknørderi\nHenrik Milling og Nicolai Molbech har i mange år været fast makkerpar i radioprogrammet 'Fonk! Det er lørdag' på P4, og de garvede radioværter glæder sig til at sætte deres eget, musiknørdede præg på årets Eurovision, som de skal kommentere live fra værtsbyen Rotterdam i Holland.\n- Vi er begge kæmpe musiknørder, så vi kommer til at gå lidt nørdet til værks. Vi vil gerne dykke lidt længere ned i musikken: Hvad er det, der sker på scenen? Hvad er det for nogle tricks, der bliver brugt i den her sang? Hvorfor er det, Frankrig altid sender store ballader?, forklarer Henrik Milling.\nDanske Eurovision-kommentatorer de sidste 20 år 2011 - 2020: Ole Tøpholm\n2008 - 2010: Nicolai Molbech\n2007: Søren Nystrøm Rasted og Adam Duvå Hall\n2006: Mads Vangsø og Adam Duvå Hall\n2003 - 2005: Jørgen De Mylius\n2002: Keld Heick\n2001: Hans Otto Bisgaard\nIfølge DR's underholdningsredaktør, Jan Lagermand Lundme, er valget netop faldet på Milling og Molbech som de nye kommentatorer grundet deres enorme viden om musik.\n- I Dansk Melodi Grand Prix har vi de seneste par år øget vores fokus på selve musikken, og derfor er det meget naturligt at føre den linje videre til Eurovision, siger han og tilføjer:\n- Med Henrik og Nicolai kommer der til at sidde to meget stærke musikkræfter bag mikrofonen i den danske kommentatorboks. De har begge en kæmpe viden om musik, som de kan bruge til at hjælpe seerne med at få en endnu større musikalsk oplevelse ud af Eurovision-showet.\nDer bliver dog ikke tale om timevis af stiv musikteori, forsikrer Jan Lagermand Lundme.\n- Eurovision er naturligvis meget andet end musik, og alt det sjove og skøre kommer stadig til at fylde i den danske kommentatorboks, men nu har vi bare det her ekstra, musikalske ben med i taburetten, siger han.", "original_url": "https://www.dr.dk/musik/vi-glaeder-os-helt-sindssygt-her-er-danmarks-nye-grand-prix-kommentatorer", "wayback_url": "https://web.archive.org/web/20210408195101/https://www.dr.dk/musik/vi-glaeder-os-helt-sindssygt-her-er-danmarks-nye-grand-prix-kommentatorer", "a_id": "Q50729731-264"}