{"title": "Sanremo 2021, i 26 Campioni in gara e le 8 Nuove Proposte", "text": "Sanremo 2021, i 26 Campioni in gara e le 8 Nuove Proposte\n“Più spazio alla musica: sia per la qualità delle proposte arrivate sia per dare un segnale di speranza in un momento di grande sofferenza per tutto il settore”.\nSanremo 2021, dunque, come uno spaccato rappresentativo del panorama musicale italiano, ma non solo. Parola del Direttore artistico Amadeus, dopo la finalissima di Sanremo Giovani, andata in onda su Rai1, Radio2 e RaiPlay dal Teatro del Casinò di Sanremo il 17 dicembre. Una tappa importante in vista del 71° Festival della Canzone Italiana: nel corso della serata, infatti, oltre a selezionare le 8 Nuove Proposte sono stati comunicati da Amadeus anche i 26 Campioni in gara che prenderanno parte alle 5 serate in programma dal 2 al 6 marzo 2021.\nI Campioni parteciperanno con 26 canzoni inedite e si esibiranno a gruppi di 13 nella prima e nella seconda serata del Festival. Nella terza serata, quella del giovedì, i 26 Campioni interpreteranno un brano tratto dal repertorio della canzone d’autore italiana (da soli o con altri artisti), poi nuova esibizione a 26 il venerdì e il sabato durante la serata finale. Sabato poi, dopo le votazioni, finalissima a 3 per contendersi la vittoria nella categoria Campioni.\nDurante “Sanremo Giovani”, inoltre, la Giuria televisiva composta da Luca Barbarossa, Beatrice Venezi, Piero Pelù e Morgan, insieme alla Commissione Musicale e al pubblico da casa che si è espresso attraverso il Televoto hanno selezionato i 6 artisti, tra i 10 in gara, che parteciperanno al Festival nella categoria Nuove Proposte. Ai 6 prescelti si sono uniti i 2 giovani provenienti da Area Sanremo.\nI giovani della categoria Nuove Proposte si esibiranno in gruppi da 4 durante la prima e la seconda serata del Festival di Sanremo, il martedì e il mercoledì. In ognuna di queste serate solo in 2 supereranno il turno e approderanno alla finale di venerdì in cui le 4 Nuove Proposte si sfideranno per aggiudicarsi il titolo di vincitore della categoria del 71° Festival della Canzone Italiana.\n“L’idea che mi ha guidato in questa seconda edizione - dice Amadeus – è stata quella di dare ancora più spazio alla musica, sia per le proposte arrivate sia per dare un segnale in un momento di grande sofferenza per tutto il settore. Questo Sanremo, dunque, dovrà rappresentare un momento di rinascita per il Paese e per tutte le attività artistiche – almeno questo è il mio auspicio - e l’introduzione della serata dedicata alla musica d’autore vuole rappresentare anche un omaggio a tutti quei grandi artisti che hanno segnato con i loro brani diverse generazioni.\nScegliere non è stato facile, tra le tante proposte valide e interessanti arrivate sia per quanto riguarda i 26 Big – tra le oltre 300 proposte ricevute – sia per i giovani dopo il record di iscrizioni con ben 961 brani”.\nI 26 CAMPIONI IN GARA\nAIELLO Ora\nANNALISA Dieci\nARISA Potevi fare di più\nMALIKA AYANE Ti piaci così\nORIETTA BERTI Quando ti sei innamorato\nBUGO E invece si\nCOLAPESCE/DI MARTINO Musica leggerissima\nCOMA_COSE Fiamme negli occhi\nGIO EVAN Arnica\nEXTRALISCIO FEAT. DAVIDE TOFFOLO Bianca luce nera\nFASMA Parlami\nFULMINACCI Santa Marinella\nGAIA Cuore amaro\nGHEMON Momento perfetto\nIRAMA La genesi del tuo colore\nLA RAPPRESENTANTE DI LISTA Amare\nLO STATO SOCIALE Combat Pop\nMADAME Voce\nMANESKIN Zitti e buoni\nERMAL META Un milione di cose da dirti\nMAX GAZZE' Il farmacista\nMICHIELIN/FEDEZ Chiamami per nome\nNOEMI Glicine\nWILLIE PEYOTE Mai dire mai (La Locura)\nRANDOM Torno a te\nFRANCESCO RENGA Quando trovo te\nLE 8 NUOVE PROPOSTE\nAVINCOLA Goal!\nDAVIDE SHORTY Regina\nFOLCAST Scopriti\nGAUDIANO Polvere da sparo\nGRETA ZUCCOLI Ogni cosa sa di te\nWRONGONYOU Lezioni di volo\nDELLAI Io sono luca\nELENA FAGGI Che ne so", "original_url": "https://www.rai.it/programmi/sanremo/news/2020/01/Sanremo-2021-i-26-Campioni-in-gara-e-le-8-Nuove-Proposte-f4b18573-53b8-4f56-bad3-6288b0cefc87.html", "wayback_url": "https://web.archive.org/web/20201218122843/http://www.rai.it/programmi/sanremo/news/2020/01/Sanremo-2021-i-26-Campioni-in-gara-e-le-8-Nuove-Proposte-f4b18573-53b8-4f56-bad3-6288b0cefc87.html", "a_id": "Q104248636-0"}