{"title": "Eurovision song contest", "text": "Eurovision song contest\nEurovision song contest ställs in\nTvingas avblåsa i coronakrisen – kan hållas i Rotterdam nästa år i stället\navAndreas Hansson , Linn Elmervik , Natalie Demirian , Rosanna Berg\nPublicerad: 18 mars 2020 kl. 14.27\nUppdaterad: 18 mars 2020 kl. 17.22\nEurovision song contest ställs in på grund av coronaviruset.\nMan hoppar över tävlingen helt – alla bidragen är förbrukade.\n– Det här året ställs in och därmed blir det ett icke-resultat, säger Christer Björkman till Aftonbladet.\n”Det är med stor sorg som vi måste meddela att Eurovision song contest i Rotterdam 2020 ställs in. Under de senaste veckorna har vi sett över många olika alternativ på lösningar för att kunna sända Eurovision song contest”, skrev EBU i ett uttalande under eftermiddagen.\nBeskedet har väntats de senaste dagarna när andra stora evenemang runtom i Europa och världen ställts in på löpande band.\n”Vi vill hylla värdkanalen i Nederländerna och våra 41 medlemsländer som har jobbat så hårt för att planera årets tävling. Vi är alla förkrossade över att Eurovision song contest inte kan gå av stapeln i maj och vet att hela Eurovisionfamiljen, världen över, kommer att fortsätta sprida kärlek och support till varandra i denna tuffa tid”, skriver EBU.\n”Alla årets bidrag är förbrukade”\nChrister Björkman som skulle vara Sveriges delegationschef i Nederländerna säger att det inte kom som en överraskning.\n– Med tanke på omständigheterna är det helt logiskt och korrekt, säger han till Aftonbladet.\nDetta innebär att alla bidragen diskas från tävlingen. The Mamas kommer alltså inte att tävla med sitt bidrag ”Move” överhuvudtaget.\n– Man hoppar det här året och går till nästa år. Om allting har stabiliserat sig i världen blir det ett Eurovision 2021. Det här året ställs in och därmed blir det ett icke-resultat.\nHan tycker det är tråkigt för de 41 artister som inte får något avslut. The Mamas kommer alltså inte få chansen att stå på Eurovision-scenen.\n– Det kan jag inte se av två skäl. Dels kommer det att bli en ny vinnare nästa år och för att låtarna som tävlar i ett Eurovision får inte vara utgivna eller publicerade före första september föregående år. Vilket gör att de här låtarna som är ute nu, de är förbrukade, säger han.\nDet är första gången på 64 år som traditionen bryts, tävlingen har hållits sedan 1956.\n– Samtidigt är det väldigt tråkigt för alla artister som nu inte får chansen att tävla, och jag känner såklart extra mycket för The Mamas som inte får stå på Eurovision-scenen, säger han i ett tidigare uttalande.\nThe Mamas om beslutet\nI ett sms till Aftonbladet skriver The Mamas, de svenska segrarna som skulle tävlat i Rotterdam i maj, att de respekterar beslutet.\n”Vi respekterar naturligtvis detta beslut som nu är taget och under rådande akuta krisläge som vi alla befinner oss i är problemet större än att vi inte kan åka till Rotterdam. Självklart är vi otroligt ledsna på det personliga planet att vi och vår låt nu inte får lov att tävla i världens största musiktävling efter att ha vunnit den svenska uttagningen. Vi såg så otroligt mycket fram emot att få representera Sverige med Move. Vi hoppas att folk fortsätter att lyssna på vår låt med budskapet att vi gemensamt kan förflytta berg, något som känns extra relevant i dag då alla måste ta ansvar och göra det rätta. För om vi hjälps åt i denna svåra tid kommer det också att resultera i något gott till slut. Våra tankar går också till arrangören av ESC som jobbat hårt i motvind. Ta hand om er!”.\nFramtiden oklar\nDen norska EBU-bossen Jan Ola Sand skriver i ett uttalande att de inblandade parterna fortsätter dialogen kring om tävlingen kan hållas i Rotterdam nästa år i stället.\n”Vi beklagar detta enormt men skriver: Eurovision song contest kommer tillbaka starkare än någonsin”, skriver han.\nFoto: Pontus Orre The Mamas skulle tävla för Sverige i Eurovision song contest.\nPODD Corona – det kan vi lära från tidigare pandemier\nI dagens avsnitt av Aftonbladet Daily blickar vi bakåt mot tidigare pandemier och frågar oss om de kan lära oss något om hur vi ska hantera coronaviruset. Gäst är Fredrik Elg.\nLyssna: ► iPhone ► Acast ► Spotify\nEller ⬇️ Klicka på PLAY-knappen\nLÄS OCKSÅ PLUS Tegnell skrev om global pandemi redan 2007\nLÄS OCKSÅ The Mamas vinner Melodifestivalen 2020\nKOPIERA LÄNK", "original_url": "https://www.aftonbladet.se/a/wPQoM1", "wayback_url": "https://web.archive.org/web/20200318163213/https://www.aftonbladet.se/a/wPQoM1", "a_id": "Q50729731-0"}