{"title": "Amerikanska världsstjärnan Flo Rida till Eurovision - med låt av svenska superteamet", "text": "Amerikanska världsstjärnan Flo Rida till Eurovision - med låt av svenska superteamet\nSan Marino har släppt en teaser till den låt som ska representera mikrostaten i Eurovision song contest. Låten heter ”Adrenalina” och framförs av samma artist som skulle ha representerat San Marino förra året, Senhit, men i år har hon ett ess i rockärmen: den amerikanska världsstjärnan Flo Rida.\nEurovision-delarna av internet svämmar just nu över av uppgifter om att det är Flo Rida som rappar i låten och spekulationer om huruvida han också kommer att vara med i Eurovision eller inte.\nMen nu bekräftar mina källor att det stämmer. San Marinos låt kommer att framföras av Senhit feat. Flo Rida i Eurovision. Med förbehållet att alla inresetillstånd och karantänregler och andra eventuella coronabegränsningar inte sätter käppar i hjulet så klart.\nFlo Rida Foto: Chris Pizzello / AP TT NYHETSBYRÅN\nFlo Rida slog igenom 2007 med låten ”Low”, är flerfaldigt Grammy-nominerad och har även vunnit både en People’s choice award och en Teen choice award. Hans tio mest streamade låtar på Spotify har streamats sammanlagt fyra miljarder gånger och han har sålt över 100 miljoner skivor.\nLinnea Deb och Joy Deb Foto: Karin Törnblom\nDet som kanske är lika spännande är att ”Adrenalina” dessutom är skriven av ett gäng välkända låtskrivare, där de flesta är svenskar. Joy Deb och Linnea Deb som bland annat skrivit Måns Zelmerlöws Eurovision-vinnare ”Heroes” och som dessutom är inblandade i de topp-tippade Melodifestival-låtarna med Tusse och Eric Saade i årets tävling. De låtarna har även Jimmy ”Joker” Thörnfeldt varit med och skrivit. Joker är inblandad också i Senhits och Flo Ridas låt.\nOch det som kanske sticker ut allra mest är en 18-årig tjej från Bjuv som tävlade i Melodifestivalen förra året. Nu är Suzi P, eller Suzi Pancenkov (Ja, lillasyster till Idol-tvåan Paulina Pancenkov) som hon egentligen heter, med som låtskrivare till San Marinos Eurovision-låt med världsstjärnan Flo Rida.\nStort!\nSuzi P Foto: Robin Lorentz-Allard\nDe som skrivit Adrenalina är, som jag förstått det, det svenska gänget Joy Deb, Linnea Deb, Malou Ruotsalainen, Chanel Tukia, Jimmy ”Joker” Thörnfeldt, Suzi P och Kenny Silverdique tillsammans med danska Thomas Stengaard.", "original_url": "https://bloggar.aftonbladet.se/schlagerbloggen/2021/03/amerikanska-varldsstjarnan-flo-rida-till-eurovision-med-lat-av-svenska-superteamet/", "wayback_url": "https://web.archive.org/web/20210307160813/https://bloggar.aftonbladet.se/schlagerbloggen/2021/03/amerikanska-varldsstjarnan-flo-rida-till-eurovision-med-lat-av-svenska-superteamet/", "a_id": "Q50729731-55"}