{"title": "Nederländerna vann Eurovision 2019", "text": "Nederländerna vann Eurovision 2019\nLåten Arcade , framförd av Duncan Laurence är skriven tillsammans med svensken Joel Sjöö som skrivit för bland andra Rebecca & Fiona och Firefox AK. Enligt Duncan Laurence är låten Arcade inspirerad av ”en person han älskade som dog ung”.\nNär juryerna från 41 länder lagt sina röster låg Sverige på första plats, men de 93 poäng Sverige fick av tittarna räckte inte och Nederländerna tog hem tävlingen. Sverige slutade på en sjätteplats med 332 poäng.\nLåtskrivaren Joel Sjöö är på plats i Tel Aviv och är så klart väldigt upprymd när SVT Nyheter pratar med honom.\n– Jag har inte hunnit känna efter, det var en riktig emotionell berg-och-dalbana. Det såg riktigt trögt ut ett tag men vi knappade in och sen kom den raffinerade slutgrejen där man sitter som på nålar. Jag är helt slut.\n– Vi är sjukt, sjukt glada och lättade för vi var så segertippade, säger Joel Sjöö. Nu ska vi festa!\nTittarna fällde Sverige\nDet är andra året i rad som juryerna placerar Sverige högt, men när tittarnas röster kommer in har placeringen sjunkit. Norge var det nordiska land som placerade sig högst på en femteplats.\nStorbritannien, vars låt John Lundvik skrivit, kom sist, med 13 jury-poäng och tre tittar-poäng. Tyskland var det enda landet som fick noll poäng av tittarna.\nUnder kvällen fanns ingen klar vinnare och tävlingen blev en riktig nagelbitare. I slutet kunde vinsten ha gått till antingen Sverige eller Nederländerna, men när de sista rösterna presenterats stod det klart att det blev Nederländerna som vunnit.\nIsländska Hatari, som innan tävlingen gått ut med att de tänkte kritisera Israel höll upp en banderoll där det stod ”Palestina” när kamerorna riktades åt deras håll när de fick telefonröstarnas 186 poäng.", "original_url": "https://www.svt.se/kultur/vinner-eurovision-2019", "wayback_url": "https://web.archive.org/web/20190519032404/https://www.svt.se/kultur/vinner-eurovision-2019", "a_id": "Q50729731-72"}