{"title": "Polen schickt Rafał mit \"The Ride\" nach Rotterdam", "text": "Polen schickt Rafał mit \"The Ride\" nach Rotterdam\nStand: 12.03.21 12:28 Uhr\nPolen schickt Rafał mit \"The Ride\" nach Rotterdam\nPolen setzt für den Eurovision Song Contest 2021 in Rotterdam auf den Faktor Popularität: Unser Nachbarland schickt den beliebten TV-Star Rafał ins Rennen um den begehrten ESC-Titel. Sein Song steht mit \"The Ride\" auch schon fest. Der Beitrag stammt von einem schwedisches Team aus Textern und Komponisten um Joakim Övrenius, Thomas Karlsson, Clara Rubensson und Johan Mauritzson.\nRafał Brzozowski strebte Wrestler-Karriere an\nRafał Brzozowski kommt am 8. Juni 1981 in der polnischen Hauptstadt Warschau auf die Welt. Mit zehn Jahren lernt er Gitarre und Klavierspielen. Zunächst steht allerdings nicht die Musik, sondern der Sport im Mittelpunkt in Rafals Leben. Er lässt sich an der Universität für Leibeserziehung in Warschau als Sportlehrer ausbilden. Nebenbei macht er sich als Wrestler einen Namen. Eine Wirbelsäulenverletzung stoppt allerdings seine sportlichen Ambitionen.\n\"The Voice of Poland\" bringt Karriere-Schub für Rafał\nPolen schickt den populären TV-Star Rafał nach Rotterdam.\nParallel feilt Rafał an seiner Musikkarriere, 2002 tritt er in der polnischen Talent-Show \"Chance for Success\" auf. Er ist Mitglied von polnischen Rockbands wie Emigranci und De Mono. 2011 versucht Rafał sein Glück bei \"The Voice of Poland\". Obwohl er nicht bis ins Finale kommt, schafft er den Durchbruch als Sänger. Er veröffentlicht Singles und Studioalben. Nebenbei moderiert er Spiel- und Talent-Shows. Mittlerweile gehört Rafał zu den beliebtesten TV-Gesichtern in seinem Heimatland. 2020 wird er mit dem polnischen Fernsehpreis \"Telekamery\" in der Kategorie Fernsehpersönlichkeit ausgezeichnet.\nModerator beim Junior ESC 2020\nRafał ist keine Unbekannter beim ESC. 2017 schafft er mit \"Sky Over Europe\" die Qualifikation für das Finale des polnischen Vorentscheids. Er scheitert nur ganz knapp - belegt Platz zwei hinter Kasia Moś. 2019 gehört er zum Team der polnischen Jury für den Eurovision Song Contest aus Tel Aviv. Seine Favoritin ist damals die Australierin Kate Miller-Heidke. Im vergangenen Jahr tritt er als Co-Moderator beim Junior ESC auf, der damals in Warschau stattfindet.\nPolen braucht ein ESC-Erfolgserlebnis\n2019 scheiterten Tulia mit ihrem folkloristischen Gesang beim ESC in Tel Aviv.\nNach zwei verpassten Final-Teilnahmen durch Tulia 2019 in Tel Aviv und Gromee feat. Lukas Meijer 2018 in Lissabon steht Polen mächtig unter Erfolgsdruck. Im vergangenen Jahr sollte Alicja Szemplińska mit \"Empires\" an den Start gehen. Doch wegen der weltweiten Corona-Pandemie musste der ESC 2020 abgesagt werden. In Rotterdam darf Privat-Pilot Rafał 2021 Polens Bilanz aufpolieren - abheben mit \"The Ride\" in Richtung Finale ist also unbedingt erwünscht.", "original_url": "https://www.eurovision.de/news/ESC-2021-Polen-schickt-Rafal-mit-The-Ride-nach-Rotterdam,polen950.html", "wayback_url": "https://web.archive.org/web/20210315205555/https://www.eurovision.de/news/ESC-2021-Polen-schickt-Rafal-mit-The-Ride-nach-Rotterdam,polen950.html", "a_id": "Q9302874-0"}