{"title": "Het Eurovisie Songfestival 2021 wordt voorzien van gebarentolken, audiodescriptie en signdancers", "text": "Het Eurovisie Songfestival 2021 wordt voorzien van gebarentolken, audiodescriptie en signdancers\nDe halve finales (op dinsdag 18 en donderdag 20 mei) en de finale (zaterdag 22 mei) van het Eurovisie Songfestival 2021 worden op het themakanaal NPO 1 extra en via NPO Start uitgezonden met gebarentolken (voor de presentatieteksten) en signdancers (die de liedjes uitbeelden). Deze gebarentolken tolken ook het commentaar van Cornald Maas en Sander Lantinga. De programma’s worden ook live ondertiteld op NPO 1 via teletekstpagina 888. De signdance-uitvoeringen van de 39 inzendingen zijn tevens te zien op het YouTube-kanaal van AVROTROS.\nOp het themakanaal NPO Zappelin extra en via NPO Start worden deze uitzendingen voorzien van audiodescriptie voor mensen met een visuele beperking.\nRotterdam Ahoy\nIn Rotterdam Ahoy krijgen bezoekers met een visuele beperking een speciale ontvanger met koptelefoon waarmee zij de audiodescriptie kunnen volgen die ook op NPO Zappelin extra wordt uitgezonden. De Engels sprekende Songfestivalpresentatoren zijn in Ahoy ook te volgen via live ondertiteling op grote schermen. Daarnaast zijn de signdance-optredens in Ahoy op deze schermen te zien voor dove en slechthorende bezoekers. Ook is er gelegenheid voor bezoekers met een rolstoel om de shows in Ahoy te bezoeken.\nNPO1 extra is bij KPN te vinden op kanaal 76, bij Ziggo op kanaal 128 en bij T-Mobile op kanaal 273. NPO Zappelin extra is bij KPN te vinden op kanaal 58, bij Ziggo op kanaal 311 en bij T-Mobile op kanaal 195. Of via NPO Start, zie NPO 1 extra en NPO Zappelin extra.", "original_url": "https://songfestival.nl/nieuws/het-eurovisie-songfestival-2021-wordt-voorzien-van-gebarentolken-audiodescriptie", "wayback_url": "https://web.archive.org/web/20210513092624/https://songfestival.nl/nieuws/het-eurovisie-songfestival-2021-wordt-voorzien-van-gebarentolken-audiodescriptie/", "a_id": "Q50729731-313"}