{"title": "Rotterdam en Maastricht strijden om Songfestival, andere steden vallen af", "text": "Rotterdam en Maastricht strijden om Songfestival, andere steden vallen af\nupdateRotterdam en Maastricht strijden de komende weken tegen elkaar om dé gaststad voor het Eurovisie Songfestival 2020 te worden. De andere drie gemeenten - Arnhem, Utrecht en Den Bosch - vallen af. Dat is zojuist, na een belronde van organisator NPO aan de steden, bekend geworden.\nDe selectiecommissie werd in hun afweging ondersteund door technische experts en de European Broadcasting Union (EBU). Naar aanleiding hiervan heeft de selectiecommissie geconstateerd dat twee van de vijf steden een inhoudelijk sterker bid hebben ingediend. ,,Beide steden beschikken over een locatie waarin zowel de TV-shows als het volledige event goed kan worden georganiseerd. Daarnaast is er voldoende accommodatie beschikbaar in de stad en de regio, ligt er een goed plan voor de vele side-events en is er bereidheid een substantiële (financiële) bijdrage te leveren om de kosten van locatie (huur, inrichting faciliteiten, beveiliging,) te dragen’’, stelt de NPO in een verklaring. ,,Hoewel de drie andere steden Arnhem, Den Bosch en Utrecht op hoofdlijnen voldeden aan de voorwaarden die vooraf zijn gesteld, scoorden zij lager op de zwaarwegende criteria geschiktheid van locatie, beschikbaarheid accommodatie en (financiële) bijdrage.’’\n,,Alle steden, maar ook de locaties, hebben heel veel energie gestoken om het evenement naar hun stad te halen. We zijn onder de indruk van de voorstellen die zijn ingediend en willen iedereen enorm bedanken voor deze positieve inzet en betrokkenheid. We zijn ervan overtuigd dat zowel Maastricht als Rotterdam een fantastische gaststad zou zijn waar we volgend jaar mensen uit heel Nederland én Europa kunnen verwelkomen om het Eurovisie Songfestival met ons te vieren’’, reageert Sietse Bakker, Executive Producer Event van het Eurovisie Songfestival.\nHet is voor Arnhem, Utrecht en Den Bosch nog niet helemaal voorbij. Sietse Bakker: ,,Het enthousiasme waarmee de afgevallen steden zich hebben ingezet om het Eurovisie Songfestival 2020 naar de stad te halen biedt ook kansen. We spreken de komende maanden graag met de steden over hoe we hen kunnen betrekken bij het evenement in mei volgend jaar. Juist omdat we de wens hebben om heel Nederland het Eurovisie Songfestival mee te laten beleven.’’\nDe komende week worden er door de projectorganisatie technische werkbezoeken gepland naar zowel Maastricht als Rotterdam om de stad, de voorgestelde locatie en de daarbij horende faciliteiten te bekijken.\nRotterdam is -uiteraard- blij om bij de laatste twee steden te horen. Wethouder Said Kasmi (D66, toerisme) is in zijn nopjes met de ‘finaleplek’. ,,Dit is heel mooi nieuws’’, zegt hij. ,,We staan hier in de startblokken. Wij denken dat Rotterdam uitermate geschikt is om het Songfestival te organiseren. Een échte stad van nu die we graag delen met de rest van de wereld: mediageniek, divers, een stad van innovatie, creativiteit en architectuur en met Ahoy een prachtige locatie. We bereiden ons nu voor op een locatiebezoek, waarbij we laten zien dat we ruimschoots aan alle eisen voldoen. En daarna is het aftellen tot de bekendmaking in augustus.’’\nAfvallers\nDe NPO zal vandaag zelf niet ingaan op de redenen waarom Arnhem, Utrecht en Den Bosch afvallen. De steden krijgen het volgens een woordvoerder wel te horen maar het is aan de stadsbesturen zelf of ze de inhoudelijke redenen voor afwijzing openbaar willen maken. Eerder waren er wel al vraagtekens over het budget in Den Bosch en Utrecht: de steden moeten er zo’n 15 miljoen (aan euro’s en/of faciliteiten) voor vrij willen maken. Utrecht had bovendien een probleem met de locatie; de Jaarbeurs bleek niet hoog genoeg. Mogelijk dat Arnhem, dat er het Gelredome voor vrij wilde maken, niet genoeg ondersteunende ruimten voor artiesten, gasten en pers had.\nVolledig scherm Vorige week waren er nog vijf steden in de race om volgend jaar het Eurovisiesongfestival te huisvesten. © ANP Graphics\nDe afvalrace is razendsnel verlopen: vorige week woensdag nog presenteerden alle steden met meer of minder bombarie hun bidbook in het NPO-gebouw in Hilversum. Nu de ‘winnaars’ bekend zijn, zullen er deze week al werkbezoeken aan onder andere de festivallocaties worden afgelegd. De komende weken zullen er dan nog meer werkbezoeken volgen: de executive producers van het Songfestival willen een nauwkeurige inschatting kunnen maken of de steden wel kunnen leveren wat de EBU vraagt.\nDe NPO hoopt medio augustus bekend te maken welke stad definitief ‘host city’ voor het miljoenenevenement wordt. Die stad zal dan ook zijn naam vermeld zien in het nieuwe Nederlandse logo van het Songfestival: dat logo wordt dit najaar bekend gemaakt. Belangrijk voor fans: de kaartverkoop start in december. De voorlopige data van het festival zelf zijn: dinsdag en donderdag 12 en 14 mei de halve finales, en zaterdag 16 mei de finale.", "original_url": "https://www.ad.nl/show/rotterdam-en-maastricht-strijden-om-songfestival-andere-steden-vallen-af~ad566645/", "wayback_url": "https://web.archive.org/web/20190716150926/https://www.ad.nl/show/rotterdam-en-maastricht-strijden-om-songfestival-andere-steden-vallen-af~ad566645/", "a_id": "Q50729731-134"}