{"title": "Fastfood-medewerkster Emmie (24) uit Rotterdam vervangt zieke zangeres op Songfestival", "text": "Fastfood-medewerkster Emmie (24) uit Rotterdam vervangt zieke zangeres op Songfestival\nOmdat zangeres Kateryna Pavlenko van de deelnemende band uit Oekraïne zich woensdag niet lekker voelt moet zij een PCR test doen en kan ze volgens de geldende corona regels van het Songfestival niet AHOY in. En dus mag Kateryna ook niet meedoen aan de camera repetities. Daarom wordt Emmie gebeld. Zij heeft als stand-in het lied fonetisch al ingestudeerd voor de allervroegste repetities in AHOY, toen er nog geen deelnemers in Nederland waren en er met stand-ins geoefend werd.\nMetro\nEmmie is op het moment dat ze wordt gebeld net onderweg naar haar werk bij Taco Bell, vertelt ze in de Officiële Songfestival Podcast. “Het was wel even omschakelen ineens. Ik was in de metro en toen belde mijn begeleider met de vraag of ik toevallig nog tijd had. Ik had eigenlijk aangegeven dat ik onbeschikbaar was deze week omdat ik moest werken. Toen vertelde mijn begeleider dat de zangeres was en dat ik moest komen omdat ik de enige was die de act kende. Anders moest iemand anders het lied helemaal fonetisch gaan leren in twee uur tijd en dat zo goed als onmogelijk.\"\nFrituur\nEmmie vraagt vervolgens bij haar baas of ze twee uurtjes eerder mag vertrekken: \"En gelukkig mocht dat van mijn baas. Dus ik ben letterlijk van achter de frituur richting AHOY gegaan.\" Maar dan blijkt dat ze haar toegangspas voor AHOY niet bij zich heeft. “Die lag nog bij mijn ouders. Daar was ik de vorige dag, en ik dacht nog 'die pas kan ik wel laten liggen.. want die heb ik toch niet nodig'\". Haar vader rijdt vervolgens in volle vaart naar AHOY om haar de pas en de kleding voor op het podium te brengen. Na een negatieve corona test staat ze ineens op het grote podium tijdens de officiële repetitie van Oekraïne. “Één keer in je leven gebeurt dat en daarna nooit meer”.\nGreen room\nDe beelden van die repetitie worden gedeeld door het officiële Eurovisie Songfestival kanaal op Youtube en Eurovisie fans uit Oekraïne zijn lovend over haar optreden. In 1 dag tijd krijgt Emmie er 700 volgers bij op Instagram. En ook de band is zeer tevreden: als dank mag Emmie nu tijdens het officiële optreden van Oekraïne in de eerste halve finale dinsdag in de ‘Green room’ zitten, waar alle artiesten de uitslag afwachten..\nHet hele interview met Emmie is te luisteren in aflevering 10 van de Officiële Songfestival Podcast, die elke dag vanuit AHOY met een nieuwe aflevering komt.", "original_url": "https://www.nporadio2.nl/nieuws/30723/fastfood-medewerkster-emmie-24-uit-rotterdam-vervangt-zieke-zangeres-op-songfestival", "wayback_url": "https://web.archive.org/web/20210514145949/https://www.nporadio2.nl/nieuws/30723/fastfood-medewerkster-emmie-24-uit-rotterdam-vervangt-zieke-zangeres-op-songfestival", "a_id": "Q50729731-356"}