{"title": "Beleef het Eurovisiesongfestival bij de VRT", "text": "Beleef het Eurovisiesongfestival bij de VRT\nBij Eén zit je op de eerste rij om het Eurovisiesongfestival live te volgen. Zowel de halve finales op dinsdag 18 mei (met Hooverphonic) als donderdag 20 mei en de finale op zaterdag 22 mei zijn live te volgen op Eén en via VRT NU. De drie shows worden professioneel van commentaar voorzien door Eurovisie-kenner Peter Van de Veire.\nVlak voor de twee halve finales brengt Eén bijzondere specials om al in de juiste sfeer te komen. Net voor Hooverphonic op dinsdag 18 mei de Belgische eer verdedigt in de eerste halve finale, kunnen kijkers afstemmen op De weg naar Rotterdam: een documentaire waarin we de band volgen tijdens de voorbereidingen op hun grote Eurovisie-avontuur. Voor de tweede halve finale, op donderdag 20 mei, is er Songfestival Ahoy! Daarin ontdekken we hoe enkele bekende Eurovisiesongfestivalfans, samen met hun vrienden of huisgenoten, de eerste halve finale vanuit hun eigen gezellige cocon beleefden. Ze supporteren, becommentariëren en reageren op alles wat Rotterdam hen die avond voorschotelde.\nOok op woensdag 19 mei zit er een flinke dosis Eurovisie op Eén: die avond gaat Cath Luyten in Buurman, wat doet u nu? langs bij Sandra Kim. Zij kon de enige Belgische overwinning tot nu toe op haar naam schrijven, intussen 35 jaar geleden.\nDaarnaast is de Eurovisie-film Fire Saga te zien op Eén op zaterdag 15 mei. Songfestivalfan en acteur Will Ferrel is in deze komedie te zien samen met Rachel McAdams en Pierce Brosnan. Fire Saga draait rond de IJslandse zanger Lars Erickssong (Ferrel), die ervan droomt om het Eurovisiesongfestival te winnen. Samen met zijn beste vriendin Sigrit Ericksdottir richt hij de band Fire Saga op, maar veel succes hebben ze echter niet. Door toeval mag hun band toch IJsland vertegenwoordigen op het Eurovisiesongfestival. Kunnen ze hun droom waarmaken en zichzelf overstijgen door de liedjeswedstrijd te winnen?", "original_url": "https://www.vrt.be/nl/over-de-vrt/nieuws/2021/05/07/beleef-het-eurovisiesongfestival-bij-de-vrt/", "wayback_url": "https://web.archive.org/web/20210507081519/https://www.vrt.be/nl/over-de-vrt/nieuws/2021/05/07/beleef-het-eurovisiesongfestival-bij-de-vrt/", "a_id": "Q50729731-258"}