{"title": "Duncan Laurence heeft corona, treedt niet op tijdens finale Eurovisie Songfestival", "text": "Duncan Laurence heeft corona, treedt niet op tijdens finale Eurovisie Songfestival\nGrote teleurstelling\nWel was Laurence dinsdag nog aanwezig bij de halve finale. \"Toen stond hij op het podium dicht bij presentatrice Edsilia Rombley. Ik neem aan, ondanks dat ze iedereen die iets te maken heeft met het festival elke 48 uur worden getest, dat er nog wel een extra pcr-test wordt gedaan. Overigens kreeg Duncan woensdag pas lichte symptomen.\"\nNaast het bericht dat de organisatie heeft vrijgegeven, heeft Haveman nog niets gehoord van medewerkers. \" Het feit dat we niets anders van ze horen, wijst er denk ik op dat ze heel erg druk bezig zijn met de vraag: wat nu? Maar ik denk dat iedereen vooral heel erg teleurgesteld is.\"\nIJslanders\nEerder werd al bekend dat ook de IJslandse band Daði og Gagnamagnið niet meer in actie komt op het Eurovisie Songfestival. Na de positieve coronatest van een bandlid besloot de groep zich terug te trekken. Het liedje doet nog wel mee in de competitie.\nAlle andere bandleden werden gisteren wel negatief getest, maar Daði og Gagnamagnið zegt alleen voltallig het podium te willen betreden.\nTienduizenden testen\nVan alle 20.000 coronatesten die tot en met maandag werden afgenomen onder het personeel van Rotterdam Ahoy, alle journalisten en landendelegaties om Ahoy binnen te mogen voor het Eurovisie Songfestival waren er tien testen positief.\n\"Geen van de besmettingen hebben binnen Ahoy plaatsgevonden, dus het strenge testregime werkt tot nu toe goed\", zei uitvoerend producent van het songfestival Sietse Bakker toen.", "original_url": "https://www.rtlnieuws.nl/nieuws/nederland/artikel/5232117/duncan-laurence-heeft-corona-treedt-niet-op-tijdens-finale", "wayback_url": "https://web.archive.org/web/20210520113647/https://www.rtlnieuws.nl/nieuws/nederland/artikel/5232117/duncan-laurence-heeft-corona-treedt-niet-op-tijdens-finale", "a_id": "Q50729731-68"}