{"title": "Geen Wit-Rusland op het Songfestival in 2021", "text": "Geen Wit-Rusland op het Songfestival in 2021\nDe consternatie op sociale media was groot toen de Wit-Russische omroep op dinsdag 9 maart het nummer voor Rotterdam bekend maakte. Het nummer zou de draak steken met de Wit-Russische protestanten en oppositie. Velen riepen de EBU op om in te grijpen, dat is ondertussen gebeurd. Het nummer werd, in de vorm hoe het initieel naar buiten werd gebracht, uitgesloten. De groep werd de kans geboden om aanpassingen aan te brengen aan het nummer. Indien de groep dit weigerde, en er geen andere nieuwe inzending in de plaats zou komen, zou Wit-Rusland worden gediskwalificeerd. Een tweede inzending volgde maar deze voldeed ook niet aan de regels die de EBU oplegt. Wit-Rusland zal dus niet aanwezig zijn in Rotterdam.\nOm volledig te begrijpen hoe we tot de uitsluiting van het initiële Wit-Russische nummer en de uiteindelijke diskwalificatie zijn gekomen, dienen we terug te gaan naar de zomer van 2020. Op 9 augustus 2020 vonden er verkiezingen plaats in Wit-Rusland. Waar het sinds 1994 duidelijk is wie deze verkiezingen wint, met name Aleksandr Loekasjenko, was er vorig jaar plots onverwachte tegenstand. De – tot dan toe onbestaande – civil society in Wit-Rusland stond op en legde het vuur aan de schenen van de zittende president. Dit alles gebeurde onder leiding van Svetlana Tichanovskaja en Veronika Tsepkalo wiens mannen initieel voor het presidentschap gingen strijden maar ondertussen waren gearresteerd. Maria Kolesnikova, die Viktar Babaryka (een oppositiekandidaat die ondertussen ook was gearresteerd) ondersteunde, stapte mee in het project van de twee dames. Er werden ongeziene verkiezingsrally’s gehouden waar meer dan 20.000 mensen (wat behoorlijk veel is voor Wit-Rusland) op af kwamen. Het regime van Loekasjenko probeerde er dan ook alles aan te doen om het succes te breken.\nNiet eerlijk gespeeld\nAan het eind van de verkiezingsdag kwamen de eerste resultaten naar buiten en werd duidelijk dat het spel niet eerlijk was gespeeld. De grootste tegenstander van de zittende president, Svetlana Tichanovskaja, moest volgens de “officiële” resultaten het onderspit delven. Het aantal stemmen dat Tichanovskaja kreeg, was in de verste verte geen afspiegeling van haar groeiende populariteit. En de bevolking wist dat ook.\nDe reactie van het publiek was dan ook iets wat ongezien was in Wit-Rusland. Waar normaliter de resultaten worden geaccepteerd door de bevolking, vonden er de eerste dagen na de verkiezingen hevige protesten plaats in het gehele land. De politie schoot soms met scherp, wat de gemoederen deed oplaaien. De verhalen uit de gevangenissen, waar jongens werden mishandeld en vrouwen werden verkracht, versterkte het protest alsmaar. De protesten groeiden en op het hoogtepunt gingen meer dan 200.000 mensen de straat op om te protesteren tegen het regime van Loekasjenko. De protestanten eisten slechts twee dingen: de vrijlating van de politieke gevangenen en vrije verkiezingen.\nGrondvesten daveren\nHet protest deed ook de Wit-Russische staatsomroep op zijn grondvesten daveren. In de periode na de verkiezingen verlieten tal van medewerkers het staatsapparaat. Eén van hen was Evgeny Perlin, de man die het Junior Eurovisiesongfestival 2018 presenteerde en achter de schermen bezig was met Wit-Rusland op het Eurovisiesongfestival.\nHet was dan ook te verwachten dat de selectieprocedure in Wit-Rusland anders ging verlopen dit jaar dan normaal. Het land was vooreerst één van de weinige landen die de samenwerking stopzette met de geselecteerde artiest van vorig jaar, VAL. Eén van de redenen die de omroep gaf voor deze beslissing was het feit dat de groep niet zou stroken met de morele waarden die de omroep, en Wit-Rusland in het algemeen, wil uitdragen. BTRC stak niet onder stoelen of banken dat ze er niet van gediend waren dat de groep mee ging protesteren tegen het regime van president Loekasjenko eerder in de zomer. Ook andere artiesten die Wit-Rusland reeds vertegenwoordigden op het Eurovisiesongfestival spraken zich uit over de protesten. Naviband (Wit-Rusland 2017) ging mee protesteren. Alyona Lanskaya (Wit-Rusland 2013) koos dan weer resoluut voor de kant van Loekasjenko.\nZena\nNormaliter organiseren de Wit-Russen een nationale selectie, Eurofest, maar ook daar was geen sprake van dit jaar. Artiesten die hun kans wouden grijpen om het land te vertegenwoordigen op het festival, konden zelf een nummer insturen. Verschillende artiesten hadden dit ook gedaan, er waren zelfs geruchten dat Zena (Wit-Rusland 2019) naar Rotterdam mocht afzakken.\nHet nieuws sloeg dan ook in als een bom op dinsdag toen – laat ons eerlijk zijn – de onbekende groep Galasy ZMesta het ticket voor het Songfestival ontving. Het nummer Ya Naucha Tebya (Ik zal het je leren) had op zichzelf al een opmerkelijke titel, maar de tekst achter het nummer sloeg werkelijk alles. Drie minuten lang werd de spot gedreven met de duizenden Wit-Russen die de straten waren op gegaan en was het dus in zekere zin politiek getint. Het nummer zou, meer specifiek, regel 2.7(i) van het reglement schenden:\n“De songteksten en / of de uitvoering van de liedjes zullen de shows, het Songfestival als zodanig of de EBU niet in diskrediet brengen. Teksten, toespraken, gebaren van politieke, commerciële of soortgelijke aard zijn niet toegestaan ​​tijdens het Songfestival.”\nEen publieke reactie van de EBU kon niet uitblijven en deze volgde dan ook op donderdag 11 maart:\nStatement from the EBU regarding Belarus’ Eurovision Song Contest 2021 entry. pic.twitter.com/q25Eh80Plx — Eurovision Song Contest (@Eurovision) March 11, 2021\nOndertussen stelde de groep, en bij uitbreiding de de Wit-Russische omroep, een nieuw nummer voor. Deze voldeed ook niet aan de regels die de EBU opstelt voor het festival. Het logische gevolg is dan ook dat er geen Wit-Russische inzending in Rotterdam aanwezig zal zijn, gezien het feit dat de deadline ondertussen verstreken is. Het is de eerste keer sinds 2004, het debuut van het land, dat Wit-Rusland niet aanwezig zal zijn op het festival.\nStatement from the @EBU_HQ regarding Belarus and the Eurovision Song Contest 2021.https://t.co/qvmyjxqAq4 pic.twitter.com/2Au8HKb1Ad — Eurovision Song Contest (@Eurovision) March 26, 2021\nNiet de eerste keer\nHet was niet de eerste keer dat BTRC onder vuur kwam te liggen wat betreft het EBU-lidmaatschap en eventuele deelname aan het Songfestival. Eerder dit jaar volgde nog een campagne tegen de omroep, gericht naar de EBU, met de vraag om het lidmaatschap in te trekken. Tichanovskaja steunde deze beweging omdat ze vindt dat het Songfestival zeer veel financiële voordelen en prestige oplevert voor de staatsomroep.", "original_url": "https://songfestival.be/landen/by/geen-wit-rusland-op-het-songfestival-in-2021/", "wayback_url": "https://web.archive.org/web/20210326194133/https://songfestival.be/landen/by/geen-wit-rusland-op-het-songfestival-in-2021/", "a_id": "Q50729731-5"}