{"title": "WRAP UP AND WATCH OUT: CHELCEE GRIMES", "text": "WRAP UP AND WATCH OUT: CHELCEE GRIMES\nChelcee Grimes is one of the UK’s brightest new talents. Over the past two years, this young lady has gone from being just a talented vocalist from Liverpool, to becoming a bit of an internet sensation - which led her to work with the likes of Chew Fu (Rihanna), Rob Fusari (Lady GaGa) and Wiley, to name but a few...\nTwo weeks ago, the 18-year-old singer-songwriter signed with Sony RCA. With a stack of music, energy and attitude to boot, it appears Chelcee is more than ready to roll! The Wrap Up's Yaw Owusu caught up with rising star to find out more...\nThe Wrap Up: Can you introduce yourself to us in 5 words, Chelcee?\nChelcee Grimes: I can in 7. 'I'm not a typical girl on TV.'\nTWU: Okay, first things first. How did you get into singing and performing? Has it been something that you’ve always been into since you were younger or did you just suddenly get into it?\nChelcee Grimes: I started singing in school. I took music as an option just to fill a gap, to be honest. I fell in love with the creative process and just started working hard at it since I was 16.\nTWU: Things really started taking off for you over the past two years. For those that don't know, can you tell us about some of the highlights over that period?\nChelcee Grimes: The past two years have been full of just playing shows, writing songs and trying to find somebody to give me a break. I just didn't stop. Some of the highlights have to be working with Chew Fu, Rob Fusari, who produced Lady GaGa's ‘Paparazzi’, and everybody knows I'm obsessed with her. Also, signing a major record deal at 18, that has been the biggest. It's honestly crazy saying that out loud. I am fortunate when it comes to opportunity. I understand you need luck, but when some people tell me I'm lucky, I prefer to tell them, ‘Yeah, okay, but I work hard too.’ People don't see the seven days a week in the studio working on maybe one song. They just see me on-stage and think I've just had all this handed to me on a plate.\nTWU: You have gained a lot of attention from your YouTube covers of Lady GaGa and you’re also are quite active on Twitter and Facebook. How have social networks helped you build your fanbase?\nChelcee Grimes: It's funny, two girls ran up to me last week screaming, ‘You're that girl off YouTube’, it was crazy but it really does get you out there to the public. A lot of people actually think I got signed from the back of my YouTube videos, but my record label never saw any of them. The YouTube stuff was just a bit of fun; I wanted to do covers in my own mad pop/R&B way. As for Twitter, it’s not just a social network, for me, it's a hobby. I know that's embarrassing, but it gives me a chance to get feedback from people who are supporting me. Social networking sites have helped me tremendously. I love them!\nTWU: In your hometown, Liverpool, you’ve built up a strong and dedicated following – you clearly inspire a lot of people. But who inspires you?\nChelcee Grimes: Liverpool is my hometown, so to have fans here before I've even released a record or had major radio play or major TV plugging, it means a lot. I'll never forget that. I couldn't talk any higher about the people who are supporting me; I just want to say that I promise I won't let them down. I'm not just trying to ‘make it’ for myself; it's for any such person out there who believes they can't just because they are ‘normal’. That's what inspires and motivates me.\nTWU: You recently signed with Sony RCA, which is amazing. How did that deal come about?\nChelcee Grimes: Yeah, Sony RCA is my new home! I'm just gonna put the deal down to hard work, a great team of people and good music. I owe a huge thank you to Mr Hugh Goldsmith, Martin O'Shea and Charlie Lycett – who is MD at Sony – and everybody else for believing in me. Hopefully this will open a lot of doors for some others from my City. There's so much talent in Liverpool, it's slightly scary!\nTWU: What can we expect from Chelcee Grimes for the rest of the year?\nChelcee Grimes: This year, I go on tour around the UK. There might be a single in the summer, but the main release should be around January of next year. This year is mainly about getting a lot more people to know about Chelcee Grimes: my music and just what I'm about. Hopefully everyone will get it (laughs)...\nStay up to date with Chelcee Grimes on Twitter – www.twitter.com/ChelceeMusic\nWords: Yaw Owusu (@MrYawOwusu)\nOnline editing: Joseph 'JP' Patterson (@Jpizzledizzle)", "original_url": "http://www.mtv.co.uk/music/urban/2352-wrap-up-and-watch-out-chelcee-grimes", "wayback_url": "https://web.archive.org/web/20110510001427/http://www.mtv.co.uk:80/music/urban/2352-wrap-up-and-watch-out-chelcee-grimes", "a_id": "Q27916123-28"}