{"title": "Celebrity line-up announced for brand-new BBC One entertainment series Freeze the Fear with Wim Hof, presented by Holly Willoughby and Lee Mack", "text": "Celebrity line-up announced for brand-new BBC One entertainment series Freeze the Fear with Wim Hof, presented by Holly Willoughby and Lee Mack\nFilming has wrapped on Freeze the Fear with Wim Hof, with eight celebrities embarking on a once-in-a-lifetime epic adventure, under the training of extreme athlete Wim Hof, aka ‘The Iceman.’ The six-part series made by Hungry Bear Media will follow the group as they undertake a series of challenges that will test them to their limits, both physically and mentally.\nThe celebrities taking part include musical theatre legend Alfie Boe OBE, who has had three UK number one albums and was catapulted to fame for playing Jean Valjean in Les Misérables on Broadway; and singer/songwriter, TV presenter and footballer, Chelcee Grimes, whose grounding in professional football sees her ready for the gruelling journey. Joining them is Strictly professional dancer, Dianne Buswell, who is also an Australian Open Champion as well as a four-time Amateur Australian Open finalist, and sports TV presenter and former international rhythmic gymnast Gabby Logan MBE, most famously known for her BBC coverage of football and the Olympic games.\nThere is also Welsh weatherman Owain Wyn Evans, who shot to fame with his viral drumming in 2021, completing a record-breaking 24-hour drumathon for Children in Need; and Patrice Evra is certainly not afraid of a challenge. The former captain of France’s national team is most known for winning the Premier League five times with Manchester United. They are joined by rapper and mental health advocate Professor Green and actress Tamzin Outhwaite, known for roles in Ridley Road, EastEnders and New Tricks.\nThe group will be living together in a tented village in sub-zero temperatures, surrounded by spectacular, icy scenes of Northern Italy. Each week will see them take on various challenges, which gradually become more daring as the series progresses.\nExtreme athlete Wim Hof will be supervising the celebrities and guiding them through his series of radical challenges. Under his encouragement, the celebrities will reap the rewards of cold-water therapy and face a unique test of mental strength like no other.\nWim, ‘The Iceman’, has dedicated his life to showing others that they can achieve things they thought were impossible, by controlling his mind and body when running a half marathon above the Arctic circle barefoot, submerging himself in ice for 1hr 52 mins and climbing Mount Kilimanjaro in just his shorts and shoes. He has been teaching the benefits of cold-water therapy for decades, with a huge following including A-listers and athletes around the world.\nThe series will be hosted by Wim Hof superfan Holly Willoughby and comedian Lee Mack, it is like nothing seen before and promises genuine reality, high drama, jeopardy, and plenty of laughs along the way.\nFreeze the Fear with Wim Hof will air on BBC One and BBC iPlayer this Spring. A BBC Three spin-off show will accompany the BBC One series, hosts for the sister show and further broadcast information will be announced in due course.\nFreeze the Fear with Wim Hof (6x60’) is a Hungry Bear Media production for the BBC, commissioned by Kate Phillips, Director of Entertainment Commissioning. The Executive Producer is Dan Baldwin and the Commissioning Editor for the BBC is Kalpna Patel-Knight. The series format will be distributed by BBC Studios internationally.\nUntitled spin-off show (6x30’) is a Hungry Bear Media production for BBC Three, commissioned by Kate Phillips, Director of Entertainment Commissioning and Fiona Campbell, Controller BBC Three. The Executive Producer is Dan Baldwin and the Commissioning Editor for the BBC is Kalpna Patel-Knight.\nFreeze the Fear with Wim Hof was formerly known as Superstar Survival with Wim Hof (w/t).\nCM2\nLatest from the Media Centre All news All news", "original_url": "https://www.bbc.co.uk/mediacentre/2022/freeze-the-fear", "wayback_url": "https://web.archive.org/web/20220305003056/https://www.bbc.co.uk/mediacentre/2022/freeze-the-fear", "a_id": "Q27916123-30"}