{"title": "Liverpool Chelcee Grimes Kylie Minogue hit Million Miles came to me in five minutes", "text": "Liverpool Chelcee Grimes Kylie Minogue hit Million Miles came to me in five minutes\nSitting in a studio in Copenhagen, surrounded by some of the biggest names and talents in the business, Chelcee Grimes was asked a career-changing question ...\n“On my first day working with producer Cutfather, he said ‘Kylie’s looking for some songs, can you listen to this track?’ and I thought, I’m 21, how am I supposed to write for Kylie who’s a global star?\n“But in five minutes I had the song, it was the first thing that came out of my mouth. Everyone went ‘that’s it, that’s it’!”\nThe resulting track, completed just an hour later, was Million Miles, listed number two on Kylie’s latest album Kiss Me Once. Inspired by Chelcee missing home in Liverpool, it will be the Aussie icon’s next European single release.\n“It made sense because it was the first time I’d been away from my family and I just sang ‘I feel like I’m a million, million, milion, feel like I’m a million miles away ...’ And that was the hook. I could have chosen any subject, they just played me the track they’d built for her sound and asked for lyrics and a top line, but that was what came to me.\n“We sent it straight to Kylie that night and she replied to say ‘love it’, and the next week she was in London recording it,” smiles Chelcee. “That’s when I knew, OK, I can do this.”\nFor Chelcee, seeing her name on the album with the likes of Pharrell and Sia not only reinforced her own confidence, but showcased her to an industry desperate for gifted lyricists. In a music world full of aspiring performers, genuine hit makers are scarce.\nBut having two parallel options has meant making a big decision for the former St Julie’s girl: to split her focus between writing for other big name artists and still pursuing her own performing ambitions.\nPicture by Jason Roberts...... Story Mark Johnson.....Chelcee Grimes play at the Anthony Walker Foundatiion day at the Liverpool Guild of Students.\nSinging has been central to her life since she was 16, when music overtook football as her main passion.\nBrought up in Aigburth, Chelcee had her sights set on becoming a professional footballer from the age of 11 when she signed for Liverpool. At 15, she crossed the park to Everton, taking PE and sciences at GCSEs with a secondary plan to move into sports physiotherapy.\n“I had to choose one more GCSE, and it was between history, geography or music,” she recalls. “I was rubbish at history and geography so I thought I’d do music, even though I didn’t sing at all at the time. But I really got into it and I found a little studio that would let me stay behind after school and put some songs down I’d written.”\nSoon music was challenging football for her affections. “I’d score a goal and run back to the half way line singing,” she laughs. “But then if I went to the studio and missed training they’d bench me for the next game, so I had to make a decision between the two.”\nMusic won, and with manager Martin O’Shea guiding her, Chelcee set about launching her own singing career. Competition was fierce, though, and she had to be patient waiting for a breakthrough.\n“It was hard,” she admits, “and I’d say to Martin, ‘I need something to happen soon’, but I never asked ‘will it happen?’ because I always knew it would.”\nWhat remained unfailing was the apparent ease with which she can create a pop song.\n“That’s how I work, quick,” she laughs. “If I can’t get a melody or a lyric in the first minute or two I’ll move on. Now I’ll be at workshops and everyone else will be writing five songs and I’ll have 14!”\nThe internet, she says, has played a big part in getting her name known.\nThe Saturdays and Little Mix are just two of the bands who have tapped into her talents, she’s worked with South Korea’s biggest pop star Boi and she’s also written with the team which pens hits for Rihanna. X Factor’s Tamera Foster and Luke Friend are on her CV, and she’s got one eye on the current series for who will be next.\nSome days she will write specifically with particular artists in mind and other times it will be for herself. “And then if someone else wants it, great,” she shrugs.\n“About a month ago I wrote a song for me in about 15 minutes, called Generation. I don’t know how it got there, but two days later we got a call from the head of Capitol records in America saying ‘we’ve heard this song, we love it, we want it for Tori Kelly.’ It was crazy, I just said ‘yes, go for it.’ So it went from an idea in my head to the head of the biggest label in the States ringing me!”\nVIEW GALLERY\nDemand means Chelcee splits her time between Liverpool, London, Europe and the US these days. Most recently she’s been in LA, meeting with legendary producer and American Idol judge Randy Jackson and the teams behind Britney and J-Lo. They heard Chelcee the songwriter, and now they’re keen on Chelcee the artist.\nSo which will it be?\n“I’m pinching myself, the stuff that’s happening to me at the moment, so I’m thankful for it all,” she says. “But which would I prefer, a number one for someone else or for me? Definitely me ...”", "original_url": "http://www.liverpoolecho.co.uk/news/real-lives/liverpool-chelcee-grimes-kylie-minogue-7744354", "wayback_url": "https://web.archive.org/web/20150124152952/http://www.liverpoolecho.co.uk/news/real-lives/liverpool-chelcee-grimes-kylie-minogue-7744354", "a_id": "Q27916123-0"}