{"title": "Chelcee Grimes opens up about her sexuality, writing for Kylie, and debut single Just Like That", "text": "Chelcee Grimes opens up about her sexuality, writing for Kylie, and debut single Just Like That\nChelcee Grimes is doing it for herself.\nAfter being dropped from her first record deal at just 19 years old, Chelcee turned her attention to songwriting for some of the world’s biggest pop divas, including Kylie Minogue, Louisa Johnson, Kesha and Dua Lipa.\nNow, she’s ready for her own big break, and she’s pulling out all the stops to make it a success – her debut single Just Like That is an earworm of epic proportions, and she’s quietly been working with the likes of RedOne and Calvin Harris on her album.\nHere, we speak to the promising new talent about her sexual identity, women’s football, and her love for Lady Gaga…\nWe’ve been listening to Just Like That in the Gay Times office, and we love it! Where did the inspiration for the song come from?\nWell, I was actually sexting with someone I was dating, and that’s basically where it came from [Laughs] I jumped in the booth when I was working on a different song, and then I was just trying to warm up and started beat-boxing to the producer down the microphone, and he was like, ‘Woah, what is that?’ And I was like, ‘Nothing, I’m literally just warming up’, and he was like, ‘Let me record you really quick’, and then I ran in the room and started making up joke lyrics to it, and we wrote it in like 10 minutes. I just thought it was a funny song that I’d maybe send to someone as a personal joke, but the record label were like, ‘We love this, it’s gonna be your first single’.\nThe video is really cool, too. What’s the message there?\nWell, because the song is so tongue-in-cheek and sexual, I didn’t want to be all oiled up and gyrating on someone, so I sent the song to a few directors and Charlotte Rutherford, who came up with the concept, said ‘What if it’s all old people getting it on, and it’s actually nothing to do with you’, and I thought ‘Oh my god, this is genius’. I grew up on old school Eminem and Avril Lavigne and super early 2000s music, and it reminded me of that nostalgia, so I was like, ‘Perfect, let’s go for that’.\n﻿\nAm I correct in saying you identify as bisexual?\nI mean, people would say that I guess. But I say all the time it’s about what’s upstairs, not downstairs. If I can have a conversation with someone, and I’m getting along with them, and they’re making me laugh, and I find them attractive – it’s not about body parts, it’s about the person. Definitely.\nHow important do you think it is that the LGBTQ community has out and proud artists that they can look up to?\nIt’s so important, it’s ridiculously important. I mean, I’m so proud to be in a generation now where there are so many out and proud people around us, and it’s so accepted, and it’s becoming more and more okay. Because at the end of the day, to me, whoever you love, it’s fine, you know? It is the way it is. So yeah, I think the more the merrier!\nYou have a platform to share your voice now – are there any stereotypes or misconceptions about the LGBTQ community you want to challenge with your music?\nAll the time! I’ve got a lot of gay friends, and I always hear people say, ‘Oh you don’t look gay’. And especially because I play football a lot, people are like, ‘Oh how many lesbians are on your team’, and it’s just like, ‘Ugh, why does it matter?’ There’s a lot of straight people, there’s a lot of gay people, there’s a lot of people in between. I just want us to get to a place where it’s okay however anyone identifies, you know? So hopefully I can help or at least speak up on those issues when I get the chance to.\nThe first professional song you wrote was for Kylie, right? She’s a huge gay icon…\nIt was. I’d just been dropped from my first record deal, and I was trying to find another route back in, and I knew I could write songs by that point, I knew I was quite capable of doing it. So I was in Copenhagen, I was writing with Cutfather, who already had a connection with Kylie because he’d worked with her before, and it was my first time away from home, my first writing trip, and the first thing that came out of my mouth was, ‘I feel like I’m a million miles away’. Again, it happened really fast, we laid it down and they were like, ‘Kylie’s looking for some songs, maybe this could work for her?’, so they emailed her and within the same night she’d replied back saying, ‘I love it, I wanna cut the song’, and I was like, ‘No way! Is it really that easy?’ Unfortunately it’s not that easy most of the time, but it was a great start. I love Kylie, she’s an icon like you said, so it was a huge honour.\nWho are some of your biggest musical icons or influences?\nGrowing up, it was always strong pop women. So people like Gwen Stefani, Pink, and Lady Gaga. She was huge for me. When I went to see Gaga supporting The Pussycat Dolls – because Nicole Scherzinger was my first ever girl crush – I was like, ‘What, who, when and why!?’ Because she’d do a dance break, then jump on the piano, and she was just insane. Every song was great. I used to tweet her and RedOne when I was like 18 years old and say, ‘I really want to work with you guys!’ On my last trip to LA, I got to work with RedOne on my album which was insane. I was like, ‘Dude, I used to tweet you all the time!’ He said, ‘Well, we’re here now, so let’s kill it’. That was really a defining moment for me.\nCan you tell us anything about your song with RedOne?\nWell, I can’t say too much, but it’s a great song. I love it. It’s what you’d expect from him – a big pop song.\nWhat can we expect from your debut album? Are you still working on it?\nYeah, I’m still working on it, but I’ve been unintentionally writing this record for the past three or four years. Obviously I’ve been writing for other people, but I’ve also been saving stuff for myself knowing I would eventually get the green light to just focus on my record. The album’s literally a day in the life of most young people now, from the age of 18 through to 25. I’ve been in love, I’ve broken hearts, I’ve had my heart broken, I’ve partied, I’ve been hungover – it’s just got everything I’ve experienced over the past four years on there. Expect a lot – you’ll cry, you’ll laugh, everything.\nWomen’s football has come a long way over the years, but there’s still a sense that it’s not taken as seriously as men’s football. Do you struggle with that?\nYeah, it’s definitely… I always try and look at the positives, though. From me playing at the age of 10 to me playing now, it’s grown massively, so we can always say, ‘Oh it’s not as big as it should be’, but it is getting bigger, and that’s all I can hope for. I’m seeing so many young girls getting more and more involved in the sport, which is so exciting to see. Obviously it’s still not pulling in the same crowds as men’s football, but that’s why they’re not paid the same. That comes from advertising and sponsors and television. For me, obviously I’m not pulling in the same crowds as Beyoncé or someone like that, so I’m not on the same wage, but it’s a progression, you know? The sky’s the limit now, I think, and I try and look at the positives. I’m very, very happy to be a part of the sport, and hopefully I can help it grow in some way.\nIt’s 2018 and we still don’t have an openly LGBTQ Premiership football player. Do you think it’s the time for that?\nI think it’s definitely the time! I mean, the way the world’s been the past few years it’s all been a bit crazy, but we need people to start standing up for what they believe in. That’s definitely something I try and do as much as possible. I’m not afraid of anyone, and I’ll go against the grain as much as possible. Especially with the music I make, people listen to it and they’re like, ‘Oh my god, no one’s making music like this’, and I’m like, ‘Well it’s the music I like, so I’m going to make it’. I’m not trying to fit in. What’s the point in doing what everyone else is doing? Of course not everyone has that same mindset, though. It does depend on the crowds you hang around with, and your upbringing. It’s easy for us to sit here and say, ‘Oh you should just be out now’, but we’re not in everyone’s shoes, and it’s down to everyone as an individual if they want to speak up. But I do think now is the time for anyone who wants to come out. I think they’d be accepted.\nYou mentioned earlier that you were dropped from your label. What did you learn from that experience?\nI was 19 when it happened, and I was dropped after just six months, I didn’t even get to put a song out. So it was like, ‘Yes! I’ve just been signed! Oh, wait…’ It was literally the worst time of my life, and it happened just before Christmas as well. But looking back, it was the best thing that ever happened to me. It made me get my head down and really think about the record I wanted to make. The songs I’m writing now are 150 times better than the songs I was writing at 19. I’ve experienced, I’ve lived, I’ve grown into who I am. I know who I am now, but at 19 I didn’t have a clue. The world works in weird, mysterious ways, but I do believe that everything happens for a reason. This time around, I think what I’m doing differently is I’m just being myself, I’m not trying to be anything I’m not, and I’m so okay with myself. That’s the best thing I could possibly do.\nYou’ve written for so many incredible artists, but what was your best experience?\nI think honestly it has to be RedOne! I know people would expect me to say an artist that’s gone on to sing one of my songs, but for me, having been a 16 year old sat in my bedroom crying when I saw Bad Romance by Lady Gaga on YouTube, that was such a huge moment for me to go in to RedOne’s studio and see Gaga’s records like Just Dance and Poker Face on the wall. I was like, ‘Dude, that made me want to make music’. I’ve gone from Liverpool in a little two-by-two bedroom to LA with this super producer. It just blows my mind. Also, I got to work with Calvin Harris last year, which was amazing, he just treated me and it was so sick. So it’s definitely a toss up between Calvin and RedOne.\nIf you could collaborate with anyone else in the world, who would it be?\nOh man, there’s so many! I just love Gaga so much. But of course I also love Rihanna, and Pink, and Bruno Mars – I’m a massive Bruno fan – there’s so many people. But yeah, if I had to choose one, it’d be Gaga.\nChelcee Grimes’ debut single Just Like That is available to download and stream now.", "original_url": "https://www.gaytimes.co.uk/culture/chelcee-grimes-interview-just-like-that/", "wayback_url": "https://web.archive.org/web/20200812055002/https://www.gaytimes.co.uk/culture/chelcee-grimes-interview-just-like-that/", "a_id": "Q27916123-14"}