{"title": "Chelcee Grimes Gets Real About How We Can Get More Girls In Sport & What It's Like Juggling Two Careers", "text": "Chelcee Grimes Gets Real About How We Can Get More Girls In Sport & What It's Like Juggling Two Careers\nWho says you can’t be a world-class footballer and a successful musician? Chelcee Grimes is proof that you can really do it all. Not only is Grimes a professional striker for Fulham Ladies FC, she’s also a super talented singer and songwriter. And I'm not talking karaoke on the weekend. Oh no. Grimes has written for pop royalty including Little Mix, Dua Lipa, Kesha, and Kylie Minogue, as well as producing her own music that has received critical acclaim.\nHailing from Liverpool, Chelcee began her football career playing for Liverpool under 10s and was on the women's team up until the age of 16. She's also played for Everton and Tottenham Hotspur.\nWith the Women’s World Cup in full swing, I spoke about to Chelcee about what it’s like juggling professional football on top of another career path and what she'd like to see for the future of women's football. We also chatted about recent stats that have revealed girls drop out of sport at age 14 at twice the rate of boys, and what can be done to prevent it.\nAnd, of course, I asked Chelcee what she's been doing to celebrate the 2019 Women’s World Cup and her feelings about the tournament as a whole.\nCourtesy of Lucid Group\nNiellah Arboine: How did you first get into football and eventually progress to becoming a player for Fulham?\nChelcee Grimes: I had zero brothers and sisters growing up, so I used to play football in the street with the boys. I got good quite quickly, and people always used to say I should try get a trial, but I never took it seriously. I did a soccer camp with Ian Rush soccer school after my grandad saw it in the paper. Someone from Liverpool FC was there and the week later I had a trial at Liverpool. I played there for six years and it’s one of the best memories I have of football. When I was 16, my mum had another baby girl and she’s 10 now, and she’s just started playing. I can’t wait to see where she ends up.\nNA: You’re a singer-songwriter as well as a footballer — how do you juggle two careers at the same time?\nCG: It’s difficult. I’m also doing a lot of TV work now too, which is so new for me. I feel like my life is split into many segments at the minute but I wouldn’t have it any other way. Why do just one thing if you can do lots of other things? I really love life and I want to do as much as I can before time runs out (sorry to be morbid) but I’m just enjoying it all for as long as I can.\nNA: What are the challenges and benefits of having two very different jobs?\nCG: The challenge is I don’t have much time for myself. I’m very tired a lot of the time, but the benefits of course are I get to do so many things I love. Football keeps me grounded and keeps me working hard in everything I do in life because if you want to win at anything you have to put in the work. On and off the field, that’s helped in everything I do.\nNA: Recent stats have shown that, by age 14, girls drop out of sports at twice the rate of boys — how did you manage to push through this, did you come up against any obstacles as a teen pursuing sport?\nCG: I actually stopped playing at 16. For me personally it was because, 10 years ago, there wasn’t much money in the game at all and I needed to find a way to live and make my own money. If I were a boy, maybe I wouldn’t have ever found music. I kinda found it because it’s the only other thing that gave me the same feeling as scoring a goal.\nNA: What advice do you have for girls around the age of 14 who love football but are thinking of giving it up? What can we do to prevent that?\nCG: I’d say the same thing I tell my baby sister now. You’re just as good and deserve to be there just like those boys who are playing. If you love it and you can’t think of anything else that would make you happy, stick at it. It won’t always be fun and sometimes you might want to give up but look at Liverpool in Champions League 2005 — 3-0 down at half time and they went on to win. Keep going!!! There’s no rainbow without rain, right?!\nNA: How do you think women’s football is improving? And what would you like to see next for the sport?\nCG: I think it’s unbelievable. When I was at the opening game of the World Cup, France versus South Korea, it was packed. 45,000 people came to watch the game. It’s only going to get better.\nI want to see the girls get paid from a younger age and given a wage just like the boys in any club. That would keep girls focused and wanting to stay playing because they can see it’s a feasible career.\nNA: Do you think that is something that will ever happen? Equal pay in football?\nCG: Yes. I really do believe so.\nNA: And how have you been spending the Women's World Cup 2019?\nCG: I’m working it, with the BBC. I’m now in Reims. I’m travelling all over France meeting the fans, talking to the players, watching the games. And my segment goes out every day at half time. The first game 6.1 million people tuned in and it was a record breaking audience — so that was unreal! I’m going to be here right up to the final game where hopefully I’ll be cheering on the lionesses.", "original_url": "https://www.bustle.com/p/chelcee-grimes-gets-real-about-how-we-can-get-more-girls-in-sport-what-its-like-juggling-two-careers-17950604", "wayback_url": "https://web.archive.org/web/20190623134709/https://www.bustle.com/p/chelcee-grimes-gets-real-about-how-we-can-get-more-girls-in-sport-what-its-like-juggling-two-careers-17950604", "a_id": "Q27916123-13"}