{"title": "Voting", "text": "Voting\nWho hasn't heard about the famous 'douze points'? This page gives you both the basics as well as a detailed explanation of how the voting procedure at the Eurovision Song Contest works.\nALSO READ: Televoting data protection notes\nSince 2016, professional juries and televoters from each country each award a separate set of points from 1 to 8, 10 and 12. This now means the top-10 countries in both the jury and televote will receive points, adding a new level of excitement for hundreds of millions of viewers in Europe and beyond.\nThis video from 2016, when the new voting system was introduced, gives you a quick introduction to the voting system:\nHow it works — the short version\nAfter viewers have cast their votes by telephone, SMS or using the official app, each national spokesperson from the participating countries will be called in to present the points of their professional jury.\nAfter the presentation of the scores from the juries, the televoting points from all participating countries will be combined, providing one score for each song. These televoting results will then be announced by the presenters.\nIn 2019, the presentation of the votes changed slightly. The order in which the televoting results are revealed is determined by the ranking of the jury result. The announcement of the televoting results will start with the country receiving the fewest points from the juries and end with the country that received the highest points from the juries. The presenters shall announce the sum of points that each song has received from the votes of the televote across all participating countries.\nFor those wanting to know how their country has voted, the televoting and jury scores from each participating country will be available shortly after the Grand Final on Eurovision.tv.\nThe voting rules — the long version\nViewers in the countries of the Participating Broadcasters are invited to vote for their favourite songs (without the possibility of voting for the song representing their own country) by means of televoting. In addition, in each participating country, there is a National Jury.\nWith respect to the televoting, the song which has received the highest number of votes shall be ranked first, the song which has received the second-highest number of votes shall be ranked second and so on until the last song.\nWith respect to the National Jury voting, the jury members shall rank first their favourite song, second, their second favourite song, third, their third favourite song, and so on until their least favourite song, which shall be ranked last.The rankings of the televoting and the jury will then, in each of the participating countries, be used to calculate the amount of points awarded, using the well-known and popular \"Eurovision system\", with the top-ranked song getting 12 points, the second-highest ranked song 10 points, and the remaining spots, from 8 points to 1 point, given to the songs ranked 3 to 10.\nThis means there will be two separate sets of votes awarded; the points from the juries and the points from the televote.\nVoting in the Semi-Finals\nViewers at home and professional juries each determine the outcome of the two Semi-Finals of the Eurovision Song Contest. In each Semi-Final, 10 contestants qualify for the Grand Final.\nViewers in all countries that are taking part in that particular Semi-Final are invited to vote via the official app, telephone and/or SMS. The voting window opens after the last song has been performed, and ends 15 minutes later. Televoters determine 50% of the outcome;\nProfessional juries in all countries that are taking part in or were allocated to that particular Semi-Final are required to vote. They also determine 50% of the outcome. The jury, which consists of five members (including a chairperson), is the same jury that will vote in the Grand Final;\nThe EBU’s voting partner Digame mobile GmbH (Digame) will determine the national result by adding up the televoting points from 1 to 8, 10 and 12, and the jury points from 1 to 8, 10 and 12. This means each participating country will award two sets of points;\nThe ten qualified countries will be announced at the end of each Semi-Final in the order decided by the Executive Supervisor of the Eurovision Song Contest. This order does not reflect the actual ranking on the scoreboard;\nThe full scoreboard will be made available shortly after the Grand Final on Eurovision.tv, to keep the excitement until the end of the Grand Final.\nVoting in the Grand Final\nIn all participating countries, televoters and professional juries will each award 1 to 8, 10, and 12 points.\nTelevoters can vote via the official app, telephone and/or SMS. The voting window opens after the last song has been performed, and ends 15 minutes later. These votes determine 50% of the outcome and are gathered by the EBU’s voting partner Digame;\nThe professional juries will determine 50% of the outcome. The jury, which consists of five members (including a chairperson) is the same jury that voted in one of the Semi-Finals. They will watch live and rank all songs based on the second Dress Rehearsal, the so-called Jury Final;\nThese national ranking will then be used to determine the amount of points allocated. The song ranked first by the jury will receive 12 points, the country ranked second will receive 10, etc. The country ranked 10th will receive 1 point;\nAfter the televoting window has closed the results of the juries will be presented in the usual format with national spokespersons. During this time the EBU, its voting partner and an independent observer will gather and verify the televoting results;\nAfter all the jury points have been awarded, the total points from the televote for each country will be added up. These totals will then be added to the scoreboard, starting at the bottom and working up to the top. The country at the top of the scoreboard will be declared the winner;\nTelevoters and juries cannot vote for the country they represent;\nOnly for the purpose of solving tie situations, a combined national televoting and jury result will be calculated. In any situation where a tie occurs, this combined country result is considered, the winner shall be the song which has obtained points from the highest number of countries;\nThe full result, including the televoting and the jury result in every participating country will be published on Eurovision.tv after the Grand Final.\nJury voting\nThe rules for the juries are as follows:\nThe jury voting is always monitored by an independent notary in each country;\nThe EBU’s voting observer EY has the right to send an additional independent observer to the jury session;\nThe jury consists of a variety of members in terms of age, gender, and background;\nAll jury members must be citizens of the country they are representing;\nNone of the jury members must be connected to any of the participating songs/artists in such a way that they cannot vote independently. The participating broadcasters must send a letter of compliance with the voting instructions together with signed declarations by each jury member stating that they will vote independently;\nThe names of the jury members must be revealed by the relevant participating broadcasters during the Grand Final;\nEach jury member of each national jury must rank all songs in the show;\nThe combined rank of each country’s jury members determines the jury result of that particular country;\nBy judging each song each jury member will focus on the vocal capacity of the artist(s), the performance on stage, the composition and originality of the song, and the overall impression by the act.\nTo increase diversity, music industry professionals can only take a seat in a national jury if they have not been in the jury during one of the previous two editions of the contest.\nJury member selection criteria\nAll jury members are music professionals. They are being asked to judge:\nvocal capacity\nthe performance on stage\nthe composition and originality of the song\nthe overall impression by the act\nThe EBU looks into each jury member together with Digame and EY, to assure they meet the requirements to take seat in a national jury. The following criteria is applied in the selection of the jury members:\nMembers shall not have been part of a National Jury the preceding two years.\nMembers of the National Juries must be music industry professionals\nThere shall be a balance among the members of each National Jury to ensure sufficient representativeness in terms of gender, age and background.\nAll members of the National Juries shall be citizens of the country they represent.\nNo member of a National Jury shall be connected in any way with any of the participating songs entered and/or artists performing in the Eurovision Song Contest in such a way that they cannot vote in complete independence and impartiality\nJudges signed a declaration stating they will vote independently.\nAbout the televoting system\nThe Germany-based company Digame mobile GmbH has been the EBU’s long-term voting partner since 2004. The company gathers all televotes and jury votes in all countries and is closely monitored by two independent observers from EY. Its systems are built to handle all incoming votes according to the Rules of the Eurovision Song Contest, and can detect and exclude any kind of unwanted or unusual voting behaviour.\nWhat if a country cannot deliver a valid televoting result?\nBoth jury and televoting award 1 to 8, 10, and 12 points in each country. In order to secure the 50/50 balance between jury and televoting a national jury result cannot be used as backup result for the televoting. Therefore, if – for whatever reason – a country cannot deliver a valid televoting result, a substitute result is calculated by the audience result of a pre-selected group of countries. These groups and their composition have been pre-approved by the EBU and the Reference Group.\nWhat if a country cannot deliver a valid jury result?\nBoth juries and televoters award 1 to 8, 10, and 12 points in each country. In order to secure the 50/50 balance between jury and televoting, a national televoting result can’t be used as backup result for the jury. Therefore, if – for whatever reason – a country cannot deliver a valid jury result, a substitute result is calculated by the jury result of a pre-selected group of countries. These groups and their composition have been pre-approved by the EBU permanent services and the Reference Group of the Eurovision Song Contest.", "original_url": "https://web.archive.org/web/20210526162423/https://eurovision.tv/about/voting", "wayback_url": "https://web.archive.org/web/20220910033509/https://web.archive.org/web/20210526162423/https://eurovision.tv/about/voting", "a_id": "Q104439362-21"}