{"title": "π\u009f\u0087Ίπ\u009f\u0087¦ LIVE DAY 2 REVIEW: GO_A from Ukraine", "text": "π\u009f\u0087Ίπ\u009f\u0087¦ LIVE DAY 2 REVIEW: GO_A from Ukraine\nESCXTRA.com are live for day 2 of rehearsals ahead of the Eurovision Song Contest 2021 taking place at the Rotterdam Ahoy in The Netherlands!\nThe countries rehearsing today, in chronological order, are Cyprus, Norway, Croatia, Belgium, Israel, Romania, Azerbaijan, Ukraine and Malta.\nFollow every rehearsal live\nBelow, you’ll see our written review of each rehearsal. If you want more, you can follow our live stream where our team will be reacting live to every single rehearsal as it happens! Furthermore, read our handy guide for a more detailed look at this contest’s rehearsal schedule.\nRehearsal review\nRehearsing right now inside the Rotterdam Ahoy is GO_A, performing “Shum” for Ukraine. We will continue to update this article as each run through takes place, so make sure to keep refreshing for the most up-to-date review!\nWe open with everyone on a white podium and white tree branches around them. The two dancers are holding ring LEDs first with the band and then moving forward in front of them. Go_A’s singer is dressed in black with green fur. Yellow graphics appear on the back screen to start before progressing to blue. There are a lot of sweeping shots across the stage and we see changes in the background graphics.\nRehearsal video clip\nWe will update the article, once the EBU has uploaded the rehearsal video clip on the official Eurovision channel.\nStay tuned for our reviews for the rest of today’s rehearsals at the Rotterdam Ahoy. If you want to know what to expect from the rest of the day, check out our rehearsal schedule. Meanwhile, remember to tune in to our live stream for instant reactions to every rehearsal!", "original_url": "https://escxtra.com/2021/05/09/ukraine-eurovision-2021-rehearsal-one/", "wayback_url": "https://web.archive.org/web/20210509192706/https://escxtra.com/2021/05/09/ukraine-eurovision-2021-rehearsal-one/", "a_id": "Q104439362-35"}