{"title": "🇺🇦 Ukraine: Timur Miroshnychenko to Commentate on Eurovision 2021", "text": "🇺🇦 Ukraine: Timur Miroshnychenko to Commentate on Eurovision 2021\nTimur Miroshnychenko has been confirmed as the Ukrainian commentator for the Eurovision Song Contest 2021.\nTelevision presenter Timur Miroshnychenko returns this year as the Ukrainian commentator for the Eurovision Song Contest, a role which he has played since 2007. Alongside commentating on the contest, Timur has presented the Junior Eurovision Song Contest 2009 and 2013 editions in Kyiv, as well as the Eurovision Song Contest in 2017.\nThis year, Ukraine will be represented by the band Go_A with their song “SHUM”.\nWho are Go_A?\nGo_A is a folktronica group that was formed in Kyiv in 2012. The band is made up of Kateryna Pavlenko (vocalist), Taras Shevchenko (multi-instrumentalist), Ihor Didenchuk (sopiklar), and Ivan Hrihoryak (guitar). They combine Ukrainian singing styles with modern dance beats, African drums, and guitar.\nThey will perform in the first semi-final on May 18th.\nSource: STV / Image source: Wouter van Vliet / EuroVisionary\nUkraine in the Eurovision Song Contest Ukraine first participated in the Eurovision Song Contest in 2003, when Oleksandr Ponomariov performed “Hasta la vista”. The following year Ruslana brought the country their first win with the song “Wild Dances”. It was a feat that would be replicated in 2016 by Jamala with her song “1944”; her emotionally charged song scored a record 534 points to take victory in Stockholm. In 2017 O.Torvald represented the country on home soil with the song “Time”. The group finished in 24th place, Ukraine’s worst result at the contest to date.", "original_url": "https://eurovoix.com/2021/04/05/timur-miroshnychenko-eurovision-commentator/", "wayback_url": "https://web.archive.org/web/20210405145315/https://eurovoix.com/2021/04/05/timur-miroshnychenko-eurovision-commentator/", "a_id": "Q104439362-28"}