{"title": "Russia Booted From Eurovision Song Contest After Ukraine Invasion", "text": "Russia Booted From Eurovision Song Contest After Ukraine Invasion\nRussia has been booted from the 2022 Eurovision Song Contest following the country’s invasion of Ukraine.\n“The decision reflects concern that, in light of the unprecedented crisis in Ukraine, the inclusion of a Russian entry in this year’s Contest would bring the competition into disrepute,” the Executive Board of the European Broadcasting Union, which produces Eurovision, said in a statement issued Friday, Feb. 25. Eurovision 2022 is set to take place this May in Turin, Italy.\nThe EBU has issued the statement below regarding Russia's participation in the Eurovision Song Contest 2022 Find it online here➡️https://t.co/5xXIYUNmXO#Eurovision #ESC2022 pic.twitter.com/OGjQKtiZfm — EBU (@EBU_HQ) February 25, 2022\nThe EBU board said its decision was based on a recommendation made by Eurovision’s governing body, the Reference Group, rooted in “the rules of the event and the values of the EBU.” The EBU’s Television Committee also supported the decision.\n“We remain dedicated to protecting the values of a cultural competition which promotes international exchange and understanding, brings audiences together, celebrates diversity through music and unites Europe on one stage,” the EBU board statement concluded.\nRussia has competed in Eurovision since 1994 and has won the contest once, with Dima Bilan taking home top honors in 2008 with the song, “Believe.” As it happens, Russia’s representative at Eurovision last year, Manizha, appeared to come out against the war in Ukraine in an Instagram post shared yesterday, Feb. 24.\n“I believe that [the current aggression] is against the will of our people,” Manizha (via Google Translate). “There are Ukrainians in my family too. My daughter-in-law is from Ukraine. My future husband is half Ukrainians. My close friends are Ukrainians. Russia and Ukraine are not just two countries. We are relatives. Any war between us is fratricidal.”\nOther prominent Russian musicians have spoken out against the invasion as well, including the singer Valery Meladze, rock musician Zemfira Ramazanova, and popular rapper, Oxxxymiron. Oxxxymiron even canceled six sold out shows in Moscow and St. Petersburg in protest of the invasion, saying, “I know that most people in Russia are against this war, and I am confident that the more people would talk about their real attitude to it, the faster we can stop this horror.”", "original_url": "https://www.rollingstone.com/music/music-news/russia-eurovision-song-contest-ban-ukraine-invasion-1312745/", "wayback_url": "https://web.archive.org/web/20220225172036/https://www.rollingstone.com/music/music-news/russia-eurovision-song-contest-ban-ukraine-invasion-1312745/", "a_id": "Q29359663-60"}