{"title": "Beauty trauma: Tajik singer Manizha starts campaign against toxic beauty standards", "text": "Beauty trauma: Tajik singer Manizha starts campaign against toxic beauty standards\nIn a series of Instagram posts hashtagged #TheTraumaOfBeauty, singer-songwriter Manizha shared a private story of her struggles with her body image, writing:\n“My body is my house, and for 26 years I hated every curve of this house. So far the hate for my own body has helped me with just one thing: constructing an online identity, the ideal online-Manizha who is always smiling in pictures taken from the right angle, draped in baggy clothes. But every time I wake up as offline-Manizha, who hates herself as she goes jogging, and after just two minutes of exercising wants to drop dead. Hate never helps. I am sick of this Manizha and I don’t want to be her anymore. I want to be myself. I am not afraid to speak about my fears, my uneven skintone, my plump arms and soft belly and round hips that are a nightmare to fit into a pair of jeans.”\nA post shared by MANIZHA (@manizha) on Sep 18, 2017 at 8:34am PDT\nOther posts, all accompanied by unedited pictures of her face and body, talk about her struggle with her facial features, considering plastic surgery and excessively using image editors. “I am me, and I like my rolls, my skin, my cellulite. Beauty industry, you’ve lost a customer,” she concludes.\nThe Moscow-based Dushanbe-born singer-songwriter grew popular towards the end of 2016 with the help of Instagram, where she created what was called the first Instagram music album. Since then she has collaborated with a number of musicians and producers in Moscow, published her first full length music video and performed as the opening act for Lana Del Rey’s St Petersburg concert.", "original_url": "https://www.calvertjournal.com/articles/show/9035/beauty-trauma-tajik-singer-starts-campaign-against-toxic-beauty-standards", "wayback_url": "https://web.archive.org/web/20200924022226/https://www.calvertjournal.com/articles/show/9035/beauty-trauma-tajik-singer-starts-campaign-against-toxic-beauty-standards", "a_id": "Q29359663-51"}