{"title": "Kokain kullandığı iddia edilen Eurovision birincisi grubun solisti Damiano David İtalya'da uyuşturucu testi yaptıracak", "text": "Kokain kullandığı iddia edilen Eurovision birincisi grubun solisti Damiano David İtalya'da uyuşturucu testi yaptıracak\nKokain kullandığı iddia edilen Eurovision birincisi grubun solisti Damiano David İtalya'da uyuşturucu testi yaptıracak\nbir saat önce\nKaynak, Reuters\nEurovision Şarkı Yarışması'nı kazanan İtalyan Måneskin grubunun solisti Damiano David, yarışma sonuçlarını beklerken kokain kullandığı iddialarını yalanladı ve bugün İtalya'da test yaptıracağını söyledi.\nPazar günü Eurovision'un düzenlendiği Hollanda'nın Rotterdam şehrinden İtalya'nın başkenti Roma'da Fiumicino havaalanına inen grubun solisti, \"Dedikodulara son vermek istiyoruz. Avrupa Yayın Birliği (EBU) ile konuştuk ve (uyuşturucu) testi yaptırmak için müsait olduğumuzu söyledik. Ama bize gerek olmadığını, bize güvendiklerini söylediler. Ama yine de bütün dedikodulara son vermek için yarın sabah (Pazartesi sabahı) bunu yapacağım\" dedi.\nGrubun bas gitaristi Victoria de Angelis de \"Bizim için bir şoktu çünkü yaymak istediğimiz mesaj bu değil. Kokaine ve uyuşturucu kullanımına kesinlikle karşıyız. Kesinlikle böyle bir şey yapmayız, gerçekten birçok kişinin buna inanması bizi çok şaşırttı, buna bir son vermek istiyoruz\" diye konuştu.\nYarışma sonrası basın toplantısında da David bir gazetecinin sorusu üzerine \"Uyuşturucu kullanmıyorum. Lütfen, arkadaşlar. Böyle söylemeyin, gerçekten. Kokaine hayır\" yanıtını vermişti.\nEurovision da yazılı açıklamasında şarkıcının İtalya'ya döndüğünde gönüllü olarak uyuşturucu testi yaptıracağını söyledi.\nDavid, sosyal medyada yayılan görüntülerinde sonuçları beklerken masaya doğru eğilip burnunu masaya yaklaştırırken görülüyordu. Bu görüntüler sosyal medyada David'in kokain kullanmak için eğildiği yönünde spekülasyonların ortaya atılmasına neden oldu.\n'Kırılan bardağın parçalarını temizliyordu'\nDamiano David, gitarist Tomas Raggi bir bardak kırdığı için aşağıya baktığını söyledi.\nEurovision şarkıcının uyuşturucu kullanıp kullanmadığının anlaşılması için test yaptıracağını duyurup şu açıklamayı yaptı:\n\"Bu onlar tarafından gece yapılan bir talepti ama Avrupa Yayın Birliği (EBU) tarafından hemen ayarlanamadı.\n\"Grup, menajerleri ve delegasyon başı Yeşil Oda'da uyuşturucu bulunmadığı bilgisini verdi ve masada bir bardak kırıldığını, dökülen parçaların şarkıcı tarafından temizlendiğini söyledi. EBU da yerinde yapılan incelemelerde kırık bir bardak bulunduğunu teyit ediyor.\n\"Görüntüleri hala dikkatle inceliyoruz, zamanı gelince yeni bilgiler paylaşacağız.\"\nGrup iddialara Instagram hesaplarından verdiği yanıtta 'şok olduklarını ve uyuşturucu kullanımını tasvip etmediklerini' söyledi. Grup, \"Biz uyuşturucuya KARŞIYIZ. Hiçbir zaman kokain kullanmadık. Test yaptırmaya hazırız. Saklayacak hiçbir şeyimiz yok\" dedi.\nRock grubu Måneskin, favoriler arasında gösteriliyordu. Måneskin 'Zitti E Buoni' adlı şarkılarıyla 2006'dan bu yana Eurovison'u kazanan ilk grup oldu. Grup aynı zamanda İtalya adına da 1990'dan bu yana birinciliği kazanan ilk yarışmacı oldu.\nEurovision'da ikinciliği Fransa adına yarışan Barbara Previ, üçüncülüğü İsviçre adına yarışan Gjon kazandı.", "original_url": "https://www.bbc.com/turkce/haberler-dunya-57224462", "wayback_url": "https://web.archive.org/web/20210524030028/https://www.bbc.com/turkce/haberler-dunya-57224462", "a_id": "Q50729731-144"}