{"title": "๐\u009f\u0087จ๐\u009f\u0087พ Cyprus: Elena Tsagrinou Releases New Album \"El Diablo\"", "text": "๐\u009f\u0087จ๐\u009f\u0087พ Cyprus: Elena Tsagrinou Releases New Album \"El Diablo\"\nCyprus’s 2021 Eurovision representative Elena Tsagrinou has released her new album titled “El Diablo”.\nAhead of her performance in the first semi-final of the Eurovision Song contest 2021 Cyprus representative Elena Tsagrinou has released her new album titled “El Diablo”.\nThe title of the album is the same as the lead single “El Diablo” which is Elena’s Eurovision entry. The album contains ten songs including previous hits of the singer “Pame Ap ‘Tin Archi” and “Amore”. El Diablo the album can be found in all digital music stores here.\nThe full tracklisting of the El Diablo album is as follows:\nEl Diablo San Lava Amore Paradeisos Pame Ap’ Tin Arhi Pare Me Agkalia (feat. Elena Tsagrinou) Logia Tsai Me Lemoni (Radio Edit) Be My Lover (MadWalk 2020 version) Summer Romance\nElena Tsagrinou Will perform “El Diablo” In the first semi-final on May 18.\nWho is Elena Tsagrinou?\nElena Tsagrinou was born in Athens in 1994. Throughout the years, she has performed on the biggest music shows in Greece and Cyprus at a considerable number of concerts. She has collaborated with many other famous Greek artists such as Konstantinos Argyros and MELISSES.\nElena Tsagrinou was the very first act that was not planned to participate at the 2020 Eurovision Song Contest being confirmed, on November 25.\nImage Source: EBU / Thomas Hanses | Source: Elena Tsagrinou\nCyprus in the Eurovision Song Contest Cyprus debuted in the Eurovision Song Contest in 1981. Their best result was in 2018, with Eleni Foureira and the performance of the song โ\u0080\u009cFuegoโ\u0080? won second place with 436 points. Before then, their best results in the contest came in the form of three fifth-place finishes. In 2004, Lisa Andreas performed โ\u0080\u009cStronger Every Minuteโ\u0080? in Istanbul, Turkey. She finished 5th in the final scoring 170 points, which included 12 points from Greece. They also placed fifth in 1997 with Hara & Andreas Constantinou and their song โ\u0080\u009cMana mouโ\u0080?, and in 1982 with Anna Vissiโ\u0080\u0099s โ\u0080\u009cMono i agapi.โ\u0080? Cyprus withdrew from the Eurovision Song Contest in 2014 due to financial difficulties but returned again in 2015.", "original_url": "https://eurovoix.com/2021/05/17/cyprus-elena-tsagrinou-releases-new-album-el-diablo/", "wayback_url": "https://web.archive.org/web/20210517141223/https://eurovoix.com/2021/05/17/cyprus-elena-tsagrinou-releases-new-album-el-diablo/", "a_id": "Q55348650-7"}