{"title": "🇩🇪 Ben Dolic won't represent Germany next year", "text": "🇩🇪 Ben Dolic won't represent Germany next year\nGermany’s planned entrant to Eurovision 2020, Ben Dolic, has confirmed he will not take part in Eurovision 2021 next year. His future plans do not include competing for Germany, according to him, his ‘career has taken a different direction’, though it was a ‘hard and difficult decision to make’.\nEnding months of speculation about his Eurovision plans, Ben Dolic posted on his Instagram earlier today, Monday 16th, a post discussing his future plans. Here is what he said:\nHey everyone!\nI enjoyed every moment of the Eurovision journey and appreciate everyone who believed in me and has been there every step of the way!\nThis will truly be a chapter in my life that I will always cherish and look back at!\nMy career has taken a different direction!\nI’ve grown so much as an artist and there is still so much more that I want to achieve.\nI have decided not to participate at the Eurovision next year! It has been a hard and a difficult decision to make, but the right one at this moment in time.\nThank you all for being with me on this beautiful ride and giving me your love and support!\nAnd to the one who will be chosen to represent Germany in Rotterdam 2021!\nI wish you all well from the bottom of my heart! Enjoy the journey! Ben Dolic, on Instagram\nThis will place Germany in the category of countries not represented by their planned Eurovision 2020 representative in 2021, opening up an opportunity for another artist to take Germany’s hopes forward. However it will be disappointing for those who enjoyed Ben Dolic’s entry “Violent Thing” and were hoping for another similar song to represent Germany.\nGermany and Ben Dolic\n23-year-old Ben is a Slovenian singer-songwriter who gained success in Germany by participating in the 8th season of “The Voice of Germany” and placing second. He would have represented Germany with “Violent Thing” in May 2020. Listen to it below:\nGermany is one of the countries in the “Big 5”, who are always qualified for the Eurovision Song Contest final. Their representative next year will appear in the final of Eurovision 2021. Germany’s recent results have been mixed. Four out of five of their most recent entries finished 25th or lower. Michael Schulte’s “You Let Me Walk Alone” was the sole exception, finishing 4th. Ben Dolic was hoped to be another exception. However, now that charge will fall to his successor as German representative.\nWhat do you think about Ben Dolic not representing Germany again? Are you disappointed that Ben won’t be on the Eurovision stage. Is this an opportunity for Germany? Be sure to stay updated by following @ESCXTRA on Twitter, @escxtra on Instagram and liking our Facebook page for the latest updates! Also, be sure to subscribe to our YouTube channel to see our reactions to the over the coming months.", "original_url": "https://escxtra.com/2020/11/16/ben-dolic-wont-represent-germany-2021/", "wayback_url": "https://web.archive.org/web/20201116140742/https://escxtra.com/2020/11/16/ben-dolic-wont-represent-germany-2021/", "a_id": "Q104301564-9"}