{"title": "Germany moves to internal selection process for Eurovision 2020", "text": "Germany moves to internal selection process for Eurovision 2020\nAfter dissatisfaction with their result at the Eurovision Song Contest 2019 in Tel Aviv, Germany has decided to change its national selection method for the Contest. In previous years, their entry was chosen by a combined audience and jury vote. This year, 2 independent juries decide both the country's artist and song.\nThe selected artist and song will be presented by Barbara Schöneberger on Thursday 27 February at 21:30 CET in the 45-minute TV show Unser Lied für Rotterdam (Our Song For Rotterdam).\nThomas Schreiber, Head of Entertainment at ARD, talking about Germany finishing 2nd-to-last in 2019: \"Of course we were unhappy with our result in Tel Aviv. In Rotterdam, we want to repeat the success we had in 2018. The national and international experts were enthusiastic about our act and it prevailed in competition with a group of fantastic participants. We are confident that our selection will be met with very broad approval among the Eurovision fans and - we hope - with great enthusiasm.\"\n2 different juries\nGerman public broadcaster NDR has appointed 2 independent juries that have determined who will represent Germany at the Eurovision Song Contest 2020 in Rotterdam. One is a Eurovision Jury composed of 100 people from all over Germany, the other is an international expert jury of 20 music professionals who have all been part of their home country's national juries at some point. In a multi-stage process, these 2 juries have evaluated both all submitted artists and the songs.\nIn April 2019, approximately 2.26 million people in Germany were invited via social media to become part of the Eurovision jury. In the end, 15.000 people took part in the online survey. In the run-up to the Eurovision Song Contest 2019 in Tel Aviv, they had to predict the rankings of 10 randomly selected Eurovision 2019 entries and thus demonstrate their affinity for the material. The best 100 entrants were then selected; part of the selection criteria bring whose assessment reflected the eventual results of the Contest.\nNew delegation members\nGerman broadcaster NDR also welcomes 2 new members to its team: Christian Blenker as Team Leader for ARD and Alexandra Wolfslast as the new Head of Delegation. Thomas Schreiber will still be involved as ARD Head of Entertainment and Iris Bents as Head of Press.\nChristian Blenker, Head of ARDs Team for the Eurovision Song Contest: \"Our 2 juries possess great musical expertise and a unique Eurovision instinct. Through this process, we have also gained much more time for preparing the staging. We have already received the initial exciting ideas provided by internationally successful choreographers and staging professionals. In addition, the 600 artists who were present during the selection process are still protected. None of them has lost, and some of them may be participating again in the coming year.\"\nAlexandra Wolfslast, Head of Delegation for the German entry in the Eurovision Song Contest: \"We know that many fans have been waiting for information for a long time. But we need the time to already concentrate on the many things we need to prepare for Rotterdam. So we are all the more pleased that we will be able to present this fantastic act on February 27th.\"\nGermany will perform in the Grand Final of the Eurovision Song Contest 2020 on 16 May in Rotterdam, the Netherlands.", "original_url": "https://eurovision.tv/story/germany-national-selection-unser-lied-fur-rotterdam", "wayback_url": "https://web.archive.org/web/20200215113233/https://eurovision.tv/story/germany-national-selection-unser-lied-fur-rotterdam", "a_id": "Q104301564-6"}