{"title": "Rules", "text": "Rules\nThe Eurovision Song Contest has a detailed set of Rules, which have been established by the European Broadcasting Union (EBU) and are approved by the contest's governing body, the Reference Group. On this page you can find the public summary of the Rules of the Eurovision Song Contest 2020.\n1. EBU Coproduction\n1.1 International coproduction\nThe Eurovision Song Contest (the \"ESC\") is an international coproduction by broadcasting organisations having the status of Members of the EBU, as defined under the EBU Statutes (the \"Members\") which is carried out under the auspices of the European Broadcasting Union (the \"EBU\") as part of the television programme exchange known as Eurovision for the benefit of the Participating Broadcasters and of the Host Broadcaster.\n1.2 Number of participating broadcasters\nA maximum of 44 Members shall be allowed to participate (the \"Participating Broadcasters\").\nMembers from a maximum total of 26 countries shall compete in the Final.\nThere shall be six guaranteed places therein (i.e. one for the producing organization, i.e. the Member which has won the preceding edition (the \"Host Broadcaster\"), five Members from France, Germany, Spain, Italy and the United Kingdom). Subject to a decision by the EBU in consultation with the Reference Group, the number of guaranteed places in the Final may be modified depending on circumstances.\nApart from the six broadcasters with guaranteed places, all Participating Broadcasters from a maximum of 38 countries shall compete in one of the Semi-Finals for the remaining places in the Final.\n[...]\n2. Format\n2.1 Live primetime entertainment shows\nThe ESC is composed of three live shows, two Semi-Finals usually taking place annually, generally in May, on Tuesdays and on Thursdays and one Final taking place on Saturdays in the country of the Host Broadcaster.\nThe Shows are produced and transmitted live by the Host Broadcaster (see the Event Schedule) and are made available over the Eurovision network for live broadcast by the Participating Broadcasters.\nEach Show is a state-of-the-art, prime-time entertainment programme, world-class television production. It consists chiefly of successive live televised performances of songs by artists (the \"Acts\") entered by the Participating Broadcasters to represent their countries (the \"Contestants\") one after the other between which short sequences are interspersed (the \"Postcards\").\nEach song which competes in the ESC shall be selected through a national selection to be organized by each Participating Broadcaster. The national selection is organized under the sole responsibility of the Participating Broadcaster in question.\nThe Acts are performed during the Shows in front of a live audience and the Shows are presented on stage, in both English and French, by the international presenters.\nThe outcome of the ESC is decided by the votes cast by the National Audiences and by National Juries appointed in the countries of the Participating Broadcasters.\nDuring the televoting window and the time necessary to calculate the results, there shall be so-called \"interval acts\" produced by the Host Broadcaster (the \"Interval Acts\").\nContestants having sung in the Shows shall after their performances join in the so-called \"Green Room\" to assist to the announcement of the results.\nNational commentary by commentators appointed by each of the Participating Broadcasters is added to the international version of the Shows for broadcast in their respective countries.\n2.2 Presentation of the acts\n2.2.1 Performances\n(i) Performances in the shows\nThe allocation of the countries to the two Semi-Finals and the position of appearance of the Host Broadcaster in the Final shall be decided by means of draws organized by the Host Broadcaster.\nThe stage performance shall be identical in all second Dress Rehearsals and during the live shows.\n(ii) Backing tracks only\nContestants and Artists shall perform the songs live on stage, accompanied by a recorded backing-track only (without live instruments). The Backing track shall contain no vocals of any kind or any vocal imitations aiming at replacing or assisting the live/original voice of the Contestant(s). Plugging instruments to play live on stage shall not be allowed either. The Host Broadcaster and the ESC Executive Supervisor shall verify respect for this rule.\n2.2.2 Songs\n(i) Release date\nThe compositions (lyrics and music) must not have been commercially released before 1 September 2019 (the Release Date).\nIn case the composition has been made available to the public, for example, but not limited to, on online video platforms, social networks or (semi-) publicly accessible databanks and/or performed publicly, for example but not limited to during concerts, the Participating Broadcaster must inform the ESC Executive Supervisor, who shall have authority to evaluate whether the composition is eligible for participation in the Event.\nIn particular, the ESC Executive Supervisor shall assess whether such disclosure prior to the Release Date is likely to give to the composition an advantage in the Event vis-à-vis the other compositions.\nThe ESC Executive Supervisor shall authorise or deny participation of a composition which may have been available to the public as described above, subject to the prior approval of the Reference Group.\n(ii) Duration\nThe maximum duration of each song is three minutes. Any song/performance which is longer may be disqualified by the EBU Permanent Services after consultation with the Reference Group.\n(iii) Language\nEach Participating Broadcaster is free to decide the language in which its Contestant(s) will sing.\n2.2.3 Artists\n(i) Maximum number of artists\nEach performance may consist of a maximum of six people on stage. No live animals shall be allowed on stage.\n(ii) Age of artists\nAll Contestants and artists competing in a Semi-Final must be aged at least 16 on the day of the Final. All Contestants and artists competing only in the Final must be aged at least 16 on the day of the Final.\n(iii) Country representation\nNo Contestant and/or artist may compete for more than one country in the ESC in a given year.\n2.3 Voting\nThe voting is compulsory in all the countries of the Participating Broadcasters. Each Participating Broadcaster shall cooperate with the pan-European voting Partner appointed by the EBU for the televoting and the national jury voting so as to ensure a central control and verification of the results.\nAll Participating Broadcasters are obliged to follow the agreed rules in relation to the voting which shall be laid down in the Official Voting Instructions (Annexe 7).\n2.3.1 Centralised televoting - Votes of national audiences\n(i) Implementation\nIn the Semi-Final: All Participating Broadcasters presenting a song in a Semi-Final are obliged to implement the televoting system for that Semi-Final. The six Participating Broadcasters with guaranteed places in the Final shall also implement the televoting system for the Semi-Final which they are required to broadcast.\nIn the Final: All Participating Broadcasters are obliged to implement the televoting system for the Final.\n(ii) Modalities\nMeans of televoting: Viewers in the countries of the Participating Broadcasters are invited to vote for their favourite songs by means of televoting (votes of the National Audiences by telephone and SMS, including the ESC App).\nNo voting for its own country: Voters must be excluded from voting for the entry of their own country of residence, and this must be made known to them.\n2.3.2 Votes of national juries\n(i) Implementation\nIn addition to the Televoting, in each participating country, there shall be a National Jury to be appointed by that country's Participating Broadcaster to vote in the Semi-Finals and in the Final.\nNational Juries shall vote in all countries and in all cases.\nIn the Semi-Final: All Participating Broadcasters having a Contestant in a Semi-Final shall ensure that a National Jury votes in that Semi-Final. The six Participating Broadcasters with guaranteed places in the Final shall also appoint a National Jury to vote in the Semi-Final which they are required to broadcast.\nIn the Final: All Participating Broadcasters shall appoint a National Jury to vote in the Final (even if their song is not selected for the Final).\nImplementation of the compulsory Televoting shall not exempt any Participating Broadcaster from appointing a National Jury.\nThe National Juries shall not be allowed to vote for the song of their own country.\n(ii) Composition and criteria\nThe composition of the National Jury and the criteria with which the Jury Members shall comply shall be set out under the Official Voting Instructions.\nWhen voting, Jury Members shall use all their professional skill and experience without favouring any Contestant on the account of their nationality, gender or likeliness.\n2.3.3 Points\n(i) National audiences\nIn each country, the song which has received the highest number of votes from the National Audience shall be ranked first, the song which has received the second-highest number of votes shall be ranked second and so on until the last song.\n(ii) National juries\nThe jury members shall rank first their favourite song, second, their second favourite song, third, their third favourite song, and so on until their least favourite song which shall be ranked last. Abstentions are not allowed, except that the song representing the country of the Participating Broadcaster which has appointed the National Jury shall be excluded from the vote. It is not allowed to award the same rank to two different songs.\n(iii) Award of the points\nIn both Semi-Finals and in the Final, it being for the National Audiences or for the National Juries, the results in each country shall be determined as follows:\n12 points shall be allocated to the song having obtained the best rank;\n10 points to the song having obtained the second-best rank,\n8 points to the song having obtained the third-best rank,\n7 points to the next,\nand so on, down to 1 point for the song having obtained the tenth-best rank.\n2.4 Results\nThe points of the National Audiences and of the National Juries shall be combined according to a ratio which is determined by the EBU, subject to the Reference Group approval.\nFor example, if the ratio is 50-50, the points of the National Jury carry the same weight as the points of the National Audiences.\n2.5 Presentation and announcement of the results\nThe results shall be announced once all songs have been performed, after the televoting window is closed and the results have been calculated.\n(i) In the Semi-Finals\nIn the Semi-Finals, the international presenters shall announce the names of the countries which have qualified from the Semi-Finals for the Final.\n(ii) In the Final\nThe results of the National Juries in each country are announced in turn by the spokesperson of each Participating Broadcaster clearly and distinctly in English or in French, stating the name of the country concerned and the points allocated by its National Jury.\nThe televoting results of the National Audiences are announced by the International Presenters.\nThe televoting results of the National Audiences for each song across all participating countries are added progressively to the scoreboard as long as the results are announced.\nThe televoting points from the National Audiences from all participating countries are combined with the points of the National Juries, providing one combined score for each song.\nAt the end of the process, the International Presenters shall announce the winner(s).\nThe Contestants, songwriter(s) and Participating Broadcaster of the winning song(s) in the Final shall receive the ESC Trophy, and the transmission of the Final shall end with a further performance of the winning song(s).\n(iii) Winners\nThe respective winners of the Semi-Finals and of the Final shall be the song(s) which, according to all information made available to the EBU Permanent Services by the pan-European voting partner, has/have obtained the highest combined number of points once the results of the National Audiences and of the National Juries have been added at the time of announcement of the results.\n[...]\n2.6 ESC title and branding\n(i) ESC title\nThe main title of the Shows is the \"Eurovision Song Contest\", followed by the year during which it takes place.\nIt shall be used by all broadcasters, although they may instead use a translation into their national language, subject to the approval of the EBU Permanent Services. If the translation is approved, the main title need not be used. Broadcasters are also permitted to include a minor title under the main title, using the name by which the ESC has been known in recent years in their respective countries.\n(ii) ESC branding and ESC distinctive elements\nThe official Logo of the ESC shall be used by the Participating Broadcasters together with the official Event Artwork designed by the Host Broadcaster (the “ESC Branding”).\n[...]\n2.7 Respect for ESC and EBU values\n(i) Non-political event\nThe ESC is a non-political event. All Participating Broadcasters, including the Host Broadcaster, shall ensure that all necessary steps are undertaken within in their respective Delegations and teams in order to make sure that the ESC shall in no case be politicized and/or instrumentalized.\nAll Participating Broadcasters, including the Host Broadcaster, shall ensure that no organization, institution, political cause or other cause, company, brand, product or service shall be promoted, featured or mentioned directly or indirectly during the Event.\nNo messages promoting any organization, institution, political cause or other, company, brand, products or services shall be allowed in the Shows and within any official ESC premises and/or event (i.e. at the venue, during the Opening Ceremony, the Eurovision village, the Press Centre, the Press Conferences, etc.). A breach of this rule may result in the application of the measures listed under Section 2.6 below (including disqualification).\nThe lyrics and/or performance of the songs shall not bring the Shows, the ESC as such or the EBU into disrepute. No lyrics, speeches, gestures of a political, commercial or similar nature shall be permitted during the ESC. No swearing or other unacceptable language shall be allowed in the lyrics or in the performances of the songs.\n(ii) Values\nThe Participating Broadcasters shall at all time respect the ESC Values and shall ensure that no contestant, delegation or country is discriminated and/or ridiculed in any manner.\n[...]\n2.4.3 EBU's rights and obligations\n(a) Grant of rights\nThe EBU is in exclusive control of all centralized marketing and exploitation of the ESC. In particular, the EBU shall hold (and shall be deemed to be granted) on a worldwide basis, the following transferable rights:\n[...]\n(b) Distribution licensing\nWithout prejudice to the other rules in this Section, all broadcasting and other rights to the Shows and the ESC are exclusively owned by the EBU, to be managed centrally by the EBU on behalf of the Participating Broadcasters.\nThe EBU Permanent Services shall, in cooperation with an agent if needed, be responsible for coordinating all sales of the Shows (including any ESC content produced by the EBU), in whole or in part, to non-participating broadcasters from countries where rights remain available and to third parties, for the financial benefit of Participating Broadcasters and the Host Broadcaster. The EBU shall be entitled to retain 10% of the revenue generated by such sales.\nUnless any rule in this Section applies, non-participating broadcasters are not allowed to broadcast any material from the Shows (rehearsals/preparations, etc.) without the prior written permission of, and without possible payment of a rights fee to, the EBU.\n(i) The shows\nRadio\nAll Members which are radio organisations shall be granted, free of charge (except for the usual rights payments to national collecting societies), for their territory, the right to broadcast on a linear basis the Shows (live or deferred), in whole or in part, an unlimited number of times until the next ESC, (the celebrity act may have to be excluded for deferred broadcasts taking place 30 days after the Final, if so notified by the EBU Permanent Services). In addition, they are entitled to make available on a non-linear basis until the next ESC audio extracts from the Shows on their fully owned website, as long as no more than 30 seconds per song are used.\nMembers which are radio organisations but which are not part of a Participating Broadcaster's organization and which are located in the country of a Participating Broadcaster which includes both a radio and a television service shall be entitled to broadcast the Shows only if they have obtained the prior written authorization of the Participating Broadcaster in that country.\nRadio organizations (other than Members) from countries where rights remain available, may acquire the right to broadcast the Shows on their territory against possible payment of a rights fee.\nRadio broadcasters shall not be entitled to sell any sponsorship package in relation to the ESC and/or in relation to their transmission of the Shows. If so required by the EBU, they shall cooperate with the EBU with respect to any centralized sponsorship guidelines or requirements pursuant to Section 3.\nTelevision and online platforms\nTelevision broadcasters and media organisations from countries where rights remain available may acquire the right to broadcast or otherwise transmit the Shows on their territory on a linear and/or non-linear basis against possible payment of a rights fee. In countries where rights remain available, non-participating EBU Members shall have a first option, to be exercised within a deadline set by the EBU, to purchase the Shows for their territory. Depending on the facilities available, non-participating broadcasters from countries where rights remain available may also request the right to send a commentator, and/or a production team, to the ESC.\n(ii) Extracts\nThe EBU shall be entitled to grant licences with respect to any extracts from the Shows, and/or from the Dress Rehearsals and/or from the ESC Content produced by the EBU to third parties for inclusion in any audiovisual works or media products or services. The EBU is also entitled to sell any footage from the Shows to any third party within a Participating Broadcaster's territory if the EBU Permanent Services receive a request directly from such a third party or if the request covers more than one territory.\n(iii) ESC logo and artwork\nNo commercial or non-commercial entity shall use the logo or other distinctive elements of the ESC or the Shows without the prior written permission of the EBU.\n(c) Free access\nSpecific Reporting Access Rules for non-rightsholders are made available separately by the EBU in advance of the ESC and shall be published on Eurovision.tv\nNews access for non-EVN members\nAny broadcaster which does not hold any audiovisual media rights and which is not a Member participating in the Eurovision News Exchange shall be granted, upon request to the EBU, except where national law or regulation provides otherwise, a total of two minutes' news access from each of the three Shows (or, if requested, from any Dress Rehearsal), free of charge for use in regularly-scheduled general news bulletins broadcast within 24 hours of the Semi-Finals and the Final respectively.\nNews access for EVN members\nNon-rights holder broadcasters which are EVN Members (i.e. an EBU Member participating in the Eurovision News Exchange) shall be granted on a free of charge basis a 3 minutes access from each of the three Shows (or, if requested, from any Dress Rehearsal)to be used strictly in the news context in general current affairs bulletins broadcast within 48 hours of the Semi-Finals and the Final respectively.\nAccredited Media\nAll accredited media (press and fans) shall be free to use any material filmed by them during the press conferences, open rehearsals and certain of the rehearsals in accordance with the specific ESC Access Rules.\n[...]\n2.8 Prevailing version\nThese Rules are drafted in English and French. In the event of any inconsistencies between the two versions, the English version shall prevail.", "original_url": "https://web.archive.org/web/20200408073043/https://eurovision.tv/about/rules", "wayback_url": "https://web.archive.org/web/20220205171320/https://web.archive.org/web/20200408073043/https://eurovision.tv/about/rules/", "a_id": "Q104301564-4"}