{"title": "Senhit's 'Adrenalina' boost", "text": "Senhit's 'Adrenalina' boost\nSenhit will perform 'Adrenalina' during the second Semi-Final on Thursday 20 May in Rotterdam with hopes of qualifying for the Grand Final two days later.\nThose who have followed the electro-pop dynamo’s ‘Freaky Trip to Rotterdam’ (a series of banging cover versions released on the starlet's YouTube channel) probably suspected that the San Marino representative was working on something \"Most Serene\".\nRoots are important to Senhit, which is why she made sure that two instruments from her parent’s home country of Eritrea were blended into the song's mix: a krar (a bowl-shaped lyre) and the kebero (double-headed, conical hand drum) can be heard throughout the track.\n“I always want adventure, excitement, new experiences and to live at 360 degrees! ‘Adrenalina’ represents me best with its mix of international electro-pop and refined sounds of instruments that come from Eritrea! That’s why I’ve decided to take it to the Eurovision stage.”\nOne other addition of global significance you might have noticed is the American rapper Flo Rida. No stranger to working with Eurovision superstars (having collaborated with Australia’s Jessica Mauboy on her single Running Back), will we see him on the Eurovision stage?\nTeam San Marino explain:\n\"Flo Rida has been a part of the production and is featured in the music video, but it's yet to be decided if he will take part on stage in Rotterdam. The rap part will either way remain.\"\nWe’ll have to wait and see!\nAbout Senhit\nBorn in Bologna to Eritrean parents, Senhit is a singer who combines her African roots with Italian style and a European electro-pop attitude. The club queen has worked with some of the most prominent names on the Italian music scene, including Gaetano Curreri and Maurizio D'Aniello, as well as international producers like Busbee, Steve Daly & Jon Keep, Jamie Hartman and Brian Higgins.\nSenhit began her career in musical theatre, performing in a wide range of productions across Europe from The Lion King in Germany and Hair in Switzerland to Fame and Il Grande Campione in her native Italy.\nThe pop princess represented San Marino in 2011 with the song Stand By and was due to perform a second time with Freaky! before the Contest was canceled due to the coronavirus.\nWhere does her love of a pop banger come from? Well, in 2016, the singer travelled all over Europe performing in the most popular clubs: Milan, Amsterdam, Paris, Manchester, Berlin, London, there wasn’t a scene she didn’t rock! This led her to release the Hey Buddy EP and dance floor ready single Something On Your Mind.\nSan Marino in the Eurovision Song Contest\nFlo Rida would not be the first rapper to represent the Most Serene Republic. In 2018 German singer-songwriter Jenifer Brening spat rhymes across the Sammarinese entry Who We Are.\nSan Marino have qualified for the Grand Final on two occasions, with their most successful result coming in 2019 courtesy of Serhat with the pop anthem Say Na Na Na finishing in a respectable 19th place.", "original_url": "https://eurovision.tv/story/senhit-adrenalina", "wayback_url": "https://web.archive.org/web/20210307180017/https://eurovision.tv/story/senhit-adrenalina", "a_id": "Q240907-13"}