{"title": "How do you solve a problem like Tix?", "text": "How do you solve a problem like Tix?\nCover photo by EBU/Andres Putting\nAndreas “Tix” Haukeland was the most streamed artist in Norway in 2020. He has made a lucrative career of writing hugely popular EDM songs for Norway’s russ celebrations since 2013, and co-wrote “Sweet But Psycho” by Ava Max, which has been streamed more than a billion times on Spotify at the time of writing. That success propelled Tix to winning Norway’s Melodi Grand Prix (MGP) in February and getting the opportunity to represent the country at Eurovision 2021 in Rotterdam.\nOne of those popular party songs penned by Tix has the following lyrics:\nFor i kveld er det å lov å være drita Vil du være med meg hjem hvis jeg sjenker deg på sprita Og i kveld er det lov å være hore Vil du være med meg hjem når vi drikkes under bordet? Tonight it’s OK to be pissed Will you come home with me if I get you drunk And tonight it’s OK to be a whore Will you come home with me when we drink ourselves under the table?\nAndreas “Tix” Haukeland remains multifaceted, yet he has more or less escaped critical scrutiny ever since he made a reviewer eat one of his headbands on national TV. This is the state of Norwegian media in 2021. How did we end up here?\nThere’s one thing to keep in mind whilst observing the phenomenon that is Tix: you are watching an artist that plans ahead several years in advance, and in fact is working from a three year plan. His M.O. is storytelling and he often hints in advance to what will happen.\nHaukeland was born in 1993 and, as has been widely reported, was diagnosed at an early age with Tourette’s syndrome and OCD. In later years he was also diagnosed with ADD and generalized anxiety. He was bullied as a teenager for his tics, and this led to the nickname “Tix,” which he later took as his artist name. He was a talented student with good grades and was expected to study civil engineering after finishing high school.\nInstead he chose to pursue his passion for music and more or less stumbled upon what was to become his whole artistic raison d’être: writing party songs for what in Norway is known as the russ celebrations. Introduced to an international audience by the online Norwegian drama series Skam, russ celebrations are, in short, a celebration for graduating high schoolers that takes place annually in April-May and lasts for about a month. The graduates dress up in a uniform (usually blue or red) and basically party hard with far too much drinking and various shenanigans (yes, there will be drugs and plenty of sex too). While it has always been a big deal for the adolescents, in later years there has become more emphasis on spending insane amounts of money on huge party buses, over the top partying and, yes, party songs written specifically for your very own bus crew.\nBefore 2010, a regular pop/dance song would be chosen as the official russ anthem of that particular year, but sometime after 2010 it became commonplace for the more affluent russ crews to spend anywhere between NOK 20.000 (€1966) to NOK 100.000+ (€9830+) for a song written specifically for their bus crew. The official story is that Tix’s girlfriend at the time asked him to write a song for her bus crew, and everything snowballed from there (as a side note, MGP enthusiasts will be pleased to know that Tix submitted a song for MGP 2011 without any success. We don’t know anything about the song, because according to Tix the song will never be released in any official form).\nIf you listen to the official Tix discography on Spotify from start to finish, the endeavour will take about five and a half hours. There is a lot to take in. Musically, his early russ songs are generic EDM songs with a Avicii feel, the first one being “Open Sesame 2013“. “Open Sesame 2013” is a song for a female bus crew, and that’s probably why it is bearable in terms of lyrics:\nHer er det stemning og liv, ikke noe drikkepress Det er gulljentene fra Valler VGS Har kun et motiv, og har du ledig tid Så push opp titsa dine og join Open Sesame! Here’s party time, no drinking pressure It’s the golden girls from Valler VGS [high school in Bærum outside of Oslo] Only have one goal and if you have free time Push up your tits and join Open Sesame!\nSongs from the same year emphasize partying and macho posing, like “Hollywood 2013“:\nVi lever glade dager, fullt av sene kvelder Dette’r forsidestoff som virkelig selger La meg se deg ta på deg noen Prada-shades Nå fylles festen med heite 94-babes These are happy days with late nights These are front pages that really sell Let me see you put on some Prada shades Now the party is filling up with hot 94′ babes\n2014 proved to be a very fruitful year for Tix in terms of songs for the russ—no less than 15 songs are officially available from said vintage year! The holy grail of 2014 is “Agrabah 2014″. It is one of Tix’s most catchy songs, but includes the lyric “Gjør deg klar for et heftig knull / Du får en kølle støpt i gull” (“Get ready for a hot fuck / You will get a cock cast in gold”). And thus the tone is set.\nIn that same year, Tix got a gig as DJ for Staysman & Lazz. For MGP aficionados their name might appear familiar—they participated in MGP 2015 with the party song “En Godt Stekt Pizza“. For reasons unknown, Tix did not appear on stage with them in MGP 2015, but he is prominently featured in several of their music videos: touching a girl’s breast in “Lærerinna“, excessively partying in “En Godt Stekt Pizza“, and waking up terrified in bed with a guy in “Alle Gutta“. Stian ‘Staysman’ Thorbjørnsen is also a big Tix supporter in the Norwegian media, backing Tix’s victim narrative at any available opportunity. Tix continued to appear alongside Staysman & Lazz in live appearances in 2015, a watershed year in his career.\nWe might as well start with the infamous “Sjeiken 2015“. The chorus is a call for a presumed female to get herself so drunk that she will agree to sleep with the male protagonist. The lyrical motif “Jeg drikker meg full, til smaken av gull / Spør meg hva jeg vil ha, svarer et knull” (“I drink ’till I’m drunk, to the taste of gold / Ask me what I want, I’ll answer a fuck”) lays out the meaning of the song without blinking. Whether it was on purpose or not the song was not just a smash hit with the russ, it also ended up becoming a huge hit in Norway and charting at no 5 in the singles chart.\nTix has explained that the song is based on a personal experience where he advised a young woman not to worry about what her friends thought of her hooking up with a new guy. His explanation of the song’s message is that it is meant as a general reassurance that it is OK to party and have fun and yes, have sex with whomever you like without worrying about what society or your peers say. But at the end of the day, the characters in the song have their fixed roles, and it is clear that it is the female that needs to be convinced—even supplied with drinks—in order to sleep with the male protagonist.\nThe huge chart success of “Sjeiken 2015” attracted the ire of feminists, parents who are worried their kids are being corrupted by foul lyrics, and the local music industry. Tix found himself at the center of media attention and made a few appearances to defend himself. He offers several explanations for the lyrics of Sjeiken 2015:\nThat it is satire (unclear how)\nThat it is a result of supply and demand (the lyrics are a result of what type of content the russ asks him to write)\nThat it is provocation for the sake of provocation\nBut why is there such a huge demand for lyrics with sexist content? Part of it is the age-old need for rebelling against your elders, but also curiously it seems like media attention is a part of the attraction. The media blitz that followed “Sjeiken 2015” was huge, and some bus crews crave this type of attention and notoriety.\nTix goes on to release a landslide of songs for the russ celebrations over the next few years, releasing 19 songs in 2015, 17 in 2016, and 12 in 2017. You could write a thesis on his russ era songs, the quantity is so staggering. In order to grasp the full scale of his misogynist lyrics, a brief selection of his greatest hits is required reading:\nSå la meg høre er du med, er du med, er du med Alle flaskene går ned, de går ned, de går ned Få den bitchen ned på kne, ned på kne, ned på kne La meg høre er du med, er du med, er du med So let me hear: Are you with me, are you with me, are you with me All the bottles are going down, they’re going down, they’re going down Get that bitch on her knees, on her knees, on her knees Let me hear: Are you with me, are you with me, are you with me “Palooza 2015“\nGutta kaster mynt og de cummer som kanoner Pappa ga meg kortet sitt med hundre millioner Ekte HC og svigermors drøm Deler arven min med dattera di og dekker hun med cum (…) Kom bli med, ned på kne lille luremus tar deg med til et fullstappa horehus The boys are tossing coins and they’re cumming like canons Daddy gave me his card with a hundred millions Real HC and mother-in-law’s dream Share my inheritance with your daughter and cover her with cum (…) Come with me, down on your knees you little cocktease Take you to a fully packed whorehouse “Habbo Club 2015”\nHey babe, tror du har noe på haken Alvestøv, det er cum (haha) Kjenner det på smaken (nam) Jeg ser du har en sykt digg ass, blekka med en tattis Kom igjen’a, det står jeg bare knulla deg for lættis Hey babe, I think you have something on your chin Fairy dust, it’s cum (haha) Can tell by the taste (yum!) I see that your ass is damn hot, inked with a tattoo C’mon, it says I just fucked you for the hell of it “Fairytopia 2015“\nBjørnen sover, bjørnen sover På et fittefjell Jenta var litt fattig, men vi pulte likevel (ÆSJ!) The bear is sleeping, the bear is sleeping On a mountain of cunts The girl was a little bit poor, but we fucked anyways (YUCK!) “Storebjørn 2015”\nSå bli med inn i helvete Hooker en tøs Jeg vil se deg naken, så slipp deg løs Så bli med inn i helvete Baby du er vill Jeg vil ha deg en gang til Så bli med inn i helvete Ta av deg klærne a.. skløtte So come in to hell Fucking a slut I want to see you naked, so let yourself go Come in to hell Baby you’re wild I want you one more time Come in to hell Take your clothes off…whore “Hydra 2016″\nJeg var full, men jeg husker hva jeg sa Lipgloss på kølla gjør meg glad I was drunk, but I remember what I said Lipgloss on my cock makes me happy” “Gullbarren 2016”\nJeg rogner deg i trynet I’m cumming on your face “Lumina 2016”\nDu så på meg og tenkte han må være rik Jeg så på deg og tenkte jeg skal gi deg (pikk) You looked at me and thought ‘he must be rich’ I looked at you and thought ‘I’ll give you (dick) “Versace 2017”\nEr du modell? Du vet hva jeg snakker om Har jeg sett deg på livesexcam.com? Are you a model You know what I’m talking about Have I seen you on livesexcam.com? “Skaperen 2017”\nAny commentary is superfluous. His lyrics stand on their own and showcase a lyrical universe where girls have only one primary function. Stian “Staysman” Thorbjørnsen defended his close friend in the media with accusations of hypocrisy: Tix is attacked because neither his audience nor his music are considered credible, whereas credible hip-hop artists could have lyrics with explicit sexual and drug-related imagery and still receive critical adulation and popular EDM artists could sample sexually degrading lyrics of rap artists and still get booked to play youth festivals.\nWhilst there certainly was a level of hypocrisy at play on the side of the music industry, the criticism was still well-earned. Yet, it didn’t deter Tix from continuing going down the same path. Alongside the relentless release schedule of songs for the russ, his visual image morphs into the one that he is currently known for: huge sunglasses, headband and a big fur coat. According to the man himself, the image was sort of accidental, something he put on after a video shoot where he was meant to look like a pimp. However the image seems to have more reasoning than mere accident: the sunglasses are to hide his eye tics, the headband is a homage to his past as a victim of bullying (if we are to believe the music video for Fallen Angel, but it’s more likely that it is there to hide the fact that Tix is balding), and the fur coat… well, accidental explains it. It is a very strong image, easily identifiable and easy to copy for Halloween or a fancy dress party.\nWhilst pumping out song after song for the russ celebrations, Tix also found the time to be signed to a publishing company and started writing songs for international artists. He has said that absolutely no one in the Norwegian music industry wanted to work with him due to the controversy surrounding his lyrics, and thus he had to leave the country in order to work with other people. Exactly who these gatekeepers were is still not known, and for the sake of transparency they should’ve been named, but in any case, he strikes gold with co-writing “Sweet But Psycho” for the then-up-and-coming popstar Ava Max. Tix considers this song his “pension plan”. At this stage in his career, money is frequently referred to in interviews and on social media—he is not shy with letting us know that he has millions of NOK. In fact, he filmed himself in a bathtub filled with NOK bills, this footage being dutifully posted on Snapchat.\nIn 2018, Tix released his first non-russ pop song: “Shotgun.” It managed to climb to no 5 in the singles chart and was deemed a hit. A far cry from his EDM roots, Shotgun is a pop song with a hefty hip hop beat. Tix was 25 years old at this point, but the lyrics are still firmly stuck in high school mode:\nDra med de sjukeste chicksa 00 sikler på dicksa Skrev’em opp på den lista Jomfrudommen ble mista Hang with the sickest chicks 00 drooling on the dicks Wrote ’em up on that list The virginity was lost\nHe released a few songs for the russ celebrations in 2018 and 2019, but the quantity is far lower than in previous years. Whilst the previous russ songs have emphasised hedonistic euphoria and macho posturing, now a looming foreboding of party burnout and depression is creeping into the lyrical content alongside the now-familiar sexist imagery:\nMen i kveld vil jeg bli fucked up Jeg vil ta crack og spise sopp Jeg trodde jeg var på topp men du finner meg på bånn But tonight I wanna get fucked up I wanna do crack and eat mushroom I thought I was on top But you’ll find me at the bottom “Blåfjell 2018”\nAlle gutta mine er på GHB ikke noe sprit, ha’kke råd til det (…) Jeg tok med Emma, Rita, Molly All my boys are on GHB No liquor, can’t afford it (…) I brought Emma, Rita, Molly “Gatebarna 2018”\nDer alle damene er våtere enn fiskene i vannet Brannsår i underlivet Kjører på så hardt vi kan Alle digge damer de skal rett inn til Haukeland Where all the girls are wetter than the fishes in the ocean Burn marks on the crotch Do it as hard as we can All the hot ladies are going straight to Haukeland [Haukeland is a hospital in Bergen as well as Tix’ last name] “Bergen 2018”\nI kveld blir det kaos Skal faen meg brenne ned hele stedet For verden går jo til helvete allerede Jeg kan’ke roe ned, er du fjern eller? Hei bitch, vet du hvem jeg er eller? Tonight it’s gonna be chaos Gonna fucking burn the whole place down Because the world is already going to hell I can’t calm down, are you out of your mind or what? Hey bitch, do you know who I am? “Makten 2019”\nBaby jeg skal drikke helt fra vinteren til våren så aldri om jeg kommer til å huske deg i morgen det snør, det snør, inne på mitt rom (…) Snøstorm, dette her er livet jeg vil dø for Baby I’m gonna drink from winter to spring So I’m never gonna remember you tomorrow It’s snowing, it’s snowing in my room (…) Snowstorm, this is the life I wanna die for “Snøstorm 2019”\nDuring the period of 2018-2020, Tix was very visible and present in the media landscape: he was a participant on Paradise Hotel in 2019, he was a judge on Norwegian Idol in 2020, and he released hit single after hit single. But there was something odd bubbling underneath, moments in interviews that seem to suggest that something is not quite right. We don’t know what we don’t know, and we will never know the reasoning behind these suicidal outbursts, unless the artist is willing to shed a light on it. But we do know he is fond of hints and storytelling, and it would not be far-fetched to suggest that at least some of them could have been premeditated, which adds another problematic layer to his already long track record of being controversial. Suicide and self-harm are subjects that need to be handled with care and thoughtfulness when presented in the media, because we know there is a possible contagion effect. And, well, the following examples do not exactly demonstrate care and thoughtfulness:\nWhen being interviewed before his stint on Paradise Hotel in 2019 he said of his participation: “It’s like.. now or never. I will die young. (…) Brutally honest.”\nWhen being interviewed after his participation on Paradise Hotel, he randomly asked the interviewer who uses a fortune teller toy: “I wonder if I’m gonna die before I’m 30? Because that’s the plan really.”\nHe said in an interview with VG that he has set an end date for Tix (the date being when Andreas is 30 years old). The interviewer says he hopes Andreas will live on. Tix’s answer was “we’ll see.”\nThe latter interview with VG was later confirmed to have been edited by the record label as damage control. Tix said in a podcast that he was talking about himself (Andreas) rather than Tix, and that it was meant to be suicidal. He went on to say that he has a personal goal of dying at 30 years old, and the reasoning behind this train of thought is that it will motivate him to do everything he wants to do before he’s 30.\nThe first proper sign that all was not well was the release of “Jeg Vil Ikke Leve” (“I Don’t Want To Live”). It is an up-tempo party song, but its title and lyrics reek of morbidity. At first listen, it comes across as a joke made in bad taste:\nSå hva gjør vi nå? Drikker alene Jeg vil ikke leve, men jeg vil ikke dø So what do we do now? Drinking alone I don’t wanna live, but I don’t wanna die\nThe accompanying music video hits the message home with a sledgehammer: the artist is lying in his now all-too-familiar bathtub filled with money and slits his wrist, gold pouring out of his veins. While we don’t know whether it was intentional or not, the music video does exude a certain glamour with money bills and confetti flying in the air and pyro going off as gold is pouring out of his veins. It feels more like a final end than a new beginning.\nIn terms of subject, “Jeg Vil Ikke Leve” turned out to be an anomaly, at least for a period of time. Several of his now biggest pop hits were released in quick succession: “Neste Sommer,” “Kaller På Deg,” “Jævlig,” “Nå Koser Vi Oss,” and not to mention the monster hit “Karantene” (which even garners the dubious honour of being remixed by Samir and Viktor, two well known alumni of Sweden’s Melodifestivalen).\nToward the end of 2020, Tix was featured as a performing artist on P3 Gull. The performance is preceded by an intro with Tix, his family members, and his ever-faithful friend Stian “Staysman” Thorbjørnsen. The intro features the artist as he removes his trademark uniform, and without the uniform he looks unbearably young, far younger than what his 27 years of age would suggest. His family tells us about his upbringing with Tourette’s and that he was bullied as a teenager. Tix further explains his artistic motivation: He wants his music to unite people. This is a talking point that has been reiterated by the artist over and over again in interviews.\nWe’ve covered a huge chunk of his russ era party songs, and there’s no doubt who this music is meant to unite: the straight lads. And sure, there are probably hundreds and thousands of straight young guys who have bonded whilst partying to said songs. But there’s little unity to be found for everyone else: the girls and the non-straight guys. Now, there are plenty of female fans who say they’re not bothered by his lyrics and that they very much enjoy listening and partying to them, and it wouldn’t be fair to take away their agency. But it requires immense mental gymnastics and a whole lot of cognitive dissonance, and more depressingly, it comes at the expense of everyone else who feels left out, anyone who doesn’t think that “kom bli med ned på kne lille luremus” (“Come with me, down on your knees you little cocktease”) speaks to or for them. So exactly how successful is Tix in uniting people with this part of his discography? The jury is still out on that one.\nThe P3 Gull intro goes on to explain that Tix has his dark moments and he reminds us that everyone is struggling at some point in their lives, and that this is a form of unity in itself. The performance was the debut of his single “Tusen Tårer,” which continues where “Jeg vil Ikke Leve” left off. The protagonist wants to destroy all of his material possessions because none of it can replace his presumed ex-girlfriend. The background vocals go “Fuck it, jeg vil dø i kveld” (“Fuck it, I wanna die tonight”), and again we’re brought back to the doom and gloom. An accompanying music video was later released which features Tix drowning. Enough said. By now we understand that He Is In Pain. As a bystander, you feel helpless. Yes, of course most of this is Art, it cannot be taken literally, etc., but the heavy-handed imagery of the music videos, the blunt lyrics, and the inappropriate outpourings of literal death wishes in media appearances leave the bystander with a feeling of hopelessness. You get the feeling of something unresolved that hasn’t been fixed.\nAnd finally the cat had to be let out of the bag: Tix was announced as a participant in MGP 2021 and we already knew who the winner was up front, because he is the biggest artist in the country. Of course he was going to win MGP. The evening before his first appearance on MGP, Tix was a guest on a popular talk show where he finally confirmed what had been alluded to in 32 different ways over the past two years: he was so depressed he almost killed himself on May 17th, 2018, but he was saved by his cat.\nThe backstory of his depression is that his Tix persona took over and that there was mentally little room for his private self. At one point he says that his values are different to what people expect them to be based on the Tix persona…. AND HOLD IT. I know this is a very tempting get-out-of-jail-card, but no. No, it’s not possible to claim that the character Tix is the one responsible for your most reprehensible lyrics, and that Andreas himself has other values. Andreas Haukeland is the one who is to be held accountable for his artistic output, not a made up persona. The interview moves on to the circumstances leading up to the suicide attempt and the attempt itself. There is very little talk of how he has recovered or even if he has recovered. It can safely be said that NRK and Tix failed in this interview to tell a balanced narrative, as it was solely focused on telling the story of hitting rock bottom and that the artist was saved by his cat. It makes sense that “my cat saved my life” is a better story than “I’ve spent loads of money on therapy to get better,” but still… be responsible! Let people know how you got better beyond just talking to your cat. Yet again, we are left with the feeling of something unresolved, that we are witnessing a process with an uncertain outcome.\nTo give Tix credit, he has several times mentioned the Mental Helse hotline as a resource for people in need of someone to talk to. When promoting “Jeg Vil Ikke Leve” on Instagram, he specifically mentioned said resource. A follower asked in the comments if his post was sponsored by Mental Helse, to which the artist replied “No, it’s personal advice. Their lines were even open when I called on May 17th”.\nAnd with the brand new information of his struggles, Tix’s fanbase changed. The female demographic literally exploded. Women of all ages couldn’t wait to let the man know how touching his personal journey was to them, and his communication on social media changed drastically, from having “funny” captions accompanying pictures of him doing some sort of pose to having the heart emoji peppered all over his weepy insta posts. For his diehard fans this signaled the coming of Andreas. Tix, we hardly knew ye.\nWith this newfound wave of sympathy, Andreas was on a roll. After the first performance of “Ut Av Mørket” (the Norwegian version of his Eurovision song, “Fallen Angel”), he received a negative review of his song by musician Anders Grønneberg. And for the first time in history Tix was very hurt by a negative review.\nAndreas has several topics that he keeps returning to in interviews. One of them is his assertion that he makes music for the people, not for the music reviewers or the music industry. His obsession with “the people” is almost Trumpian—we are told over and over again that it’s “the people” that have kept his career afloat, because he has consistently received bad reviews and has literally been shut out from the local music industry.\nAt least the latter has changed over the last few years: several of his hit songs from 2019-21 have involved other people, both as co-writers and as producers. Admittedly, it is tempting to think that Andreas’ career might’ve taken a different turn if he had more input from professional people early on. But that’s purely speculation. What we do know for certain is that Anders Grønneberg gave Staysman & Lazz a negative review for their MGP 2015 song “En Godt Stekt Pizza”. Oh, it’s Stian “Staysman” Thorbjørnsen again, the forever peripheral wingman of Andreas. One is tempted to connect the dots as to why the review stung so badly for Andreas. But let’s hear what he had to say:\nAndreas has said this particular review was very hurtful because he felt like he was being reviewed as a person rather than his song (If you read the review, it honestly is not the character assasination Andreas makes it out to be). In fact, he was so discouraged he threatened to withdraw from MGP. Long story short, the review was the subject of a TV debate program wherein the reviewer ate Tix’s headband. It was as ridiculous as it looks like on paper, and watching it on TV was like watching something akin to a circus. Is the national broadcaster really showcasing this insanity live on air? Of course they were. Andreas’ argument in the debate was that words and language have meaning, and that the reviewer needed to be more mindful of how he phrased his music reviews.\nIsolated this sounds like a legitimate argument, but at this point the collective cognitive dissonance was starting to rear its ugly head. It culminated in a young female influencer making a post on Instagram where she quoted various Tix lyrics and simply asked why Andreas wasn’t willing to reflect on his own past use of words. And somewhat surprisingly, Andreas felt compelled to post an apology on Instagram, though apology is indeed a non-apology apology: “Sorry if you were offended”. And he more recently confirmed on TV that indeed he would not change anything he’s done in the past, he’s just sorry some people felt offended. So the apology is ultimately worthless. And honestly, this is not surprising. This is an artist who has been consistently financially rewarded for his problematic artistry, so why on earth would he change now? Why would he change when his devoted fans constantly tell him he can do no wrong? But the cognitive dissonance remains. How can one person tell us words matter, yet not take his own words into account?\nThe tale of the artistic career of Andreas “Tix” Haukeland is indeed a study in storytelling: how one guy got his start by appealing to the lowest common denominator and how he shifted the public narrative from one of controversy to one of victimhood. Through his effective storytelling, he has amassed incredibly loyal fans and a stable financial base. He still refuses to acknowledge the harmful ways in which he has achieved his success and insists on telling and re-telling a narrative of unity that is so far only proven to himself and his most devoted fans.\nWe don’t know what we don’t know. We should take Andreas’ words about his mental health issues for what they are and wish him all the best. But he has still exploited his personal struggles to re-shift the public perception of himself and to silence criticism. His recent confession of not regretting any of the lyrics he has written should’ve reignited the debate around his demeaning and sexist lyrics, but maybe we’ve given up. Maybe Tix “Andreas” Haukeland is the artist that Norway doesn’t need, but the one that Norway deserves.", "original_url": "https://escincontext.com/2021/05/27/how-do-you-solve-a-problem-like-tix/", "wayback_url": "https://web.archive.org/web/20210527153833/https://escincontext.com/2021/05/27/how-do-you-solve-a-problem-like-tix/", "a_id": "Q30323936-61"}