{"title": "Norway: Melodi Grand Prix 2021 Pre-Qualified & Semi-Final One Artists Revealed", "text": "Norway: Melodi Grand Prix 2021 Pre-Qualified & Semi-Final One Artists Revealed\nNRK, the Norwegian national broadcaster, has revealed the pre-qualified and Semi-Final One artists of Melodi Grand Prix 2021.\nThe acts were revealed during a press conference at NRK headquarters in Oslo. The acts that have pre-qualified for the grand final will be revealed alongside the four artists competing in Semi-Final One this coming Saturday.\nThe four acts competing in Semi-Final One are:\nStina Talling – “Elevate”\nJorn – “Fate Bloody Faith”\nBlåsemafian – “Let Loose”\nBeady Belle – “Playing With Fire”\nThe acts competing in the remaining four semi-finals will be revealed on the Monday before their respective semi-finals. Unlike last year, the semi-final acts will not be divided by their home region.\nThe pre-qualified acts for the Grand Final are:\nTIX – “Ut Av Mørket” (Out of the dark)\nAtle Pettersen – “World on Fire”\nStavangerkameratene – “Barndomsgater” (Childhood streets)\nKaja Rode – “Feel Again”\nRein Alexander – “Eyes Wide Open”\nKEiiNO – “Monument”\nKEiiNO represented Norway in Eurovision 2019 with “Spirit in the Sky”.\nThe six pre-qualified acts will each perform in one of the semi-finals to introduce the public to their songs ahead of the Grand Final on February 20. The semi-finals they will perform in are:\nSemi-Final One – TIX, KEiiNO\nSemi-Final Two – Stavangerkameratene\nSemi-Final Three – Kaya Rode\nSemi-Final Four – Atle Pettersen\nSemi-Final Five – Rein Alexander\nMelodi Grand Prix 2021 will commence on January 16 and run for six weeks culminating in the Grand Final on February 20. The dates of the selection are as follows:\nSemi-Final One – January 16\nSemi-Final Two – January 23\nSemi-Final Three – January 30\nSemi-Final Four – February 6\nSemi-Final Five – February 13\nSecond Chance – February 14\nFinal – February 20\nSource: NRK / Image Source: Eurovision.tv – Thomas Hanses\nNorway in the Eurovision Song Contest Norway debuted in the Eurovision Song Contest in 1960 and have won the contest three times – in 1985, 1995 and 2009. The country has the dubious record of finishing last the most times, eleven in total, and have received nul points four times. Norway last won the contest in 2009 when Alexander Rybak broke all records with his song “Fairytale”. He scored 387 points in the final, receiving 16 sets of 12 points and scoring points from every country.", "original_url": "https://eurovoix.com/2021/01/11/norway-melodi-grand-prix-2021-pre-qualified-semi-final-one-artists-revealed/", "wayback_url": "https://web.archive.org/web/20210111120132/https://eurovoix.com/2021/01/11/norway-melodi-grand-prix-2021-pre-qualified-semi-final-one-artists-revealed/", "a_id": "Q30323936-7"}