{"title": "Latvia: Line up and songs released for Eirodziesma 2013", "text": "Latvia: Line up and songs released for Eirodziesma 2013\nLatvia: Line up and songs released for Eirodziesma 2013\n15 Jan 16:59\nRiga, Latvia - Latvian broadcaster LTV has revealed the names of the 24 acts which will battle it out in the semi finals and ultimately the final of Eirodziesma 2013. You can also hear all of the competing entries vying for the honour of representing Latvia in the Eurovision Song Contest.\nA record 122 songs were submitted to LTV for the 2013 running of Eirodziesma. In a change to previous years, the two semi finals will be staged live from the Palladium Concert Hall in Riga on 8th and 9th February respectively.\nThe semi finalists are as follows (Running order in semi finals still to be determined) :-\nSemi final 1 - 8th February\nPieneņu Vīns - Better Than You\nIvo Grīsniņš Grīslis - Give Me A Try\nDominic Okolue - Good Woman\nLiene Candy - Higher And Higher\nSamanta Tīna - I Need A Hero\nHeadline - Love\nLiene Matveja & Baiba Reine - Love Responder\nOlafs Bergmanis & The Random People - Never Let Me Go\nGrupa Per - Sad Trumpet\nFox Lima - Tirpini\nSabīne Berezina - Upside Down\nAntra Stafecka - When You Are With Me\nSemi final 2 - 9th February\nIeva Sutugova - Cold Heart\nDāvids Kalandija & Dināra - Fool In Love\nRūta Dūduma - Here I Am\nGrupa Per - Here We Go\nAndris Kivičs - Hey! Hey!\nMarta Ritova - I Am Who I Am\nMārtiņš Ruskis & 4 Vēji - Joey\nFramest - Let The Night Belong To The Lovers\nAiwink - Now Or Never\nNiko - One\nKristīne Šomase - Phoenix Fly\nPieneņu Vīns - The One\nYou can listen to all of the entries here on LTV's official Eirodziesma 2013 website. A total of six songs will qualify from each semi final.\nThe producer of the show Zita Kaminska explained the reasons for the changes in 2013 saying \"Eirodziesma 2013 has all of the prerequisites to become a positive event in the Latvian music scene as well as to provide an adventurous experience to the audience. The quality of the songs is remarkable as well as the preparations for the semi finals and final concerts are going successfully. Previously, we have focused entirely on the televoting audience but this year we have put an effort in making the audience present at the semi finals so that they feel part of the show.”\nEstonia's Ott Lepland and last year's Latvian representative Anmary are amongst the names announced as guests for the 2013 shows.\nThe final of Eirodziesma 2013 will take place in the Juras Varti Theatre in Ventspils on 16th February where the Latvian entry for Malmö will be chosen.", "original_url": "http://www.eurovision.tv/page/news?id=latvia_line_up_and_songs_released_for_eirodziesma_2013", "wayback_url": "https://web.archive.org/web/20130209131348/http://www.eurovision.tv/page/news?id=latvia_line_up_and_songs_released_for_eirodziesma_2013", "a_id": "Q13217375-3"}