{"title": "Lithuania: Eurovizijos National Final on March 11", "text": "Lithuania: Eurovizijos National Final on March 11\nLRT has confirmed that they will select their entrant for the Eurovision Song Contest 2017 in Kyiv, Ukraine on March 11.\nLithuania’s search for their Eurovision 2017 participant gets underway on January 7th as “Eurovizijos” begins. A total of 10 shows will be held between January 7th and March 11 to decide the Lithuanian entrant in next years Eurovision Song Contest.\nA number of small changes have been made to the selection process following discussions with participants in the competition. Performers will now no longer have to perform in the selection process on a weekly basis. Instead of the shows seeing just one singer leaving on a weekly basis, if there are 10 singers in a show then only five will make it through to the next show.\nEurovizijos will begin on January 7. In total 51 singers will be taking part in the selection with the first few shows featuring between 12 and 13 performers each. There are two former Eurovision entrants in the list of participants Sasha Song (2009) and Vilija Matačiūnaitė (2014).\nThe full list of participants is as follows:\nGolden monkeys\nOtreya\nAugustė Vedrickaitė\nEdgaras Lubys\nTadas Rimgaila & Tina\nSasha Song\nRūtaAndruškevičiūtė\nBenas Malakauskas\nAudrius Petrauskas\nJustin 3\nDagna Kondratavičiūtė\nPaula Valentaitė\nValdas Lacko\nMonika Mėčiūtė\nRugilė Daujotaitė\nKotryna Juodzevičiūtė\nDeividas Žygas\nMia\nRasa Kaušiūtė\nLawreigna\nVarjetė\nE.G.O.\nGabrielius Vagelis\nIeva Zasimauskaitė\nVidas Bareikis\nMarius Petrauskas\nMilda Martinkėnaitė & Saulenė Chlevickaitė\nLolita\nFusedmarc\nErika Astrauskaitė\nHit\nVirgis Valuntonis\nGražvydas\nGreta Zazza\nVilija Matačiūnaitė\nDovydas Petrošius\nStrėlės\nAlanas Chošnau\nValerija Iljinaitė\nRuslanas Kirilkinas\nVlad Max\nQueens Of Roses\nEvaldas Vaikasas\nElvina Milkauskaitė\nAistė Pilvelytė\nJulija Jegorova\nAudrius Janonis\nSoliaris\nRasa Vaštakaitė-Shiny Raia\nNeringa Šiaudikytė\nFor the first four shows the Lithuanian public and the jury will select the singers going through to the next round. However from the fifth show onwards an international jury will be voting alongside the in studio jury and the Lithuanian public. At least six singers will be competing in the final on March 11.\nSource: LRT", "original_url": "https://eurovoix.com/2016/12/28/lithuania-national-final-march-11/", "wayback_url": "https://web.archive.org/web/20161229102333/https://eurovoix.com/2016/12/28/lithuania-national-final-march-11/", "a_id": "Q13217375-12"}