{"title": "Tusse wins Melodifestivalen - To Eurovision 2021 with \"Voices\"", "text": "Tusse wins Melodifestivalen - To Eurovision 2021 with \"Voices\"\nAfter five weeks of shows, it was time for the sixth and final week of Melodifestivalen 2021. The 2021 edition of Melodivestivalen was different in terms of shows as the 6 week tour had been scrapped and without an audience due to COVID-19. All six shows were broadcast from Annexet, one of the venues in Stockholm Globe City.\nFrom 28 songs and six shows, all was concluded tonight, when the Swedish public and eight international juries agreed to send Tusse for Rotterdam with the song \"Voices\".\nSweden 2021: Tusse – \"Voices\"\nMelodifestivalen 2021 – Result\nTusse – \"Voices\"\nEric Saade – \"Every Minute\"\nDotter – \"Little Tot\"\nThe Mamas – \"In The Middle\"\nKlara Hammarström – \"Beat Of Broken Hearts\"\nClara Klingenström – \"Behöver inte dig idag\"\nDanny Saucedo – \"Dandi dansa\"\nCharlotte Perrelli – \"Still Young\"\nArvingarna – \"Tänker inte alls gå hem\"\nAlvaro Estrella – \"Baila Baila\"\nAnton Ewald – \"New Religion\"\nPaul Rey – \"The Missing Piece\"\nSweden 2021: Tusse – \"Voices\"\nTusse\nTusse had his breakthrough after winning the 2019 edition of Swedish Idol. Before that, in 2018, he took part in Sweden's Got Talent. Tusse had advanced to the semi final of the show and subsequently released his debut single ”My Soul Is Calling You”, a tribute to his deceased mother.\nThe song was followed by the ballad ”A Better You”, a rendering of Whitney Houston's ”How Will I Know”. Tusse's first post-Idol single was released, ”Innan du går” (”Before You Go”), which also was his first song in Swedish.\nMelodifestivalen 2021\nAll the shows were broadcast from Annexet in Stockholm without audience. A total of 10 hosts guided the viewers through the Melodifestivalen season. Tonight's show was hosted by Måns Zelmerlöw, Shima Niavarani and Christer Björkman.\nThe format for Melodifestivalen 2021 was the same as in previous years meaning that in each of the 4 heats 2 songs qualified directly to the final and another 2 songs qualified to Andra Chansen (Second Chance).\nSweden 1974: ABBA - \"Waterloo\"\nSince 1958 Sweden has participated 59 times in Eurovision Song Contest with great succes. They have won the contest 6 times:\nSweden 1974: ABBA - \"Waterloo\"\nThey came last two times (1963 and 1977), and since the introduction of the Semi-finals in 2004 Sweden managed to qualify for the Grand Final 15 out of 16 times! (only skipped the qualification in 2010)", "original_url": "https://eurovisionworld.com/esc/tusse-wins-melodifestivalen-to-eurovision-2021-with-voices", "wayback_url": "https://web.archive.org/web/20210313205707/https://eurovisionworld.com/esc/tusse-wins-melodifestivalen-to-eurovision-2021-with-voices", "a_id": "Q76466985-3"}