{"title": "Tusse missade finalen när Talang-juryn röstade på en hund", "text": "Tusse missade finalen när Talang-juryn röstade på en hund\nDet blev skönsjungande Frida Green och border collien Vega tillsammans med matten Marianne som gick vidare till final i fredagens Talang på TV4.\nI semifinalen tävlade Tousin ”Tusse” Chiza mot ett gäng andra artister.\n– Nu kör jag, och tack för stödet, hälsade 16-åringen hem till Kullsbjörken och resten av Leksand.\nHan valde att sjunga Leonard Cohens kraftfulla ballad Hallelujah. Efter framträdandet var Tousin nöjd med både låtval och framträdande. Nerverna höll, trots livesändningen.\nTV: Tusse inför semifinalen i TV4:s Talang: \"Det känns ganska overkligt\"\nDe flesta i juryn jublade, utom Alexander Bard som var skeptisk.\nHan tyckte att Tousin gapat efter för mycket när han gav sig på den mäktiga melodin.\n– Den är inte lätt att sätta för en 16-åring, sa Alexander Bard.\nDavid Batra höll dock inte med, han gillade sången, gympaskorna och det sparsmakade dansnumret.\n– Fasen vad du jobbat på din röst, sa Bianca Ingrosso som var berörd, liksom LaGaylia Frazier.\nNär tittarnas röster räknats så var Tousin ”Tusse” Chiza en av tre utvalda, men bara två gick vidare till final, och när juryn röstat klart så blev det de andra två.\nLäs mer: 16-åriga \"Tusse\" från Tällberg gick vidare i Talang – fick juryn att gråta\nLäs också: Tousin från Tällberg vann stor talangtävling", "original_url": "https://www.dt.se/artikel/tusse-missade-finalen-nar-talang-juryn-rostade-pa-en-hund", "wayback_url": "https://web.archive.org/web/20191207110528/https://www.dt.se/artikel/tusse-missade-finalen-nar-talang-juryn-rostade-pa-en-hund", "a_id": "Q76466985-1"}