{"title": "Alemania descarta la elección interna de Ben Dolic y repetirá su preselección para 2021", "text": "Alemania descarta la elección interna de Ben Dolic y repetirá su preselección para 2021\nBen Dolic no representará a Alemania en Eurovisión 2021. La jefa de delegación alemana, Alexandra Wolfslast, el director de la ARD, Christian Blenker, y el jefe de entretenimiento de NDR, Thomas Schreiber, han concedido una entrevista a ESC Kompakt en la que confirman que el país repetirá la misma preselección de 2020 para la próxima edición del festival.\nEl ganador, así, saldrá de un proceso de selección interno en el que participarán cantantes y canciones por separado que serán valorados en diferentes fases por un jurado de 100 eurofans locales y 20 expertos internacionales en busca de la mejor propuesta para Róterdam. Ben, no obstante, se volverá a presentar a la preselección con un tema compuesto por Boris Milanov y su equipo de Symphonix, también responsables de Violent Thing.\nLos directivos han reconocido que la decisión sobre la continuidad del intérprete ha provocado un gran debate interno en el seno de la delegación, donde finalmente se ha impuesto la idea de que no fue elegido por ser un artista excepcional ni por su voz única, sino por la combinación de todas sus cualidades artísticas con una gran canción. Alexandra, Christian y Thomas también han tendido la mano tanto a Ben como a Boris en su nueva intentona en el concurso, así como a todos los nuevos cantantes, autores y compositores que deseen probar suerte, y a los que también quieren dar una oportunidad. El equipo, además, se ha mostrado satisfecho con el rendimiento comercial de Violent Thing que, a pesar de no haber entrado en las listas de ventas alemanas, si ha tenido un gran recorrido en las radios locales y acumula ya más de cuatro millones de reproducciones en Spotify.", "original_url": "https://eurovision-spain.com/alemania-descarta-la-eleccion-interna-de-ben-dolic-y-repetira-su-preseleccion-para-2021/", "wayback_url": "https://web.archive.org/web/20210731211823/https://eurovision-spain.com/alemania-descarta-la-eleccion-interna-de-ben-dolic-y-repetira-su-preseleccion-para-2021/", "a_id": "Q104301564-7"}