{"title": "Ein Lied aus Volksdorf für Europa", "text": "Ein Lied aus Volksdorf für Europa\nJendrik Sigwart steht für Deutschland auf der ESC-Bühne\nVOLKSDORF Er ist Optimist aus Passion und vertritt in diesem Jahr Deutschland beim größten Musikwettbewerb des Kontinents. Der aus Volksdorf stammende Singer-Songwriter Jendrik Sigwart steht im Mai im Finale des Eurovision Song Contest (ESC) – und sieht sich schon jetzt als Sieger. Aber der Reihe nach …\nVon Marius Leweke\nEigentlich war 2020 ein schweres Jahr für Jendrik Sigwart. Der junge Künstler saß in einer Wohnung in Zürich, gerade ist ein Musical-Engagement Pandemie-bedingt geplatzt. „Das war schon ziemlich deprimierend“, meint der 26-Jährige im Gespräch mit dem Heimat-Echo. Andererseits hatte Jendrik jetzt die Zeit, einem Kindheitstraum näherzukommen. „Ich wollte schon immer am Eurovision Song Contest teilnehmen.“ Und weil der quirlige Blondschopf – Lebensmotto: „Wenn schon, denn schon“ – sich die Energie und den festen Willen, auch in schwierigen Zeiten optimistisch zu bleiben, nicht nehmen ließ, startete er mit den Dreharbeiten für sein Bewerbungsvideo.\nFist Bump für Rotterdam: Auf Abstand wünscht Redakteur Marius Leweke im Namen des Heimat-Echo dem ESC-Teilnehmer Jendrik Sigwart viel Erfolg in Rotterdam. Foto: Marius Leweke\nIm Zentrum stehen 18 Waschmaschinen, mit denen er den Keller der Kirche St. Gabriel in Volksdorf in einen fiktiven Waschsalon verwandelte, in dem sein Video spielt. Freunde, Kollegen, auch die Geschwister packten zehn Tage lang mit an. Das Video wird an diesem Donnerstag erstmals öffentlich gezeigt (17.50 und 19.56 Uhr im Ersten). Der Song, dessen Titel noch geheim ist und ein Lebensmotto von Jendrik zitiert, läuft zeitgleich im Radio an. Bis dahin lohnt sich ein Blick in Jendriks Instagram-Seite. Unter mynameis_jendrik finden sich witzige Clips zum „Making of …“ des ESC-Bewerbungsvideos.\nWie alles begann? Jendrik lacht wieder sein ansteckendes Lachen. Er ist in St. Georg geboren, die Eltern zogen mit ihm und seinem älteren Bruder nach der Geburt des jüngeren Bruders nach Volksdorf. Zwei kleine Schwestern kamen später hinzu. „Ich hatte dort eine richtig schöne behütete Kindheit mit vielen positiven Erinnerungen“, sagt Jendrik und lächelt. Inklusive des ersten Musical-Auftritts in der Grundschule an den Teichwiesen „bei Frau Delker“.\nMit Geige und Klavier fing alles an\nIn der Familie steht Musik hoch im Kurs. „Jeder von uns fünf Geschwistern hat ein Instrument gelernt, ich habe mich für Geige und Klavier entschieden.“ Und die Ukulele, heute sein Markenzeichen? „Die kam später, so mit 17 oder 18 Jahren. Die ist so herrlich einfach zu spielen, deshalb bin ich dabei geblieben.“ Über 50 Lieder hat er mittlerweile komponiert und sein Instrument eigenhändig mit 4100 Strass-Steinen beklebt. „Das mache ich nicht nochmal.“ Schon vor dem Abitur auf dem Gymnasium Buckhorn – „Musikprofil bei Frau Çetinkaya, großartig“ – stand für ihn fest, dass er die Musik zum Beruf machen wird. In dieser Zeit ist Jendrik überall in Hamburg musikalisch präsent. In der Schule, als Straßenmusiker, „einmal sogar auf dem Volksdorfer Wochenmarkt“, und in der evangelischen Kirchengemeinde, der er bis heute musikalisch verbunden ist. So trat er noch kurz vor Weihnachten in der Rockenhof-Kirche auf dem Benefizkonzert für die Flüchtlinge im skandalträchtigen griechischen Lager Moria auf. „Engagement gegen Ungerechtigkeit ist mir sehr wichtig“, so der junge Künstler, der im Gespräch auch ernsthafte und nachdenkliche Seiten zeigt.\nWegen ihres Engagements und ihrer zupackenden Art zählt Hendrikje Witt, die das Benefiz-Konzert organisiert hat und die Jugendbands der evangelischen Gemeinde leitet, zu seinen persönlichen Vorbildern. „Ihren Einsatz, ihre Energie und ihren Optimismus habe ich schon während meiner Teenagerzeit bewundert.“ Nach wie vor ist die Musiklehrerin und Kulturbeauftragte der Stadtteilschule Meiendorf ihm eine enge Freundin und Ratgeberin, mit der er sich auf langen Spaziergängen in und um Volksdorf austauscht.\nJendrik Sigwart mit der bronzenen Eliza Doolittle in der Claus-Ferck-Straße. In „My fair Lady“ stand der vielseitige Künstler auch schon auf der Musical-Bühne. Foto: Marius Leweke\nAls ein musikalisches Vorbild sieht er auf alle Fälle Taylor Swift. „Sie schreibt ihre Songs selbst und kommt authentisch rüber“, meint Jendrik. Ob er nach dem Eurovision Song Contest eine internationale Karriere wie die US-Sängerin hinlegt? „Ich hätte nichts dagegen.“ Lachen. „Aber echte Hoffnungen mache ich mir nicht.“ Den ESC sieht Jendrik aber schon „als Startschuss, um meine eigene Musik herauszubringen“. Dafür sei „es jetzt an der Zeit“.\nWenig Zeit verschwende er dagegen mit dem Nachdenken über seine mögliche Punktzahl im Wettbewerb. Bekanntlich hapert es da bei den deutschen Teilnehmern traditionell: Lediglich zweimal, 1982 und 2010, ging der Preis, der mittlerweile Kult-Status hat, an Vertreterinnen aus der Bundesrepublik. Jendrik Sigwart sagt: „Schon mit der Teilnahme habe ich für mich gewonnen.\nSo klingt der ESC-Song 2021 für Deutschland:\n„I Don‘t Feel Hate“ von Jendrik Sigwart.\nLast modified: 26. Februar 2021", "original_url": "https://www.heimatecho.de/2021/02/24/ein-lied-aus-volksdorf-fuer-europa/", "wayback_url": "https://web.archive.org/web/20210228162559/http://www.heimatecho.de/2021/02/24/ein-lied-aus-volksdorf-fuer-europa/", "a_id": "Q105335279-3"}