{"title": "Jendrik: Das ist Deutschlands ESC-Kandidat 2021", "text": "Jendrik: Das ist Deutschlands ESC-Kandidat 2021\nStand: 06.02.21 10:00 Uhr\nJendrik komponiert ESC-Song auf der Ukulele\nEr hat allen Grund zum Lächeln: Jendrik darf sich seinen Traum von der ESC-Teilnahme erfüllen.\nDass Jendrik gar keinen Kaffee trinkt, merkt man ihm nicht unbedingt an. Denn seine überbordende Fröhlichkeit, seine Unternehmungslust und sein Enthusiasmus sind ansteckend - und für viele erst nach sehr viel Koffein zu erreichen. Der 26-jährige Jendrik ist Deutschlands Kandidat für den Eurovision Song Contest 2021 in Rotterdam. Sein Lied ist noch geheim - er hat es allerdings selbst geschrieben. Und nicht nur das: Auch die Produktion des Musikvideos übernahm er in Eigenregie. Mit Jendrik steht ein künstlerisches Multitalent für Deutschland auf der ESC-Bühne.\nFünf Fakten über ESC-Kandidat Jendrik Eurovision Song Contest - 22.05.2021 21:00 Uhr Jendrik fährt für Deutschland zum ESC 2021 in Rotterdam. Um ihn besser kennenzulernen gibt es hier fünf Fakten über ihn. Und ja, einer davon ist auch über seine Ukulele.\n0 bei 0 Bewertungen Mit von 5 Sternen bewerten Vielen Dank. schließen Sie haben bereits abgestimmt. schließen\nJendrik spielt in Musicals und mag viel Publikum\nJendrik Sigwart wurde am 27. August 1994 in Hamburg geboren und hat vier Geschwister. Als Jugendlicher lernte er Klavier und Geige. Außerdem absolvierte er vier Jahre lang ein Musical-Studium am Institut für Musik der Hochschule Osnabrück. Schon während seines Studiums begann er, in Musical-Produktionen aufzutreten. So spielte er etwa in \"My Fair Lady\", \"Hairspray\" und in \"Peter Pan\" die Titelrolle. Seitdem fühlt er sich auf der Bühne richtig wohl. Und er hat kein Problem damit, wenn ihm viele Leute zusehen: \"Ab einer bestimmten Anzahl an Zuschauern kann man ausblenden, wie viele es sind. Bei zehn Leuten ist es schwerer. Denn da siehst du bei jedem einzelnen die Reaktionen\", erzählt er im Podcast ESC Update mit Blick auf den Wettbewerb in Rotterdam. \"Wir freuen uns über einen unglaublich kreativen Künstler, der vor Ideen nur so sprüht\", sagt Deutschlands ESC-Delegationsleiterin Alexandra Wolfslast.\nJendrik Name: Jendrik Sigwart\nGeburtstag: 27. August 1994\nGeburtsort: Hamburg\nKontakt:\nFacebook\nInstagram\nTikTok\nBewerbungsclip überzeugt die Jurys\nSeit Jahren schreibt Jendrik eigene Songs, so etwa auch das 2016 auf YouTube veröffentlichte \"Dibdibidi\". Fürs Komponieren nutzte er auch die Corona-bedingt auftrittsfreie Zeit im Sommer 2020. Als sein Song fertig war, fasste er einen Entschluss: \"Damit bewerbe ich mich, das muss zum ESC gehen. Und in den nächsten drei Jahren schaffe ich es, da auf der Bühne zu stehen!\" Jendriks Traum von der ESC-Teilnahme wird nun noch früher wahr. Er stellt Making-of-Videos seines Clips auf die Social-Media-Plattformen TikTok und Instagram. In insgesamt 20 Teilen und einem längeren Final-Video filmte er unter dem Motto \"How to make a Musikvideo\", wie sein Bewerbungsclip für den ESC entstanden ist. Eines dieser Videos erreichte mehr als 250.000 Aufrufe. Sein fertiges Musikvideo kam mit in die deutsche ESC-Auswahl und wurde von einer 100-köpfigen Eurovisions-Jury und einer 20-köpfigen Expertenjury aus Musikprofis bewertet.\n\"Geh nicht einkaufen, du gehst zum ESC!\"\nJendrik liebt am ESC vor allem die Vielfältigkeit.\nJendrik ist ESC-Fan. Seit Jahren sieht er den Wettbewerb mit Freunden und Familie. Am ESC gefällt ihm vor allem die große Diversität der Acts: \"Was mich begeistert, ist die Vielfältigkeit. Dass jeder so sein kann, wie er will. Dass jeder auch crazy sein kann\". Sein Lieblingssong aus dem Wettbewerb ist \"Think About Things\" der Isländer Daði og Gagnamagnið, die 2020 hätten teilnehmen sollen. Am wichtigsten sind Jendrik aber Freunde und Familie. Sie alle haben bei seinem Video-Dreh mitgeholfen und dafür etwa den Keller einer Kirche zu einem Filmstudio umgebaut. Als Jendrik Anfang Dezember einkaufen gehen wollte, um für seinen Freund zu kochen, überraschten ihn Delegationsleiterin Alexandra Wolfslast und ARD-Unterhaltungskoordinator Thomas Schreiber vor seiner Tür mit der guten Nachricht: \"Geh nicht einkaufen, du gehst zum ESC!\" Das konnte Jendrik nicht lange für sich behalten und erzählte es natürlich auch seiner Familie und seinen Freunden.\nJendrik schreibt Bachelorarbeit über die Ukulele\nJendrik ohne Ukulele - das geht nicht! Mit ihr schreibt er auch eigene Songs.\nOhne Ukulele Musik zu machen ist für Jendrik mittlerweile undenkbar - denn für ihn ist die Ukulele nicht einfach nur ein Instrument. Seine Schwester hatte sich ursprünglich als Kind eine Ukulele gewünscht, dann aber spielte doch nur Jendrik auf ihr und hat sich \"sofort in das Instrument verliebt\". Diese Liebe geht so weit, dass er sie inzwischen mit 4.000 Strasssteinchen verziert hat - alle einzeln aufgeklebt. Sogar in seiner Bachelorarbeit an der Hochschule hat er sich musikwissenschaftlich mit der Ukulele auseinandergesetzt: \"Es ist tatsächlich so, dass die Ukulele gute Laune verbreitet. Das ist wissenschaftlich bestätigt, aber subjektiv auch von mir\", sagt er. Auch sein ESC-Song ist auf dieser Ukulele entstanden. Zwar nahm Jendrik - wie auch einige andere aus dem ESC-Auswahlverfahren - noch an einem Songwriting-Camp teil, die Jurys entschieden sich am Ende aber für seinen eigenen Song, mit dem er sich bereits ganz am Anfang diesen Traum erfüllen wollte.", "original_url": "https://www.eurovision.de/news/Jendrik-Portraet-des-deutschen-ESC-Kandidaten-2021,deutschland1624.html", "wayback_url": "https://web.archive.org/web/20210206115635/https://www.eurovision.de/news/Jendrik-Portraet-des-deutschen-ESC-Kandidaten-2021,deutschland1624.html", "a_id": "Q105335279-0"}