{"title": "IfM-Absolvent Jendrik Sigwart vertritt Deutschland beim ESC", "text": "IfM-Absolvent Jendrik Sigwart vertritt Deutschland beim ESC\n26-Jähriger präsentiert selbst geschriebenen Song am 22. Mai in Rotterdam\nOsnabrück, 9. Februar 2021 – Jendrik Sigwart ist der deutsche Kandidat für den Eurovision Song Contest (ESC) 2021. Damit vertritt ein ehemaliger Student des Instituts für Musik der Hochschule Osnabrück (IfM) das Land bei der größten Musikshow der Welt am 22. Mai in Rotterdam. Seine Ausbildung zum Musical-Darsteller am IfM bezeichnet der 26-jährige Hamburger als richtungsweisend: „Mein Studium an der Hochschule Osnabrück war für mich eine verdammt besondere Zeit im Leben! Erst da habe ich gelernt, mich mit mir selbst zu beschäftigen und zu entscheiden, wer ich bin und was ich überhaupt im Leben möchte. Dass ich nebenher in meinen Kommilitonen Freunde fürs Leben gefunden habe, ist nur das i-Tüpfelchen eines riesigen Schokoladenkuchens voller toller Erinnerungen. Cheers! (Und danke, dass ich meine Bachelorarbeit über die Ukulele schreiben durfte.)“ Studierende wie Lehrende des IfM freuen sich auf Jendriks ESC-Teilnahme: „Wir sind wahnsinnig stolz auf Jendrik und drücken ihm die Daumen. Eins ist aber schon jetzt klar: Eine größere Anerkennung als die Teilnahme am ESC kann man sich für ein solches Nachwuchstalent kaum wünschen“, betont IfM-Dekan Sascha Wienhausen.\nJendrik Sigwart konnte zwei unabhängige Jurys – 20 Musikexperten und 100 ESC-Fans – in einem mehrstufigen Auswahlverfahren von seinem Talent überzeugen, teilte der Norddeutsche Rundfunk (NDR) am Samstag in Hamburg mit. Seinen ESC-Song hat der junge Sänger und Ukulele-Spieler selbst geschrieben und das Video selbst produziert. Zu sehen und zu hören ist der deutsche Song für den ESC 2021 erstmals am 25. Februar (17.50 und 19.56 Uhr) auf Das Erste. Das Finale des Eurovision Song Contest 2021 findet am 22. Mai mit Künstlern aus 41 Ländern in Rotterdam statt und wird live auf Das Erste übertragen.\nMehr Infos über Jendrik Sigwart und seine Teilnahme am ESC unter www.eurovision.de", "original_url": "https://www.hs-osnabrueck.de/nachrichten/2021/02/ifm-absolvent-jendrik-sigwart-vertritt-deutschland-beim-esc/", "wayback_url": "https://web.archive.org/web/20210210160109/https://www.hs-osnabrueck.de/nachrichten/2021/02/ifm-absolvent-jendrik-sigwart-vertritt-deutschland-beim-esc/", "a_id": "Q105335279-4"}