{"title": "Jendrik sends us into a spin with 'I Don't Feel Hate'", "text": "Jendrik sends us into a spin with 'I Don't Feel Hate'\nGermany’s Eurovision competitor Jendrik Sigwart has sent fans into a spin with the music video for his entry: ‘I Don’t Feel Hate’.\nKeen to prove the old saying that “‘normal’ is just a cycle on the washing machine”, the ukulele-playing German invites viewers to his colourful and unconventional laundrette in the video he spent most of August creating.\nAiring his dirty laundry with Eurovision.tv, Jendrik reveals more about the making of the film:\n“As a little guy, who doesn’t have any money but with an idea in mind, I started thinking about how I could make a great setting for my music video without being in debt for the next 50 years. So the idea of the laundrette came to mind and I started offering to take local people’s broken machines from them. So I had tours around Hamburg collecting washing machines and other bits for the video, and then I asked my friends to appear too. The whole thing is self-made.\nThe washing machines were so heavy.\"\nJendrik has a real knack for storytelling, so don't miss out on his tales; make sure to follow him (and the Eurovision Song Contest) over on his official Tik Tok account.\nAbout Jendrik\nJendrik grew up in Hamburg, Germany, and began to learn the piano and violin at a young age, revealing that it was “very cool” to see fellow violinist and inspiration Alexander Rybak winning the Eurovision Song Contest in 2009.\nThe Hamburger has been passionately writing his own songs for years and particularly likes to compose for the ukulele, his favourite musical instrument.\nJendrik is excited about his opportunity to participate in the Eurovision Song Contest:\n“I am really looking forward to performing for Germany at the Contest. Okay - I just can’t stay serious about this. Hey, everyone! I am really going to the Eurovision Song Contest! This is a dream come true. Amazing!”\nThe Head of the German Delegation, Alexandra Wolfslast, added to the enthusiasm:\n“Jendrik is totally authentic. He has fantastic charisma and incredible entertainment qualities. It was not surprising that he convinced the juries. We are very happy that he will be representing Germany.”\nGermany in the Eurovision Song Contest\nGermany was one of the founding countries of the Eurovision Song Contest and has participated every year since 1956 apart from 1996 when Leon’s Planet of Blue failed to qualify from a pre-selection round.\nGermany's early decades at the Eurovision Song Contest were a mixed bag; a couple of top 5 placings but finishing last with the dread ‘nul points’ in 1964 and 1965. It would take Germany until 1970 to reach the top 3 for the first time when Katja Epstein represented the country in Amsterdam… can Jendrik propel his country to the top of the Dutch scoreboard once more?", "original_url": "https://eurovision.tv/story/jendrik-i-dont-feel-hate", "wayback_url": "https://web.archive.org/web/20210225201659/https://eurovision.tv/story/jendrik-i-dont-feel-hate", "a_id": "Q105335279-5"}