{"title": "Balkan Identity Disputes Spill Into Eurovision Arena", "text": "Balkan Identity Disputes Spill Into Eurovision Arena\nPlus, Serbia puts gangs on notice, Twitter receives a Russian ultimatum, and more.\nThe Big Story: North Macedonian Eurovision Entry Sparks Bulgaria’s Ire\nWhat happened: North Macedonia’s representative in the Eurovision song contest, Vasil Garvanliev, has had to edit his video to remove a triptych with the colors of the Bulgarian flag, seen as a deliberate provocation across the border, bne IntelliNews reports. Garvanliev, who has previously said that Bulgaria and North Macedonia are the same country just divided by a border, apologized for the video.\nMore context: Last fall, Bulgaria blocked the start of talks over North Macedonia’s EU accession over identity and language issues, Radio Free Europe/Radio Liberty reports. Transitions columnist Boyko Vassilev has written that Bulgarians think their support for the often-embattled North Macedonia has “not been reciprocated.” He noted, for example, that Sofia and Skopje are the only Balkan capitals not connected by a railway or highway, because it has not been a priority for successive North Macedonian governments. Bulgaria also wants North Macedonia to recognize that its language has Bulgarian roots.\nWorth noting: Parties in North Macedonia are also locked in a dispute over Skopje’s plans to launch the first nationwide census in almost two decades, bne IntelliNews reports. The opposition VMRO-DPMNE party says the census should be pushed back to 2022 due to the ongoing coronavirus pandemic, and fears that results will be modified for political reasons.\nNews from the Regions:\nCentral Europe and the Baltics\nPoland and Hungary have won a victory in court for their tax systems, Reuters reports. The Court of Justice of the European Union ruled that progressive taxation on retail and advertising did not violate EU rules against state aid that distorts markets. The European Commission had contended that the taxes disadvantage large companies from elsewhere in the union that do business in Hungary and Poland. “Member states are free to establish the system of taxation which they deem most appropriate,” the court ruled.\nLatvian authorities have decided to suspend the use of AstraZeneca’s COVID-19 vaccine for up to two weeks amid reports of potential side effects, Reuters reports. Although no problems related to the use of the vaccine have been spotted in Latvia, the move is “an additional precaution” while the vaccine is scrutinized. “The decision is based on reports from individual European Union countries of thromboembolism and similar cases observed at various times after receiving the vaccine,” Lavian health authorities said.\nSoutheastern Europe\nRomanian authorities see ulterior motives in Budapest’s generous help for ethnic Hungarians in Transylvania, Agence France Presse reports. In the last decade, Hungarian communities in Romania have received more than 250 million euros from the Hungarian government via grants and nongovernmental organizations. The Romanian Foreign Ministry said the economic aid “goes beyond the sphere of preferential treatment that a state can offer to a minority living in another country.” While the money went to building schools, stadiums, and small factories, Hungary’s ruling Fidesz party reaped the electoral benefits, with 96 percent of ethnic Hungarians abroad voting for the party in Hungarian elections held three years ago.\nPresident Aleksandar Vucic declared war on Serbian gangs earlier this month, RFE/RL reports. “To those who think they have inherited [the gang and its membership], I can say, ‘You’re done,’ meaning you’ll soon be behind bars,” Vucic said, a month after Serbian police rounded up Veljko Belivuk, a soccer hooligan and alleged crime boss, along with around two dozen other suspects. Belivuk and the supporters of well-known Serbia soccer (football) club FK Partizan were “not soccer fans but criminals” responsible for “monstrous crimes,” police said in February.\nEastern Europe and Russia\nRussian scientists placed one of the biggest neutrino telescopes under the waters of Lake Baikal last Saturday, AFP reports. The half-cubic-kilometer Baikal-GVD telescope, which was submerged to a depth of 750 to 1,300 meters (2,500 to 4,300 feet), will detect neutrinos, the smallest particles currently known, which are easier to observe in water. Bair Shoibonov of the Joint Institute for Nuclear Research told AFP that lake Baikal is the only lake allowing for a neutrino telescope to be deployed because of its depth. “Fresh water is also important, water clarity too,” along with the presence of an ice cover for around two months a year, Shoibonov added.\nScientists have put a huge microscope meant to detect the smallest-known particles into the deep waters of Lake Baikal. Photo by Sergey Pesterev/Wikimedia Commons.\nVadim Subbotin, the deputy head of the Russian communications watchdog, said today that Twitter faces a Russian ban unless it complies with a content removal request, Reuters reports. “Twitter is not reacting to our requests as they should. If the situation carries on then it will be blocked in a month without a court order,” the Interfax news agency quoted Subbotin as saying. Last week, the state communications regulator slowed down the speed of Twitter for not complying with a request to delete banned content.\nCentral Asia\nGasoline prices in Tajikistan have soared over the past year, Eurasient reports, for unknown reasons, with fuel shortages compounding the problem. A specialist at the state antimonopoly service, Rajabali Mahsiddinzoda, said primary supplier Kazakhstan had halted fuel exports to Tajikistan since January. Kazakh media also cited power shortages that led to decommissioning of equipment at Kazakhstan’s Atyrau refinery as a potential culprit.\nBorderlands", "original_url": "https://tol.org/client/article/balkan-identity-disputes-spill-into-eurovision-arena.html", "wayback_url": "https://web.archive.org/web/20210316233403/https://tol.org/client/article/balkan-identity-disputes-spill-into-eurovision-arena.html", "a_id": "Q65295873-18"}