{"title": "How to advance a European solution to Bulgaria’s and North Macedonia’s dispute", "text": "How to advance a European solution to Bulgaria’s and North Macedonia’s dispute\nOn 16 November, North Macedonia’s prime minister, Zoran Zaev, received the Human Rights Award of the Friedrich Ebert Stiftung from Heiko Maas, the foreign minister of Germany. Zaev was brought to tears after leaders ranging from Alexis Tsipras to Ursula von der Leyen congratulated him on his success. But the celebration was short-lived: later that evening, much to everyone’s disbelief, the Bulgarian government announced that it would veto North Macedonia’s opening talks on accession to the EU.\nSofia has demanded several changes to the negotiating framework for North Macedonia. It wants Skopje to acknowledge the Bulgarian roots of the Macedonian language; to declare that the use of the term ‘North Macedonia’ refers to the territory of the Republic of North Macedonia; to give up any claims on the Macedonian minority in Bulgaria; and to end its anti-Bulgarian rhetoric.\nThe veto was an especially abrupt about-turn for Bulgaria given that, as president of the European Council in 2018, the country had worked to reboot EU enlargement.\nBulgaria’s demands were an unpleasant surprise both because they broke the taboo on involving historical disputes in enlargement negotiations and because they came after a two-year Bulgarian campaign to speed up the EU integration process in the Western Balkans. Moreover, Bulgaria’s linguistic and historical claims are illegitimate under international law, as they constitute interference in North Macedonia’s internal affairs and call into question its right to self-determination. As for the inviolability of borders, the North Macedonian government changed the constitution on 2 December 2018 to state that “the Republic respects the sovereignty, territorial integrity and political independence of neighbouring countries.”\nThe veto was an especially abrupt about-turn for Bulgaria given that, as president of the European Council in 2018, the country had worked to reboot EU enlargement. To some extent, Bulgarian politicians felt comfortable in the environment of growing scepticism among EU governments and voters on the expansion of the union. Some of the persistent difficulties in the negotiation process – including the French veto in October 2019 and the Netherlands’ current objections to Albania’s potential accession – are due to that negative sentiment in Western societies.\nAs the current president of the EU Council, Germany needs to set a date for the first intergovernmental conference between the EU, Albania, and North Macedonia before the end of December, lest the enlargement process languishes for several years. The subsequent Portuguese and Slovenian presidencies will lack the political energy and influence to invest in enlargement – and it is unclear (even to Paris) what the French one will do in 2022, an election year in France.\nThe core success of the European Union has been in limiting the traditional interdependence between domestic politics and foreign policy. Of course, there have been many bilateral disputes within the enlargement process. Slovenia conditioned Croatia’s entry to the club on the resolution of a fisheries and territorial dispute. Cyprus is still a divided country. And Spain and the United Kingdom continued to dispute the status of Gibraltar while they were both EU members. But these issues never blocked the enlargement process.\nAs history has proven, letting small crises fester in the Balkans has never made for good foreign policy in the EU’s neighbourhood.\nYet it seems that, in 2020, the winning streak is over and every European country, small or big, will freely use foreign policy tools for short-term political benefits at home. On a larger scale loom Poland and Hungary, which are currently blocking the EU’s budget and its covid-19 recovery fund. Bulgaria has taken up the legacy of Greece, which vetoed what was then Macedonia’s accession negotiations for 28 years over the issue of the country’s name.\nBoth Bulgaria and North Macedonia bear some responsibility for their spat – they never implemented the friendship agreement they signed in 2017 beyond establishing a historical commission, which has become a scapegoat in the breakdown in their relationship. All the other steps in the agreement exist only on paper: the road that runs between Sofia and Skopje still looks like a relic of the nineteenth century, and these are the only two capitals in Europe without a railway connection between them.\nBulgaria’s veto reflects the asymmetry of power between EU member states and candidate countries. The irony is that, in this case, the imbalance has helped amplify the kind of hatred between nations that European integration was designed to end. It is not hard to imagine how Hungary could use this approach to push its claims on the Serbian region of Vojvodina, or Croatia could do so in relation to its views on Bosnian and Serbian history. There are many good examples from Europe’s past and present of why historical disputes are bilateral issues and not part of the EU accession criteria.\nClearly, one should not underestimate domestic political challenges. The Bulgarian and North Macedonian governments are in similarly weak positions. The Bulgarian government may want to engage in symbolic politics as a cover for its missteps in handling an accelerating coronavirus crisis. Nevertheless, it is hard to explain the recent political crescendo in Bulgaria on the accession issue. According to a recent public opinion poll, more than 80 per cent of Bulgarians would not support EU membership for North Macedonia if the country did not meet the conditions on the historical dispute that Sofia has set out. In 2019 only 15 per cent of Bulgarians had a negative attitude towards recognising the modern history of North Macedonia. Given this volatility of public attitudes, Borisov could work to pass the 2021 budget, before leading Bulgaria into an election in spring and ending the veto. Whatever the outcome of the next election, he still has time to show the spirit of European unity that his counterparts in the European People’s Party would appreciate.\nZaev, for his part, has tried to defuse the growing anti-Bulgarian sentiment in his country, despite the high political cost of doing so. The EU should support him in this, as his failure would damage the prospects of pro-European politicians in North Macedonia and the entire region. And it would send a powerful signal to the leaders of other accession candidate countries that constructive behaviour and compromise are not the path to EU membership.\nAs history has proven, letting small crises fester in the Balkans has never made for good foreign policy in the EU’s neighbourhood.\nNorth Macedonia and Bulgaria can still rejuvenate their existing bilateral agreement, which would allow the former’s accession negotiations to start before the end of the year. But the sides will need to agree on clear goals and mandates and will require some support and encouragement from the German presidency and European diplomats. Even if North Macedonia and Bulgaria succeed in breaking the deadlock, they will still have much hard work to do in constructing a bilateral relationship that is resilient against unpredictable shifts in domestic politics.\nGoran Buldioski is director of the Open Society Foundations’ Berlin office and the Open Society Initiative for Europe. He is also an ECFR Council Member.", "original_url": "https://ecfr.eu/article/how-to-advance-a-european-solution-to-bulgarias-and-north-macedonias-dispute/", "wayback_url": "https://web.archive.org/web/20201202103050/https://ecfr.eu/article/how-to-advance-a-european-solution-to-bulgarias-and-north-macedonias-dispute/", "a_id": "Q65295873-20"}