{"title": "Vasil from North Macedonia: \"An organised crime attack\"", "text": "Vasil from North Macedonia: \"An organised crime attack\"\nThe Eurovision Song Contest 2021 saw the return of many artists who were due to represent their country in 2020 but the contest was cancelled due to the COVID-19 pandemic. Vasil was one of the artists that the national broadcaster had reselected to represent North Macedonia and is now representing the country with \"Here I Stand\".\nVasil, born in Strumica, North Macedonia, emigrated to the United States with his family at the age of 12 and returned in 2018 to concentrate on a pop career and promoting Macedonian heritage and arts.\nPreparations were in full swing before the the cancellation but how did Vasil take this announcement?\n– I was devastated but not broken because Covid cancelled and stopped the world. I said: \"geeesh come on I finally get my chance to make a dream come true and whoosh it’s gone\".\nHowever this did not stop Vasil and his passion for music. While Vasil was waiting for that important call, to represent North Macedonia again, music was still an important part of his life.\n– What a year! For us all. Part of me still feels like it is a dream and we will all wake up. I remained positive and focused during all the lock downs and very creative. I released 5 singles including \"You\" and \"Here I stand\".\nWhilst burying himself in music after the contest cancellation, Vasil was still waiting for his Eurovision 2021 faith.\n– Well ... I admit that from the moment the contest was cancelled part of me stopped breathing until I got the official call from MRTV that I have been chosen again to the the Macedonian representative - that was about an 8 month wait hehe!\nNorth Macedonia: Eurovision 2020 and 2021 Vasil was internally chosen by MRTV, the North Macedonian broadcaster with the song \"You\". After the contest was cancelled, the broadcaster decided to choose once again internally and reselected Vasil but this time with the song \"Here I Stand\".\nA Eurovision dream\nAlthough he was internally selected in 2020, Vasil was not new to the Eurovision scene. He provided the backing vocals for Tamara's song \"Proud\" in Tel Aviv at Eurovision 2019 which eventually won the jury vote. Was this the defining moment for Vasil to represent North Macedonia one day as a singer?\n– Yes. I always say careful the wish you make will come true. Our problem is that we don’t know how to make the wish.\n– The moment I stood behind Tamara on that amazing stage in Tel Aviv and was her opening act on the Eurovision Village stage, my childhood wish was confirmed. There is something very magical about the Eurovision audience and family.\nA few months after the cancellation, Vasil got the important call from the broadcaster with the invitation to return to Eurovision.\n– About damned time! If you ask me, the whole class of 2020 deserves the chance to represent their country in 2021. I know certain countries have big festivals and some of the artists are busy and can’t do it again but everyone should be given the option. I am beyond honoured, blessed, and thankful to have the chance to be the 2021 representative.\nThe staging for Eurovision 2020\nViewers of Eurovision unfortunately never witnessed any performances from all the preparations that were undergoing in 2020. However, we are now lucky as Vasil is about to share what would have been seen on the Eurovision Stage.\n– That’s the only thing part of me wishes would have happened last year - for fans to witness the song live. The released single was the radio edit with a lot of computerised voices and themes especially the ethnic melody that would have blossomed on stage. It was going to be me with three girls (tri neveste - three brides) all in white - starting out with me under a spotlight on the big stage (kind of the darkness of the music video) which would have transitioned to the small stage with a signature dance move including the audience at the end. All of us coming together and celebrating through dance.\nNow that Eurovision 2020 is an event from the past, Vasil shares his opinions on which countries should and could have won.\n– Who should have won: Italy (Fai Rumore) or Switzerland (Répondez-moi‎). Who would have won: Iceland (Think about Things).\nAlthough the 2020 contest was cancelled, Vasil's dream was yet to be fulfilled. What happened behind the scenes before the official announcement that he would return for North Macedonia in 2021?\n– As soon as the contest was cancelled I expressed my wish and desire to go in 2021, but had to wait until the broadcaster decided which was 20 January 2021 at 9:30am. I did not hesitate what so ever! Like last year I told them that we need an open call for songs because you never know who is going to write THE ONE.\nNorth Macedonia 2021: Vasil – \"Here I Stand\"\nWhilst waiting for the official song for North Macedonia, Vasil released \"SudBina\" and sparked news that this was going to be the song for Eurovision 2021 until \"Here I Stand\" was announced. Vasil explained the internal song selection and the truth about SudBina.\n– Last year I submitted 4 songs - none were chosen nor made it to the last round. This year I asked for the same selection and submitted \"Here I Stand\" as well as my latest single SudBina, which was also submitted last year as a potential song! There were many beautiful songs this year but none matched the vulnerability of Here I stand.\n\"You\" was a pop song but \"Here I Stand\" is completely different from one would have expected. Was it always Vasil's intention to experiment with a new style of song for Eurovision?\n– No. We evolve as time goes on. \"Here I Stand\" embodies me perfectly and in a most authentic way that I can hardly wait to share with the audience in May.\nFrom such a powerful song one would expect that this has sentimental value for Vasil. He opens up on what the song represents to himself.\n– \"Here I Stand\" is a song about personal success, achievement and positivity. It is a song that celebrates the hardships we endure, and focuses on the good outcome and lessons learned in life. It reflects on one’s life journey: personal, love & career. H.I.S is also about solidarity and unity – coming together as one heart through music. We all have to be united today as one and music is the glue. The quest for truth not easy but worth it. I wrote this in one breath last year when the contest was cancelled - it’s as if a message came through me. I knew it was something special but didn’t know it would end up being my Eurovision entry.\nAn organised crime attack\nFollowing the release of Vasil's music video controversy sparked. The reason was due to art in the venue where the music video was shot that resembled the colours of the Bulgarian flag. Vasil later confirmed he holds Bulgarian citizenship, due to his grandmother's origin. Numerous petitions were being signed to remove Vasil from the contest whilst the broadcaster had to make a decision.\nFake information was presented which ended up with a very negative response with cyber bullying and being publicly lynched Vasil\n– This was an organised crime/attack against me that I had no control over. Things were taken out of context and fake information was presented which ended up with a very negative response with cyber bullying and being publicly lynched. I do not wish such a thing upon anybody, but seeing the light in the dark, I am very thankful because it gave my song an even deeper meaning and me an even bigger wish to be even more successful.\n– This made me stronger as a human being and as an artist and has given me a bigger responsibility: to be the voice for the voiceless, especially for artists around the globe who do not have artistic freedom to be themselves.\n– We will silence the hate with love, positive energy, and music.\nEurovision 2021: Alone on stage\nWe are now weeks away from the first semi-final which is set for 18 May 2021 and as a requirement to all artists, this year it is obliged to record a live performance of their entry in case that a live performance cannot be given on the night. This was described by Vasil as Magical.\n– It was magical. I did it in Belgrade with Hurricane on 1 March. At first I admit that I was mad because it is so early and meant that my performance needed to be ready in February. This is all while we are recording the song and the music video!\n– Once we finished I remember going up to the screen where EBU was watching us and I said “I hated you at first but now I love you and wanna say thank you for this BLESSING!! I have had my big dress rehearsal 2.5 months before the actual ones start! Thank you!!”\nWhat will we see in Rotterdam?\n– Well ... Belgrade was the simple version but Rotterdam will be the beast. Few of the things we wanted and envisioned were not possible in Belgrade. Can hardly wait for the Rotterdam version. In basic terms, in Rotterdam I am alone on stage, We will turn the darkness into light and there will be something magical in the air.\nThe pandemic is taking a toll on everyone and adding an element of stress in life. How will Vasil prepare for his journey to Rotterdam?\n– Yoga. Gym. Meditation. Vaccine.\nIf you were in the jury panel this year, who would get your points?\n– It is an unfair question because we have not all stepped on the same platform and performed them yet, and I admit I haven’t heard all the songs yet but the ones I dance to are Ireland (Maps), Serbia (Loco Loco), Azerbaijan (Hata Mari), and Croatia (Tick Tock). However the one I go oh oh to: France (Viola).\nVasil later shares with us that he has a goal for Rotterdam and what will be the journey after Eurovision.\n– My goal is to sing the best that I can in a most vulnerable/honest way and to touch/inspire/stir something in everyone who is watching me. I want to make a difference. I want to inspire hope. I want to silence the hate with love. After Eurovision, well, I am working on my English EP and already have a dance song that I’d like to drop this summer. So excited about it all and hope to start touring soon and be in a city near you in the very very near future.\nAs we end our interview with the Macedonian 2021 representative Vasil, he has one last message to share with us:\n– Thank you for your support from the bottom of my heart. I will stand up there for all of us on that stage in May ... let us stand tall despite all that is happening in the world today. There is way too much darkness going on and we all have been through so much ... let us celebrate the good, through music, song, and dance - Eurovision is a family and I am proud to be a part of it. Let’s silence the hate with love, positive energy, and music!", "original_url": "https://eurovisionworld.com/esc/vasil-from-north-macedonia-an-organised-crime-attack/", "wayback_url": "https://web.archive.org/web/20210413092531/https://eurovisionworld.com/esc/vasil-from-north-macedonia-an-organised-crime-attack", "a_id": "Q65295873-34"}