{"title": "Exclusive Interview with Vasil Garvanliev", "text": "Exclusive Interview with Vasil Garvanliev\nLast week I had the honor to have an interview with North Macedonia’s entrant for Eurovision 2020, thus continuing the tradition of interviewing Balkan Eurovision stars. What I noticed about Vasil is the fact that is really humble, super friendly and quite a fascinating human being. I’m sure he will make a good impression at the forthcoming Eurovision Song Contest in Rotterdam.\nHe is a big fan of Eurovision and you will be pleased to see that his favorite all-time Eurovision songs are some good euro-classics. His song for Eurovision 2020 is entitled ‘Y O U’ and is set to be revealed somewhere in the following weeks. Enjoy the interview!\nHello Vasil! It’s a pleasure to have this interview with you and I’m sure that my readers will be thrilled to learn new things about you and about your future Eurovision experience. Can you tell us a bit about yourself? Who is Vasil?\nHello to all the beautiful readers. I’ve been active professionally in the music world for 25 years … but in an unconventional way. Grew up as a child pop star in Macedonia, then family immigrated to the states where I was a part of a Children’s choir and as their soloist got a lot of special opportunities. I sang jazz, pop, soul, madrigals and decided to go study Opera.\nI was a lyric baritone in opera for 13 years singing over 50 lead roles. About two years ago I decided to put opera behind me and focus on pop career.\nSomething personal about me. I am fighter. I’m a believer. I’m a lover. I always smile and give my all to the things I am passionate about.\nEurovision is the most viewed Musical Contest in the World. Are you excited about representing North Macedonia? Can you give us some exclusive details about the song you will perform in front of million viewers across Europe?\nEvery little part of me is beyond excited to be a part of such an amazing competition. I would love to give you details but we are still in the process of choosing a song … so … next Interview it is!\nTalking about Eurovision, tell us your earliest memory about it? Who are your favorite winners so far and why?\nOne of my earliest memories is Tajci – Hajde da ludijemo!! Euphoria is at the top of my list because of the artistry and rawness behind it all. Molitva is a close runner up. Another powerful song which touches the heart. Some of my all time favorites weren’t winners 🙂 – but they’re MY winners.\nNorth Macedonia has done well at Eurovision last year. Do you feel the pressure of reaching top 5 or are you focusing more on the experience?\nI am so glad to have been part of that success last year. It was like the prefect dress rehearsal to what is coming this year.\nOf course there is a lot of pressure but I just wanna focus on being honest, true, and 10000% myself and to touch and inspire everyone who hears me. This is a once in a lifetime experience.\nWhat do you think about last year’s winning performance? Did you like it? Do you think you can bring the trophy to North Macedonia for the first time ever?\nI liked last year a lot. In the semifinal we were behind stage waiting to sing while they were on and warmed up with it so it has a special place in my heart. With the right song and team behind me with energy and love … yes you can.\nDo you know any song that represented Romania at the Eurovision Song Contest? And if yes, which is your favorite and why?\nI loved last years music video. It was moody and very creative and melody was very catchy. From stage I remember loving the double piano in 2010 with opera mix.\nEurovision is not only a contest but a whole experience, what are you looking forward from Eurovision 2020? Will you attend any pre-parties that will take place? (eg. Eurovision in Concert in Amsterdam)\nI would love to part take and get to know as many of the fans as possible. Thing I’m looking most forward to is to share my voice and story on that stage while I represent my home in the best light possible.\nThe countdown for the great event is already on with all the national finals rolling in Europe. Do you follow the other countries or other national finals or are you just focusing more on preparing your performance?\nOh I think it’s important to know who all is part and what we all bring. We are the energy of 2020 all together. It will be a show to remember no matter what. The new decade!\nThank you for your precious time, Vasil. We want to wish you the best of luck at Eurovision 2020 and we hope that you will do great and bring North Macedonia on the podium again. Do you have a message for our Romanian and international readers?\nI love you guys. Without your support, passion, knowledge none of what we do would be what it is. Thank you and hope to meet as many of you as possible! See you soon!", "original_url": "https://www.itsflorin.com/2020/02/14/exclusive-interview-with-vasil-garvanliev-north-macedonia-2020/", "wayback_url": "https://web.archive.org/web/20201020193648/https://www.itsflorin.com/2020/02/14/exclusive-interview-with-vasil-garvanliev-north-macedonia-2020/", "a_id": "Q65295873-12"}