{"title": "Vasil's Eurovision entry facing review after backlash in North Macedonia", "text": "Vasil's Eurovision entry facing review after backlash in North Macedonia\nLast week Vasil Garvanliev released his Eurovision 2021 entry 'Here I Stand'.\nUnfortunately there has been a negative response to some aspects of his entry with a change.org petition set up calling for him not to represent the country.\nAt publication the petition had just under 17,000 signatures with many featuring strong homophobic language.\nWe have chosen not to share the link to this or share any attacks based on sexual orientation.\nBut why is there backlash?\nIn the video for 'Here I Stand', shot in the National Gallery of Macedonia, an existing artwork appears to show the colours of the Bulgarian flag.\nVasil himself has both Macedonian and Bulgarian citizenship and some people felt this was a promotion of another country. The video was later edited with Vasil saying:\n\"Although with the Eurovision video I had a desire to showcase nothing but music and art, I am truly sorry for the misrepresentation of the work of our famous artist Žaneta Vangeli. No one involved in the realisation of the video filming nor representatives of the stated institution deliberately intervened in the artistic setting of the National Gallery Daut Pashin Amam. The gallery itself stated that the work has been exposed like that for many years. In order not to have additional negative implications and a misplaced display of this artwork, we have decided to remove the cadres pertaining to it. Thank you for the overwhelming support you are giving me these days, and because you believe in my sincere intention. I have been singing and representing Macedonia and the Macedonian flag for over 20 years, and it will remain.\"\n(Source of this quote: Eurovisionary )\nUnfortunately many of the negative responses do not mention the flag but are homophobic attacks which appear to show motivation beyond the artwork.\nIn response both from the petitions, on social media and in some political circles has seen the Macedonian broadcaster MRT say they will review this decision of Vasil's entry:\n\"Macedonian Radio Television has established an internal commission, which reviews and analyzes all aspects arising from public reactions related to the Eurovision Song Contest. The public service broadcaster will also take into account the obligations noted in the participation license, as well as the obligations arising from the membership in the European Broadcasting Network, where MRT is an integral part of the public service association in the European Union. The public will be additionally informed about the final decision of MRT. \"\nIn another statement from Vasil he stated:\n\"\"The moment I found out that people were affected and that work in the museum was misunderstood, I took a step, the video changed, they were torn off and we published it again. There is no politics in music, no race, no color. There is love, there is humanity, there is energy. If someone is hurt by what I did unintentionally, very accidentally, I apologize wholeheartedly. \"I do not apologize for who I am, but if I have hurt anyone, whoever you are, forgive me.\"\nSource on recent statements: MRT\nWe will follow this issue closely and bring you any further news on North Macedonia's entry this year.", "original_url": "https://www.aussievision.net/post/vasil-s-eurovision-entry-facing-review-after-backlash-in-north-macedonia", "wayback_url": "https://web.archive.org/web/20210316213004/https://www.aussievision.net/post/vasil-s-eurovision-entry-facing-review-after-backlash-in-north-macedonia", "a_id": "Q65295873-35"}