{"title": "What lurks behind Bulgaria’s “veto” on North Macedonia’s accession talks? ﻿", "text": "What lurks behind Bulgaria’s “veto” on North Macedonia’s accession talks? ﻿\nWhat lurks behind Bulgaria’s “veto” on North Macedonia’s accession talks? ﻿ Bulgaria’s decision to block North Macedonian accession talks with the EU is being portrayed as a result of how the two neighbours view their history and language. A Friendship Treaty between the two is being used to raise tensions rather than alleviate them.\nBulgaria recently opposed the start of accession talks with North Macedonia because of a dispute over language, history and heritage. Boyko Borissov’s government blames North Macedonia for not complying with the Friendship Treaty signed in 2017 which was supposed to promote cooperation and alleviate disagreements. This move has drawn a range of emotions, accusations and pompous political statements.\nFor the pragmatic Euro-Atlanticists, Bulgaria’s veto of accession talks halts much-needed economic development in the Balkans. For the more romantically inclined, Bulgaria’s decision puts the century and a half-long dream of not having a border between Bulgaria and Macedonia on hold. Some have sided with Skopje’s official view that Bulgaria is violating North Macedonia’s right to self-determination and have gone as far as calling Bulgaria’s demands “bullying.” Others have pointed fingers at Bulgarian Prime Minister Boyko Borissov, who is allegedly exploiting the controversy for domestic consumption as parliamentary elections are getting closer, especially at a time when he is not too popular. There have been calls for the EU and the USA to put pressure on Bulgaria to change its stance.\nAmidst the anger, are we not missing some vital elements of the picture?\nA Bulgarian-North Macedonian Ministry of Truth?\nAccording to Article 8(2) of the Friendship Treaty, Bulgaria and North Macedonia should establish “A Joint Multidisciplinary Expert Commission for Historical and Education Issues, aiming to contribute to objective, scientific interpretation of historical events, founded on authentic and evidence-based historical sources.” The wording may be charged with political pathos, but, in essence, Bulgaria and North Macedonia have committed to the creation of a ministry of historical truth — an idea which can be heavily criticised both from a historical and a legal perspective.\nCommon sense and freedom of speech, including the consequential right to expert opinion, dictate that not only it is possible, but also it is quite likely, that the same facts can be read and interpreted in dissimilar ways. Whether this is done in good or bad faith is a different story, and indeed, historically, one may suspect that both countries have engaged in propaganda and tarnishing campaigns against each other. This can hardly be surprising given the historical tensions in the region. However, the two countries clearly have undertaken something which seems impossible and which can harm academic freedom in the long run.\nEven further — as it emerges from reports — one of the most contentious periods this expert commission is expected to struggle with is World War II. As a Bulgarian, I am truly confused as to why North Macedonia and Bulgaria are expected to have a common understanding of this complex historical period, when in Bulgaria alone there are fierce debates that are not only dividing Bulgarians, but the Bulgarian Jewish community, too.\nOne example\nThe EUobserver has termed the current state of affairs a fiasco, “dragging in Hitler, Stalin and Tito.” Journalist Andrew Rettman has somewhat trivialised Bulgaria’s demands: “Bulgaria also wants books to stop saying it was guilty of fascist occupation of North Macedonia in WW2, even though it was, as one of Hitler’s axis states.” Mainstream Macedonian propaganda, as visible on social media, overtly refers to tsar Boris III as a “fascist.”\nIn Bulgaria, however, there are conflicting narratives about the role of tsar Boris III in World War II, which are based on the exact same facts. Tsar Boris III was playing a dangerous game with Hitler, trying to protect his kingdom from being crushed. Boris III ended up refusing to deport 48,398 Bulgarian Jews to concentration camps, which makes Bulgaria the only axis ally which saved its entire Jewish population. However, according to the mainstream reading, Boris III could not formally refuse to deport the Jews from Vardar Macedonia, Aegean Thrace and Pirot (then occupied territories by the axis powers, administrated by Bulgaria) because they were not Bulgarian citizens. Boris III died in 1943, shortly after a meeting with Hitler, and there were speculations he was poisoned because of his refusal to deport Bulgarian Jews to death camps — while these cannot be verified, they helped enhance the image of Boris as the “saviour”.\nFrom a “Bulgarian perspective” — a fascist or a saviour then?\nIt depends on who you ask. In his book “The Man Who Played Hitler,” Samuel Arditi, a Bulgarian Jew who survived the Holocaust and who lives in Israel, argues that Boris III played a decisive role in saving Bulgarian Jews. He subscribes the view that Boris did not have a choice when it came to the deportation of Jews who were not Bulgarian citizens. Michael Bar-Zohar, an Israeli historian and politician who is also a Holocaust survivor from Bulgaria, shares a similar interpretation in his book “Beyond Hitler’s Grasp: The Heroic Rescue of Bulgaria’s Jews,” in which he also pays respect to the Bulgarian citizens who actively worked to persuade Boris to outmaneuver Hitler and to pull off “one of the greatest bluffs in the history of World War II.”\nIn stark contrast, in “‘Salvation’and Fall: The Microeconomics of State Anti-Semitism in Bulgaria 1940-1944,” Rumen Avramov concludes that Boris’ policies were antisemitic and that the reality was that a small group of Bulgarians contributed to the rescue of the Jews from other Bulgarians. Lea Cohen, President of the Bulgarian Association of Holocaust Survivors and Their Children, is also a fervent critic of tsar Boris III — she has attempted to debunk the alleged myth that Boris III does not bear liability for the perishing of the Jews from Macedonia and Thrace on multiple occasions.\nIf you think the above disputes are complicated and difficult to resolve, brace yourselves, for there is more. In a private conversation, I was told that some members of the Bulgarian Jewish community suspect Samuel Arditi was biased because of his friendship with Simeon Saxe-Goburg-Gotha, the son of Boris III. However, this intrigue is difficult to reconcile with the fact that Samuel Arditi’s father, Binyamin Arditi, who [A13] was a member of three Knessets, discussed Boris’ “unbending will to save Bulgaria’s Jews” in his book “The Role of Boris III in the Expulsion of BulgarianJewry,” published in Tel Aviv in 1952.\nMeanwhile, Michael Bar-Zohar argues that Bulgaria’s Jews who remained in Bulgaria and did not emigrate to Israel, unlike the vast majority of Bulgarian Jews, were communists. He believes this is the reason why they embrace the “communist view” that Bulgarian Jews are mere survivors rather than people who were saved. Indeed it is no secret that there were Bulgarian Jews who were either part of the partisan movement or actively supported it — many of them remained in Bulgaria and played a role in Bulgaria’s Communist Party. It is also well-known that Boris III was particularly hostile to the partisan movement. In some Bulgarian households, including Bulgarian Jewish ones, a “partisan” is synonymous with terror, while in others it is the epitome of glory and pride.\nWhy is this relevant to North Macedonia’s EU membership?\nAs seen above, the memory of World War II is too fresh, and people may hold diametrically opposed views depending on their personal beliefs and family history, independent of ethnicity. Do you really solve these tensions by setting up a Ministry of Truth which will give verdicts on who is right or wrong? Is this not a recipe to induce even further bitterness and pain? It is in this light that Bulgaria and North Macedonia’s Friendship Treaty looks even more as an idealistic endeavour and a dead-end street.\nMeanwhile, 83.8 per cent of Bulgarians do not support North Macedonia’s EU membership unless the historic disputes with Bulgaria are solved. And why would they? They are unhappy with the Macedonian historic narratives, and it was repeatedly promised to them by Boyko Borissov’s ministers and far-right coalition partners that the correction of these narratives was a condition for joining the EU.\nThose who believe that Borissov vetoed North Macedonia’s membership just to attempt to save his reputation, which has been tarnished by the mass protests, before the upcoming regular elections next spring are engaging in a superficial reading. Borissov’s third government has been promising that North Macedonia will correct its historic narrative for years. It would have had to deliver even if there were no mass protests in Bulgaria.\nThe authorship of this “Enlargement crisis” should be sought amongst the ideologists of the Friendship Treaty (Borissov and North Macedonian Prime Minister Zoran Zaev are not among them) and the multitude of diplomats and officials who cheered when the treaty was signed. It is this treaty that empowered Borissov and provided him with an actual tool for arm-twisting, with a pseudo legal basis he can rely upon. No matter how many annexes are signed, this treaty has opened a Pandora’s box, which will poison the relationship between Bulgaria and North Macedonia for years. Needless to say, depending on their background and beliefs, the citizens of each country will cherish the historic narrative which appeals to them the most, no matter what version of truth the Joint Multidisciplinary Expert Commission approves for mass consumption.\nDr. Radosveta Vassileva is a Bulgarian legal scholar whose research interests encompass EU law and comparative public and private law. She maintains a personal blog dedicated to the rule of law in Bulgaria.\nDear Readers - New Eastern Europe is a not-for-profit publication that has been publishing online and in print since 2011. Our mission is to shape the debate, enhance understanding, and further the dialogue surrounding issues facing the states that were once a part of the Soviet Union or under its influence. But we can only achieve this mission with the support of our donors. If you appreciate our work please consider making a donation.", "original_url": "https://neweasterneurope.eu/2020/11/30/what-lurks-behind-bulgarias-veto-on-north-macedonias-accession-talks-%EF%BB%BF/", "wayback_url": "https://web.archive.org/web/20201130171700/https://neweasterneurope.eu/2020/11/30/what-lurks-behind-bulgarias-veto-on-north-macedonias-accession-talks-%ef%bb%bf/", "a_id": "Q65295873-19"}