{"title": "Vasil’s long and lonely jour­ney to Canada for the love of song", "text": "Vasil’s long and lonely jour­ney to Canada for the love of song\nVasil’s long and lonely jour­ney to Canada for the love of song\nToronto Star - 2006-11-27 - Gta - Joe Fiorito Metro Diary\nVasil Gar­van­liev set his score on the mu­sic stand and Rox­olana Roslak sat at the pi­ano. She wore black and Vasil wore a madras shirt and sil­ver sneak­ers. Rox­olana said, “Okay, what are we go­ing to do?”\nVasil is a young Mace­do­nian opera stu­dent. He is here to study voice at the Royal Con­ser­va­tory of Mu­sic. He needed to warm up.\nAnd so Rox­olana, one of his in­struc­tors, slapped a big fat chord on the key­board, and Vasil warmed up with scales. His voice in that small and sud­den prac­tice room was salt in the ocean and light in the air; it was ev­ery­where all at once. “That’s good,” said Rox­olana.\nAnd then she of­fered, firmly, “You need to gen­er­ate more mo­tion be­tween the notes.” He sang more and she said, “Per­fect.” Oh, it was.\nAnd then she said, “Let’s do the Mozart.” He would be singing the Mozart later that evening, at a con­cert given by stu­dents in hon­our of the con­ser­va­tory’s donors.\nRox­olana said, “Start ag­gres­sive, and pull back emo­tion­ally.” He did. She said, “Go for the beat; clear notes inside ev­ery clus­ter; let the en­ergy of the beat pro­pel the notes.”\nVasil is a good stu­dent. He is a lyric bari­tone. He said, “A lot of peo­ple are say­ing this is not a dra­matic piece.” Rox­olana said, “A lot of peo­ple are wrong.” This is what is dra­matic: Vasil is 21 years old. He is here on a schol­ar­ship. He said, “I grew up in a town called Stru­mica. There is a street in town with a lot of bou­tiques. When I was very young, my mother used to bring me with her when she shopped. I was al­ways singing on the street.\n“Across from one of the shops lived a Mace­do­nian com­poser. One day he heard me through his open win­dow. He called to my mother and in­vited us up­stairs. He wanted me to sing for him. He would play some­thing, and I would sing it back to him.\n“He had been try­ing to teach a singer. She was hav­ing trou­ble with a par­tic­u­lar song. The com­poser played the song for me. I sang it back to him and he recorded me, and he gave the tape to her.”\nVasil, al­most overnight, be­came a pop star in Mace­do­nia. He be­gan to make reg­u­lar ap­pear­ances on television, his record­ings sold hand over fist, and his live con­certs were huge and fren­zied; in your dreams, René Si­mard.\nAnd then war broke out in Kosovo. “My mother said we were go­ing to Chicago. There would be no more singing. We were go­ing to start over. I couldn’t speak English. All I could say was yes, no and fuck you, from the movies.\n“I was en­ter­ing high school in Chicago. My first me­mory was of gym class. I had long hair. The gym teacher said some­thing to me. I had no idea what he had said. I replied yes. The whole class laughed. A friend told me later that he had asked if I was a girl. That made me an­gry. I didn’t speak for two years. I am very stub­born.\n“But in the school there was a choir. One day I brought the mu­sic teacher a tape of one of my con­certs from Mace­do­nia. She could see me on stage, with thou­sands cheer­ing. She found me in the lunch­room. I thought I was in trou­ble. She said, ‘Fab­u­lous.’ ”\nShe made him a soloist. Vasil even­tu­ally au­di­tioned and was ac­cepted in the Chicago Chil­dren’s Choir, and he sang at the White House and in Carnegie Hall. He won com­pe­ti­tion af­ter com­pe­ti­tion. He got schol­ar­ship af­ter schol­ar­ship. He sang backup for Ce­line. And then came 9/11. Life got murky in Amer­ica. Vasil, who had a schol­ar­ship from the Na­tional Foun­da­tion for Ad­vance­ment in the Arts, was ac­cused of ly­ing about his cit­i­zen­ship. The foun­da­tion took back his schol­ar­ship. Vasil was to be de­ported with his fam­ily.\nHe said, “The Chicago Chil­dren’s Choir had an evening for donors. The chil­dren were to read a speech. I wrote a fairy tale about my story, and then I read the let­ter of de­por­ta­tion. Six­hun­dred peo­ple were cry­ing. A wo­man in the au­di­ence said, ‘What­ever you want to do, I will pay.’ A lawyer said, ‘I will help you for free.’ “My dad, mom and brother went back to Mace­do­nia, and I was al­lowed to stay in the States. I grad­u­ated alone.” He went back to Mace­do­nia when his fa­ther was put in jail. When Vasil ap­plied to re­turn to Amer­ica, the U.S. em­bassy said he couldn’t go back.\n“I had been ac­cepted by the Man­hat­tan School of Mu­sic. They said they could not hold my place. I wasn’t sure what to do. I still wanted to study. I ap­plied to the Lon­don school of mu­sic. They ac­cepted me but wanted me to wait a year. In Mace­do­nia, I was be­ing pres­sured to sing pop. But I wanted opera.”\nIf you saw him on the street, you’d never get a hint of this. But if you heard him sing, you might. How Vasil came to study opera in Toronto is a story for an up­com­ing col­umn; stay tuned. Joe Fiorito usu­ally ap­pears Mon­day, Wed­nes­day and Fri­day. Email: jfior­[email protected]­tar.ca.", "original_url": "https://www.pressreader.com/canada/toronto-star/20061127/282956740670913", "wayback_url": "https://web.archive.org/web/20200115211749/https://www.pressreader.com/canada/toronto-star/20061127/282956740670913", "a_id": "Q65295873-8"}