{"title": "Poetry in motion - and some sex as well", "text": "Poetry in motion - and some sex as well\nNOTE: This article has been edited from a previous version.\nBoasting about sexual conquests at 9:30 in the morning may not be everybody’s cup of tea (unless you’re on Jersey Shore, and squeezing it in between gym, tanning and laundry), but in the world of Opera Atelier, it makes perfect sense, and that’s why I’m watching a rehearsal of Don Giovanni at a time when many people are still waiting for that first Americano to kick in.\nOpera Atelier is known for the visual perfection of their rigorously accurate productions of Baroque operas, such as the famous Mozart creation that opens at the Elgin on Oct. 29, but it’s nice to get a peek behind the scenes to find out what leads up to all that poetry in motion.\nHenry Higgins complains in My Fair Lady that “the French never care what they do, actually, as long as they pronounce it properly,” and you could say the same about Opera Atelier, but co-artistic director Marshall Pynkoski would also add movement and gesture to the list.\nThat’s why he keeps bounding like a rubber ball around the rehearsal hall at the Elgin, showing one performer how to flip a book shut just so, or guiding another in the proper way to settle on a bench with just the right air of flustered decorum.\nWelcome to the one place in the world of the Toronto arts’ scene where style and substance are always in perfect harmony.\nAnd don’t ever doubt that the substance is every bit as important as the style, for Pynkoski precedes every physical instruction with a valid psychological reason for doing it. And the only thing he respects more than the logic of Da Ponte’s libretto is the sanctity of Mozart’s score.\n“I’ve heard of some productions of Don Giovanni that run 4 hours. Ridiculous!” He snaps to his considerable height, looking, as always, like Alan Rickman with a ponytail. “If you follow the inner rhythms of Mozart’s score they will guide you perfectly. You just don’t mess around with them!”\nThat rigor is one reason he’s respected equally by veterans as well as performers just starting out and the scene I’m watching being rehearsed is a perfect illustration of both modes in action.\nPeggy Kriha Dye is playing Donna Elvira and her resume reads like a role call of the finest operatic venues in North America. But she’s also a frequent visitor at Opera Atelier and watching her work with Pynkoski is like listening to a pair of spies from MI-5 discussing strategy.\n“You think a bit more?” “Just slightly.” “And then I should?” “But not too soon.” “You mean?” “Exactly.”\nHard to interpret, but delicious to watch, resulting in some exquisitely classy coquettishness.\nBut with 26-year-old Macedonian-born baritone Vasil Garvanliev, the approach is different, yet equally illuminating. The young man is playing Don Giovanni’s wily servant, Leporello and during the scene in question, he’s trying to warn the world-wise Donna Elvira of the extent of his master’s promiscuity.\nThe phrase “cute as a button” could have been coined to describe the wide-eyed singer with a grin that can light up a stage at 50 paces.\nHis command of the score, including the tricky “Catalogue” aria, “Madamina, il catalogo è questo,” is already impressive and he positively bursts with imaginative ideas.\nBut with him, Pynkoski sculpts a performance, rather than merely editing one. He follows the guidelines of the talented young man’s inspiration and melds it with his own desire for Baroque precision.\nThe speed and skill with which Garvanliev took direction made me want to learn more about this young man, about whom Joe Fiorito first wrote in The Star in 2006.\nGarvanliev was born in Macedonia and his mother discovered his voice the first time she heard him singing in the shower. Then one day, when he was six, standing on a crowded street, his mother had him belt out a Mariah Carey tune for a neighbour.\nStanding at an upper window was one of Macedonia’s most famous composers who had them the bring young Vasil up to sing for him.\n“That’s the last thing I remember before I became a child star,” laughs Garvanliev in a backstage dressing room. “Every radio station, TV station, concerts all over Macedonia. It was the mid ’90s, so I was very poppy, long hair, girlie voice.”\nBut at the age of 11, his family suddenly moved to America and the star was just an outcast kid, “who only knew 4 things to say in English: yes, no, f-k you and goodbye.”\nHe underwent his share of bullying, but he sensed how to stand up to them. “No matter who bullied me, whenever I’d sing, they would shut up. I would pick out the bullies, sing right into their faces without fear and that would intimidate them.”\nHe switched to opera, won numerous competitions and was about to start at the Manhattan School of Music when 9/11 happened. In the political paranoia that followed, he was deported along with the rest of his family.\nBut he was determined to succeed. He started studying again in Milan and finally settled in Canada, where he concluded his studies at the University of Toronto.\n“I’ve had to learn a lot of hard lessons, but that’s where my resilience comes from. Twice before I’ve had a career snatched away from me. I’d be lying if I didn’t say I feared it happening a third time, but that’s what excites me.”", "original_url": "https://www.thestar.com/entertainment/2011/10/28/poetry_in_motion_and_some_sex_as_well.html", "wayback_url": "https://web.archive.org/web/20130306000108/http://www.thestar.com/entertainment/2011/10/28/poetry_in_motion_and_some_sex_as_well.html", "a_id": "Q65295873-7"}