{"title": "EUROVISION 2021: Ποιοι δηλώνουν από τώρα παρών και ποιοι όχι! [ΑΝΑΝΕΩΝΕΤΑΙ]", "text": "EUROVISION 2021: Ποιοι δηλώνουν από τώρα παρών και ποιοι όχι! [ΑΝΑΝΕΩΝΕΤΑΙ]\nΜετά την απόφαση της EBU και των Ολλανδών διοργανωτών για ακύρωση της Eurovision 2020 που ήταν να διεξαχθεί στο Ρότερνταμ στις 12, 14 και 16 Μαϊου και το δικαίωμα να διοργανώσει η ίδια πόλη τη Eurovision 2021, τα δεδομένα αλλάζουν συνεχώς, καθώς είναι στην ευχέρεια κάθε ραδιοτηλεοπτικού φορέα να επιλέξει πρώτα εάν θα συμμετάσχει και του χρόνου και δεύτερον εάν θα εκπροσωπηθεί από τον ήδη επιλεγέντα καλλιτέχνη ή θα προχωρήσει σε διαδικασία επιλογής νέου εκπροσώπου. Τα τραγούδια σύμφωνα με τον ισχύοντα κανονισμό του διαγωνισμού, δεν μπορούν να είναι τα ίδια και θα πρέπει να επιλεγούν καινούργια. Αυτό, ωστόσο, θα αποσαφηνιστεί με νέα απόφαση του Eurovision Reference Group!\nΉδη οι πρώτες χώρες που συμμετείχαν στη φετινή Eurovision έχουν λάβει τις αποφάσεις τους! Σας παρουσιάζουμε ποιες είναι αυτές μέσα από το άρθρο αυτό που θα ανανεώνεται συνεχώς κάθε φορά που θα γνωστοποιείται η απόφαση κάθε χώρας:\nΟι επιβεβαιωμένες συμμετοχές για το διαγωνισμό του 2021\nΙΣΠΑΝΙΑ\nTo RTVE ανακοίνωσε ότι θα συμμετάσχει και του χρόνου όπου κι αν γίνει ο διαγωνισμός και με τον ίδιο εκπρόσωπο τον Blas Cantó! Το RTVE τονίζει ότι η απόφαση αυτή για την ακύρωση της Eurovision 2020 ήταν η ενδεδειγμένη γιατί προέχει η υγεία, αλλά και ότι δεν θα μπορούσε να γίνει ο διαγωνισμός χωρίς κοινό! Γιατί η Eurovision είναι οι fans!\nLa Unión Europea de Radiodifusión cancela #ESC2020 @eurovision_tve ✅@rtve invita a @BlasCanto a ser su representante en 2021\n✅“Es lo correcto, la salud es lo primero. Hacerlo sin público era una locura porque Eurovisión son los fans”, afirma Blas 👉https://t.co/u6AksyTOzz pic.twitter.com/zIJWWKUZb0 — RTVE Comunicación (@RTVE_Com) March 18, 2020\nΟΛΛΑΝΔΙΑ\nΜε τον Jeangu Macrooy θα εκπροσωπηθεί και του χρόνου η Ολλανδία!\nΚΡΟΑΤΙΑ\nΟ Damir Kedžo, εκπρόσωπος της Κροατίας, ανακοίνωσε μέσω του λογαριασμού του στο Instagram την παρουσία του στον διαγωνισμό της Eurovision 2021.\nΟΥΚΡΑΝΙΑ\nΟ Γενικός διευθυντής του UA:PBC, Zurab Alasania, επιβεβαίωσε την συμμετοχή του συγκροτήματος Go-A, στην Eurovision 2021.\nΛΕΤΟΝΙΑ\nΗ Samanta Tina με ανάρτησή της στο twitter ανακοίνωσε ότι θα εκπροσωπήσει την χώρα της στην Eurovision 2021.\nΒΟΥΛΓΑΡΙΑ\nΑπ’ότι φαίνεται η νεαρή και ταλαντούχα Victoria, θέλει να βρεθεί στην σκηνή της Eurovision 2021, εκπροσωπώντας την Βουλγαρία. Παρόλα αυτά το κρατικό κανάλι της χώρας δεν έχει κάνει καμία ανακοίνωση.\nMΑΛΤΑ\nΟ Gordon Bonello, μάνατζερ της Destiny Chukunyere, ανακοίνωσε ότι η τραγουδίστρια θα είναι h εκπρόσωπος της χώρας στην Eurovision 2021.\nΓΕΩΡΓΙΑ\nΜια ακόμα χώρα που επιβεβαίωσε ότι ο φετινός της εκπρόσωπος θα βρεθεί του χρόνου στο Ρότερνταμ είναι η Γεωργία. Ο Tornike Kipiani θα δώσει το “παρών” στη Eurovision 2021.\nსაქართველოს 2021 წლის ევროვიზიაზე თორნიკე ყიფიანი წარადგენს. Gepostet von Eurovision Georgia am Donnerstag, 19. März 2020\nΑΖΕΡΜΠΑΪΤΖΑΝ\nΗ Samira Efendi, μέσω του λογαριασμού της στο instagram ενημέρωσε τον κόσμο ότι το ITV, της έδωσε το χρίσμα να εκπροσωπήσει τη χώρα στο διαγωνισμό της Eurovision που θα διεξαχθεί στο Ρότερνταμ.\nΕΛΒΕΤΙΑ\nΗ χώρα της κεντρικής Ευρώπης θα εκπροσωπηθεί και αυτή στο διαγωνισμό της Eurovision 2021 με τον καλλιτέχνη που θα συμμετείχε το 2020 στο Ρότερνταμ. Με ανάρτηση του στο instagram, ο Gjon’s Tears ανακοίνωσε ότι θα είναι ο εκπρόσωπος της Ελβετίας και για το 2021.\nΒΕΛΓΙΟ\nΟι Hooverphonic θα έχουν την ευκαιρία να βρεθούν του χρόνου στο γειτονικό Ρότερνταμ για να εκπροσωπήσουν τη χώρα τους στο διαγωνισμό της Eurovision. Ο τηλεοπτικός φορέας του Βελγίου RTBF ο οποίος θα είναι υπεύθυνος για τη συμμετοχή της χώρας στη Eurovision συμφώνησε με το VRT, τον τηλεοπτικό φορέα που επέλεξε τους Hooverphonic και έτσι το αγαπημένο συγκρότημα θα έχει μια ακόμα ευκαιρία.\nΟι χώρες που θα βρεθούν σε αναζήτηση καλλιτέχνη για το 2021\nΣΟΥΗΔΙΑ\nΟι The Mamas δεν θα εκπροσωπήσουν του χρόνου τη Σουηδία καθώς η χώρα θα καταφύγει και πάλι στην επιλογή εκπροσώπου μέσω του Melodifestivalen 2021!\nAv Christer Björkmans uttalande framgår att The Mamas tyvärr inte kommer att stå på Eurovisionscenen. 😟 EBU:s regler säger att en låt som är släppt så här tidigt inte får tävla nästa år. Om möjligt kommer säkert #Melfest 2021 att hållas som vanligt. — Melodifestivalen (@SVTmelfest) March 18, 2020\nΕΣΘΟΝΙΑ\nΤο κρατικό κανάλι αποφάσισε ότι η Εσθονία θα επιλέξει εκ νέου εκπρόσωπο για τον διαγωνισμό του 2021 μέσω του εθνικού τελικού Eesti Laul. Ο νικητής θα είναι αυτός που θα εκπροσωπήσει την χώρα στη Eurovision 2021.", "original_url": "https://ogaegreece.com/archives/79122", "wayback_url": "https://web.archive.org/web/20200321233632/https://ogaegreece.com/archives/79122", "a_id": "Q50729731-12"}