{"title": "Flo Rida [WorldCat Identities]", "text": "Flo Rida [WorldCat Identities]\nMost widely held works by Flo Rida\nby Lady Gaga ( Recording )\n6 editions published between 2008 and 2009 in English and Undetermined and held by 1,013 WorldCat member libraries worldwide\nAmerican singer/songwriter Lady GaGa's debut album is preceded by her debut single, Just Dance The fame byLady Gaga6 editions published betweenand 2009 inandand held by 1,013 WorldCat member libraries worldwide\nNow that's what I call music! ( Recording )\n2 editions published in 2012 in English and held by 710 WorldCat member libraries worldwide\nNOW That's What I Call Music keeps going strong with another collection spotlighting the biggest hits in rock, hip-hop, pop, and more 2 editions published ininand held by 710 WorldCat member libraries worldwide\nNow that's what I call music! ( Recording )\n3 editions published in 2012 in English and held by 678 WorldCat member libraries worldwide\nThe long-running NOW That's What I Call Music keeps the hits coming with another collection featuring the biggest names in rock, country, pop, hip-hop, and more 3 editions published ininand held by 678 WorldCat member libraries worldwide\nNow that's what I call music! ( Recording )\n3 editions published between 2012 and 2013 in English and held by 667 WorldCat member libraries worldwide\nFeatures 16 current chart topping hits from today's hottest artists including, Flo Rida, KE$HA, One Direction, Pit Bull, Calvin Harris, Taylor Swift, Kelly Clarkson and many more as well as four free up-and-coming \"Now What's Next\" new music preview tracks 3 editions published betweenand 2013 inand held by 667 WorldCat member libraries worldwide\nNow that's what I call music! ( Recording )\n2 editions published in 2013 in English and held by 638 WorldCat member libraries worldwide\nThe long-running NOW That's What I Call Music keeps the hits coming with another collection featuring the biggest names in rock, country, pop, hip-hop, and more; Now, That's What I Call Music 46 2 editions published ininand held by 638 WorldCat member libraries worldwide\nNow that's what I call music! ( Recording )\n2 editions published in 2009 in English and held by 605 WorldCat member libraries worldwide\nThe ever popular NOW That's What I Call Music series delivers another hit-filled collection that includes chart-topping songs from Black Eyed Peas, Lady Gaga, Kelly Clarkson, and many more 2 editions published ininand held by 605 WorldCat member libraries worldwide\nby Enrique Iglesias ( Recording )\n12 editions published between 2013 and 2014 in English and Spanish and held by 599 WorldCat member libraries worldwide\nAfter four years, Enrique Iglesias returns with a brand new studio album that promises to heat things up once again. His tenth CD includes the singles I'm a Freak, which features Pitbull, and Loco, which has an appearance by Romeo Santos Sex and love byEnrique Iglesias12 editions published betweenand 2014 inandand held by 599 WorldCat member libraries worldwide\nby Jennifer Lopez ( Recording )\n3 editions published in 2012 in English and held by 596 WorldCat member libraries worldwide\nJennifer Lopez's first ever greatest hits compilation. Packed with a dozen sensational career spanning hits and two new chart-topping songs Goin' In (featuring Flo Rida) and Dance Again (featuring Pitbull) Dance again-- the hits byJennifer Lopez3 editions published ininand held by 596 WorldCat member libraries worldwide\nNow that's what I call music! ( Recording )\n2 editions published in 2015 in English and held by 592 WorldCat member libraries worldwide\nFrom rock and pop to rap, electronic, and country, one of music's most popular series returns with a new collection featuring some of the hottest hits on the charts today 2 editions published ininand held by 592 WorldCat member libraries worldwide\nby Nickelback (Musical group) ( Recording )\n7 editions published in 2014 in English and held by 567 WorldCat member libraries worldwide\nNickelback prepares to release their highly anticipated eighth album, which includes the fast-rising hit single Edge of a Revolution No fixed address byNickelback (Musical group)7 editions published ininand held by 567 WorldCat member libraries worldwide", "original_url": "https://www.worldcat.org/identities/lccn-no2008046583", "wayback_url": "https://web.archive.org/web/20160506080650/http://worldcat.org/identities/lccn-no2008046583", "a_id": "Q213538-119"}