{"title": "FLO RIDA: Let It Ride", "text": "FLO RIDA: Let It Ride\nFeature\nFLO RIDA: Let it Ride\nGrammy-nominated rapper Flo Rida may have only just scored his first UK Number One single (‘Right Round’) and Top Five album (‘R.O.O.T.S.’). Nevertheless, fact is the 29-year-old Florida resident has quietly been toiling away for over a decade.\nIndeed, it’s been a long, hard slog to the top of the world’s pop charts for the heavily-tattooed rhymesmith born Tramar Dillard in December 1979 at the 187th Street projects in Carol City, Florida. Having begun rapping while in Ninth Grade as a member of local group The Groundhoggz, he got his first break at 18 while touring as hype-man for Fresh Kid Ice of the sexually-controversial Florida rap outfit 2 Live Crew. With his MC skills eventually catching the attention of DeVante Swing - former member/producer of legendary Nineties hip hop/R&B quartet Jodeci - Flo next ended up moving to LA for four years to work directly with Swing himself. But, with no record deal materialising, early 2006 nevertheless found him returning home to the Sunshine State. Where, after later hooking up with Florida independent Poe Boy Entertainment, Flo would finally end up signing his first-ever major-label deal in 2007 with Atlantic Records.\nDespite Flo’s route to a record deal having been a long and painful one (which saw him working a series of unglamorous jobs to sustain himself along the way), international chart-topping success with Atlantic arrived remarkably quickly. With his first official single ‘Low’ (featuring R&B autotune don T-Pain) in January 2008 spectacularly breaking US records for most-ever weekly digital downloads during its 10-week run at Number One, and in turn paving the way for the Gold-selling success of his debut album ‘Mail On Sunday’ plus its further hit singles ‘Elevator’ and ‘In The Ayer’.\nNevertheless, the release this month of Rida’s second LP ‘R.O.O.T.S.’ has proven even more trailblazing, with its lead-off single ‘Right Round’ immediately smashing his own aforementioned one-week digital download record in its first week, while simultaneously debuting at Number One in an impressive seven countries worldwide (including, prestigiously, both the US and UK). The album itself meanwhile boasts a star-studded guest-list ranging from modern-day R&B superstars Ne-Yo and Akon to globally-successful urban-alternative songstress Nelly Furtado plus former Fugees hip hop legend Wyclef Jean. While Flo Rida himself finally proves once-and-for-all he’s no one-trick-pony, with uptempo tracks like the aforementioned ‘Right Round’ and melodic new single ‘Sugar’ both effectively relying on familiar Euro-dance samples to bring the party; while more reflective cuts like the gospel choir-infused title-track and hauntingly soulful ‘Rewind’ reveal the rapper’s more introspective, sober side.\nHaving literally just jetted into the UK from his native US, a muscle-bound, yet quietly-spoken and courteous Flo Rida (now generally hailed internationally as the leader of Florida rap’s new skool) enjoys a chilled-but-informative introductory chat with ‘Blues & Soul’’s Pete Lewis at Atlantic Records’ buzzing Kensington HQ.\nHow did you come to sample Dead Or Alive’s 1985 UK chart-topper ‘You Spin Me Round’ for your new album’s lead-off single ‘Right Round”?\n“Initially, as I was putting my sophomore album together, I just wanted to step everything up a notch. So I was really open-minded when it came to picking tracks. And, while I had heard the Dead Or Alive record a couple of times as I was growing up in my household, I also have to give a big shout-out to my Atlantic Records’ A&R Mike Caren for bringing that beat to my attention again. The track itself - ‘Right Round’ - is actually produced by Dr. Luke, who’s worked with the likes of Britney Spears and Katy Perry. And the girl featured on the record is his new artist, Ke$ha.”\nSo why do you feel ‘Right Round’, in its first week, broke the digital download sales record you yourself had previously held with your debut hit ‘Low’?\n“Well, I guess it’s down to the fact that I stay in the gym lookin’ sexy for the ladies!... Nah, just kidding! I actually think it’s a combination of me now being a household name - people know me as the life of the party and, as I just said, taking it up a notch this time round by having great production. Plus, the way I approach music from a universal level - and not with just a neighbourhood feel - I think most definitely helps in a major way. You know, while I always try and come from left-field, I still stay somewhere where everyone can relate.”\nDo you have any particular formula for songwriting and recording?\n“I tend to come up with the hooks first, then pen the verses - which is the easiest part for me - and then add melody. I also like to feel comfortable when I record. Like, I like to have water in the studio; plus I like to take my jewellery off and just sit on a couch. You know, I like to feel normal, like I’m back in the ‘hood!”\nSo why title your new album ‘R.O.O.T.S.’?\n“The title ‘R.O.O.T.S.’ is an acronym for ‘Route Of Overcoming The Struggle’, which signifies being well-grounded and not forgetting your roots and where you come from. Primarily the inspiration for it comes from my success and knowing that it wasn’t an overnight thing. I wanted people to know my story and how, for a long time, I was grinding and making sacrifices for my love of music. Plus, with me being an African-American person who got a chance to go to Africa for the first time recently - to perform and receive an award at the first-ever MTV Africa Music Awards - I was able to see the struggles of the people THERE first-hand. So that too also inspired me to come up with ‘R.O.O.T.S.’. It made me want to tap deeper into my emotions and strengthened in me the notion that believing is achieving, no matter WHAT burdens you face.”\nHow would you break it down musically?\n“I’d describe ‘R.O.O.T.S.’ as very well-rounded. It’s very versatile and there’s definitely something there for everybody. I cover everything from happy moments - high-energy stuff like ‘Right Round’ - to sad moments. So, while I have a track with Nelly Furtado called ‘Jump’ that’ll have people in the house jumpin’ and arenas going crazy, I also have the title-track ‘R.O.O.T.S.’ where I pour out my heart by talking about all the struggles I went through growing up in the ghetto and what I did to accomplish my goals. Plus I have a record on there with Wyclef (Jean) that talks about people that’s passed away and how - if I could rewind the times - I’d want them back and what I’d do different if they were still here. So for the most part I’d say the album reflects Flo Rida as a person and reveals some things about him that people might not know.”\nAnd what about some of the featured guests?\n“Working with someone like Wyclef - who’s a legend - was a dream come true for me. Because I recall, back in the day, performing with him at a concert and just being amazed how clever he was at playing so many different instruments. Then Pleasure P - a guy who’s from the same city and State as me, Miami, Florida - used to be part of the group Pretty Ricky. And early on - prior to my having a record deal - we used to do some local shows together. So for me to actually have success now and be working with him on my record was definitely BIG! While, with Nelly Furtado, my A&R contacted her people, who were really keen for her to do a record with me. So, though I didn’t get a chance to actually be in a studio with her, having her on my album was definitely a blessing in the sky. You know, I’ve always been a fan of hers and she makes big records. And, for them to put me and her together on one track I thought was a great idea!”\nSo how do you recall growing up in Carol City, Florida?\n“In my household we listened to all types of music. My sisters sang gospel; my dad, when he came around, played several different instruments... But as far as the neighbourhood itself went - yeah, growing up in the projects was CRAZY! You know, every other day you’d have the SWAT team - the police - on top of the roof, even telling all the kids to go back in the house - me being one of them! But, at the same time, I always kept the faith. My mother always instilled in me that, though you may grow UP in the projects, you ain’t gotta be OF it! You know, ‘One day you won’t have to BE here if you just keep faith, have a positive attitude, and put God first’… So, while there was a lot crazy things happening, I always made music my outlet. I’d sacrifice moneys to be out there slinging mixtapes, CDs and stuff... You know, I always stayed focused, and never really got caught up with all the drug dealers and killers.”\nHow did you start out rapping in local group The Groundhoggz?\n“I’d known The Groundhoggz for a little while, because a friend who lived in my projects was already rapping with them. So, when one of their members left, I became someone they looked to to fill in. You know, they had me come over and spit a couple of rhymes - and from there they just decided to let me be in the group! So I basically just took that and RAN with it! A great thing about Groundhoggz was that, when it came to music, we were very open-minded and anyone could relate to what we’d do. We didn’t set out to just please ourselves or the people in our neighbourhood - we just made MUSIC! You know, we grinded locally doing shows and mixtapes - and we even kept rapping together after I graduated from High School in 2001 and left for the University of Nevada in Las Vegas! But then after a while, because no-one had signed us as a group, we eventually started shopping our demos separately.”\nSo how, at 18, did you then become hype-man for Fresh Kid Ice of Miami’s globally-infamous 2 Live Crew?\n“One night I was opening up for (Southern rap legend) Scarface at a nightclub. Fresh Kid Ice was there, he needed a hype-man to go to Hawaii with him, and asked ME! So I took the initiative, went on board, and eventually wound up just doing more and more shows with him throughout The States. And one thing that definitely motivated me at that time was having people come up to me and mistaking me for different celebrities! For a long time one artist in particular I got mistaken for was LL Cool J - and I DEFINITELY enjoyed that! And - as for the shows themselves - I mean, 2 Live Crew always had fans EVERYWHERE! So we’d come out every night to people already screaming, wanting to see the naked girls and stuff like that! Which obviously was a huge difference to what I’d previously been used to, when I’d just been performing locally.”\nYou then moved out to the West Coast to work alongside DeVante Swing, former member/producer of legendary Nineties R&B quartet Jodeci…\n“After I got off tour with Fresh Kid Ice, I got the chance to pass my demo to DeVante, He heard it, and wanted to fly me out to Los Angeles that very same day! I actually ended up flying out the next day, and actually stayed in LA with him for four years. But, while I did struggle to make my mark out there - I was literally on the street, at times promoting myself BY myself - those four years were successful in terms of me learning things and just observing such an icon. Plus it made me more open-minded. Because while I was there I got a chance to learn what people liked about the West Coast and the East Coast, as well as the Southern side and the Northern side. I learnt hip hop was always different in certain areas. So, while I was living in LA, I was able to really study that gangsta rap sound they had there at that time. And in turn that helped me reinvent myself and my OWN sound, to come up with what I have now.”\nWhat are your ideas on the current Miami rap scene?\n“It’s more universal and global today than back in the (Miami-bass-dominated early Nineties) days of Luke Skywalker and Poison Clan, simply for the fact that we now have MTV to watch us. I mean, guys like myself and Rick Ross have very different styles, though we actually grew up in the same neighbourhood and went to the same school. So, when people start criticising me for making commercial rap, I really don’t even THINK about that! Because those people need to understand that, along the coast of Florida, there’s not really just one sound any more. Which in turn means there’s no one particular sound that I have to DO! You know, my area has like a gumbo of different vibes. And for most Southern artists these days it’s more about representing the movement in general and just supporting each other! We’re all just trying to make hot music, period! And the fact that the South is definitely running things in hip hop today, and that I’m part of that movement, is one of the things I like best about my success right now! I’m definitely happy to be a part of it!”\nSo what’s generally in the pipeline, in terms of current and future plans?\n“Obviously right now it’s all about getting my new album out there. Then after that I’m looking forward to maybe getting into some acting, as well as setting up a clothing line. You know, my aim is to just open up several different businesses, while at the same time still giving back to my community at special times like Christmas and Thanksgiving, as well as getting involved in various charities. I mean, I love how, when you do music, these days your work travels into so many different areas - just like how they took ‘Low’ off the soundtrack to ‘Step Up 2 The Streets’ to bring attention to the movie. Basically people today love the star quality that rappers can bring to their projects. So I definitely wanna continue to always try to take advantage of all those many avenues that are open to rap artists today.”\nFlo performs at IndigO2, London on April 13. Tickets from Ticketmaster, Seetickets, and other retail ticket outlets\nThe single 'Right Round' and album 'R.O.O.T.S.' are both out now. The single 'Sugar Feat. Wynter' follows May 18, all through Poe Boy Music Group/Atlantic\nWords PETE LEWIS", "original_url": "http://www.bluesandsoul.com/feature/399/flo_rida_let_it_ride/", "wayback_url": "https://web.archive.org/web/20110708074239/http://www.bluesandsoul.com/feature/399/flo_rida_let_it_ride/", "a_id": "Q213538-0"}