{"title": "Celsius partners with rapper Flo Rida for new pre-workout drink", "text": "Celsius partners with rapper Flo Rida for new pre-workout drink\nPhoto by Johnny Nunez\nCelsius Holdings Inc., Boca Raton, Fla., in partnership with rapper Flo Rida, announced the upcoming launch of Flo Fusion, a pre-workout powder that will be available to consumers late this summer.\nFlo Fusion is licensed and endorsed by Flo Rida, who Celsius, in collaboration with D3M Licensing Group, signed an agreement with in March of this year. The agreement and product launch is part of Celsius’ large-scale marketing effort, which it began in 2011 in an attempt to revamp the brand and take it to the next level, the company says.\n“With strategic partnerships and the launch of an individually licensed product with Flo Rida, we have the ability to take the brand to new heights,” said Celsius Chief Executive Officer Gerry David in a statement. “This gives us the opportunity to widen our consumer base beyond the scope of what already exists globally.”\nThe berry-flavored Flo Fusion pre-workout powder has the same benefits as the ready-to-drink Celsius beverage with no sugar, preservatives, artificial colors or flavors, the company says. It also is low in sodium, it adds. The clinically proven formula provides healthy energy, and each serving is proven to help burn 100 calories or more, boost metabolism, reduce body fat and increase endurance.\n“I can't wait for Flo Fusion to enter the retail market later this summer because the product is effective and will inspire the world to achieve an overall healthy lifestyle,” Flo Rida said in a statement. “I’m excited to share Flo Fusion with my fans”.\nIn an effort to promote the upcoming product launch, Flo Rida has taken to social media and his 24 million followers, posting about his love for Celsius and his upcoming product. He also completed the first round of media tours in the Miami area. Flo Rida and Celsius recently were seen on top regional Miami TV stations as well as two national ESPN shows discussing the new product and its benefits and how Flo Rida incorporates it into his daily health and fitness regimen.\nFlo Fusion will be available in retailers nationwide by the end of the summer with a suggested retail price of $49.99 for a canister containing 40 servings. The pre-workout powder also will soon be available globally.\nFor more information, visit www.celsius.com.", "original_url": "http://www.bevindustry.com/articles/87576-celsius-partners-with-rapper-flo-rida-for-new-pre-workout-drink", "wayback_url": "https://web.archive.org/web/20140704190926/http://www.bevindustry.com/articles/87576-celsius-partners-with-rapper-flo-rida-for-new-pre-workout-drink", "a_id": "Q213538-41"}