{"title": "Flo Rida Selected As Global Brand Ambassador For Empire Rockefeller Vodka", "text": "Flo Rida Selected As Global Brand Ambassador For Empire Rockefeller Vodka\nClick to email this to a friend (Opens in new window)\nClick to share on LinkedIn (Opens in new window)\nClick to share on Pinterest (Opens in new window)\nClick to share on Reddit (Opens in new window)\nClick to share on Twitter (Opens in new window)\n(AllHipHop News) Flo Rida is connecting with New York-based Vintage Rockefeller Wine & Spirits Group for a multi-year promotional and marketing partnership as a global brand ambassador. The company will use the record-breaking performer’s name and likeness in materials for Empire Rockefeller Vodka’s alcoholic beverages.\n“I am extremely excited to partner with such a sophisticated, innovative brand such as Empire Rockefeller Vodka,” states Flo Rida. “We share the idea that success should be celebrated with class, elegance and refinement, and that you should live your life to the fullest.”\nThe deal will include Flo Rida promoting Empire Rockefeller Vodka on social media, through personal appearances, and inclusion on future music videos. Vintage Rockefeller integrates class, elegance and refinement in its #liverockefeller branding attached to products, which include F. Rockefeller and Sons Champagne 2004 Vintage Brut, Signature Rockefeller Cognac VS, VSOP, and XO; and Empire Rockefeller Vodka.\n“We are thrilled that Flo Rida will be taking an active role with Empire Rockefeller Vodka,” says Steve Goldberg, President and Chief Executive Officer of Vintage Rockefeller. “As a company that strives to be luxurious and maintains the highest degree of quality, we believe we found the perfect fit with Flo Rida – Vintage Rockefeller is incredibly excited to have him as the global ambassador of our brand.”\nMarlo Gold, CEO of D3M Licensing Group adds, “Flo Rida, admittedly selective when it comes to alcoholic beverages, took an instant liking to the Empire Rockefeller Vodka brand, which is produced with the finest ingredients. His attraction to Empire Rockefeller Vodka led to the creation of an arrangement with Vintage Rockefeller that also includes sponsorship of five cities as well as inclusion of Empire Vodka for use backstage & in VIP areas during Flo Rida’s upcoming tour.”\nFlo Rida has sold more than 90 million singles across the world. The Carol City, Florida native recently released My House in April. The EP included the Top 10 single “G.D.F.R.”", "original_url": "http://allhiphop.com/2015/10/01/flo-rida-selected-as-global-brand-ambassador-for-empire-rockefeller-vodka/", "wayback_url": "https://web.archive.org/web/20151001235125/http://allhiphop.com/2015/10/01/flo-rida-selected-as-global-brand-ambassador-for-empire-rockefeller-vodka/", "a_id": "Q213538-43"}