{"title": "Flo Rida Says He 'Looks Up To' His VMA Rivals", "text": "Flo Rida Says He 'Looks Up To' His VMA Rivals\nThe Best Hip-Hop Video category for this year's MTV Video Music Awards is stacked with heavy-hitters like Jay-Z and an impressive upstart in Asher Roth. But Flo Rida is just looking forward to being in the building September 13.\nThe rapper was nominated for his clip \"Right Round,\" alongside Jay's \"D.O.A. (Death of Auto-Tune)\", Roth's \"I Love College,\" Kanye West's \"Love Lockdown\" and Eminem's \"We Made You.\"\n\"I look forward to going [to the VMAs] and just enjoying myself,\" Flo said of his nomination. \"It means a lot to me. I can recall being in Las Vegas [where he once lived] and watching the music awards [in Miami] and seeing Jay-Z up for an award, and now here I am in the same category. I definitely look up to these guys. And even the newcomers you can learn from.\"\nThe clip was directed by Malcolm Jones (Lil Mama, Ray J) and features Flo Rida being digitally imported to clubs across the world. The throwback track was inspired by a sample from Dead or Alive's \"You Spin Me Round (Like a Record).\"\nEarlier this year, Flo told MTV News how his sisters listened to pop music from the 1980s and the Dead or Alive song caught his ear. When he went to work on his sophomore album, the song was at the forefront of the project's foundation. Now it's his second blockbuster digital download following the breakout hit \"Low,\" featuring T-Pain.\n\"I just wanted to show the growth, show people I'm very well in tune with the '80s music,\" he explained of the track and his album, R.O.O.T.S. \"Growing up in my household with seven women, I'd hear all types of music.\"\nThe 2009 MTV Video Music Awards will take place September 13 at 9 p.m. ET. Nominees, celebrity presenters and additional performers will be announced in the coming weeks. To be the first to find out the inside scoop, follow the Inside MTV Twitter account at Twitter.com/InsideMTV.", "original_url": "http://www.mtv.com/news/articles/1618819/20090814/index.jhtml", "wayback_url": "https://web.archive.org/web/20110629165908/http://www.mtv.com/news/articles/1618819/20090814/index.jhtml", "a_id": "Q213538-27"}