{"title": "Nickelback, 'No Fixed Address'| Billboard", "text": "Nickelback, 'No Fixed Address'| Billboard\nFew modern-era rock bands have endured more of a public flogging than Nickelback. (The latest? A crowdfunding campaign to keep the band from performing in London.) Yet, despite a cool factor that makes Limp Bizkit look like Led Zeppelin in comparison, the Canadian four-piece is one of the most successful acts of the millennium, with more than 20 million albums sold, according to Nielsen SoundScan. So it's doubtful that devotees would expect, or even want, anything other than the usual high-impact riff-rock and power ballads from the band. Nonetheless, No Fixed Address, the group's eighth studio LP, is the record on which it partially shelves its platinum formula and spreads its stylistic wings.\nNickelback Joins Republic Records\nWhat results is a new-ish, but not necessarily improved, Nickelback. No Fixed Address kicks off with standard-issue burner \"Million Miles an Hour,\" in which singer Chad Kroeger pronounces himself \"10 feet tall and f---ing bulletproof\" over a brawny guitar-rock chug. But then things start to diverge. First single \"Edge of a Revolution\" dives headfirst into political waters, with Kroeger railing against the NSA, CIA and Wall Street. The insurgent message is half-baked, but the arrangement -- electro-grunge guitars, cannon-size drums and angry-mob chants -- is a triumph of sonic sensory overload.\nNickelback Take on Haters: 'We Don't Hear Many Complaints'\nFrom there the band ventures even further afield. \"What Are You Waiting For\" is all pop shimmer, riding on waves of airy synths and processed sounds, with nary a guitar -- or, at least, a guitar that sounds like a guitar -- in earshot. And while \"She Keeps Me Up,\" with its porno-funk riff and a rhythm lifted from Franz Ferdinand's \"Take Me Out,\" is unexpectedly nimble dance-rock, the similarly minded \"Got Me Runnin' Round\" piles on horn blasts and a guest rap from Flo Rida to plodding rather than playful results.\nNickelback Hater Launches Campaign to Deter Band from Playing London\nNo Fixed Address was written and recorded in far-flung locales like London, Berlin and Budapest, and it's easy to draw a line between Nickelback's globetrotting and the material's genre hops. Yet, the album's best song, \"Get 'Em Up,\" finds the band sticking closer to its wheelhouse, with Kroeger detailing a robbery-gone-stupid (\"It was Sunday and the goddamned bank was closed\") over a low-end groove that recalls present-day ZZ Top. It's a loose-limbed and lighthearted moment from an act that tends toward heavy and humorless. It's also a more appealing modification than, say, funky Nickelback or synth-pop Nickelback -- either of which could launch a thousand crowdfunding campaigns.", "original_url": "https://www.billboard.com/articles/review/album-review/6319952/album-review-nickelback-no-fixed-address", "wayback_url": "https://web.archive.org/web/20141120231606/http://www.billboard.com:80/articles/review/album-review/6319952/album-review-nickelback-no-fixed-address", "a_id": "Q213538-95"}