{"title": "Getting To Know Music Star & Local ‘Flo Rida’", "text": "Getting To Know Music Star & Local ‘Flo Rida’\nJune 13, 2014 8:00 AM\nMIAMI (CBSMiami) — With more than 80 million records sold globally, Flo Rida is giving his buddy Pitbull a run for the money in the “Mr.World-Wide” category.\nThe Miami born and raised rapper who has an affinity for everything Beatles, recently returned from Monte Carlo where he received the World Music Award for his contribution to dance music.\n“This is something I hold dear to me because it’s one thing to be known locally, but worldwide I sold 80 million records. I think it’s only right I have this award. It’s awesome,” he said.\nFlo Rida, whose real name is Tramar is pretty awesome himself. He early on he needed a special name to stand out .\n“I was 15-years old and a lot of people asked me can you flow? So growing up here I thought Florida was a good name, but I can break it up: Flo Rida,” he said.\nThis 35-year old superstar who was raised in Carol City keeps his work home base at Strong Arm Studios in Hialeah. It’s the name of his very impressive apparel company.\nFlo Rida, has his own line of sportswear. In the clothing studio, they create uniforms for the Youth Football League he created, now comprised of some 7000 kids in Florida.\n“Last year we got a chance to take 100 of those kids to LA to play against Snoop Dog’s team and that was something that stood out,” said Flo Rida.\nStrong Arm also produces all types of retail workout wear designed and made by his young talented team on-premises.\nFlo Rida is quite the entrepreneur. He’s also the spokesperson for Celsius, a fitness beverage company he swears by.\nIt’s his music that has given Flo Rida his biggest opportunities and he credits his musical diversity to making him the star he is today.\n“Growing up in Miami, it’s a gumbo of different cultures. I just love different music and I enjoy going into in studio and not getting bored. So, I’m always trying different things,” he said.\nOne thing remains the same for Flo Rida and that’s his undying loyalty to his favorite NBA team, the Miami Heat!\n“I’m always rooting for the Heat,” he said.\nFlo rida’s new album “Perfect 10” drops in August.\nRELATED CONTENT:", "original_url": "http://miami.cbslocal.com/2014/06/13/getting-to-know-music-star-local-flo-rida/", "wayback_url": "https://web.archive.org/web/20140617000012/http://miami.cbslocal.com:80/2014/06/13/getting-to-know-music-star-local-flo-rida/", "a_id": "Q213538-58"}