{"title": "Flo Rida Talks About Record-Breaking Single 'Right Round'", "text": "Flo Rida Talks About Record-Breaking Single 'Right Round'\nFlo Rida Talks About Record-Breaking Single 'Right Round' Dead or Alive-sampling hit beats previous record set by Eminem, Dr. Dre and 50 Cent.\nFlo Rida's got another one! The MC jokes about people calling him a one-hit wonder, but with the start he's gotten with his new single \"Right Round,\" it doesn't seem like that's a problem anymore. His song just beat the record set by 50 Cent, Eminem and Dr. Dre with \"Crack a Bottle\" for highest debut on the digital-single sales chart. \"Right Round\" also has the highest digital sales of any single in one week, a record previously held by Flo's own Grammy-nominated monster, \"Low.\"\n\"It's crazy, because people feel like you get lucky the first time you do something like that. But the second time? You know you're blessed,\" he told MTV News. \"I'm humbled enough to say I'm a fan of [50 Cent, Eminem and Dr. Dre]. I'm inspired by those guys. But at the same time, at some point in time you have to do better in some categories, if not every category.\"\n\"Right Round\" samples Dead or Alive's 1985 dance classic \"You Spin Me Round (Like a Record),\" which Jessica Simpson and Marilyn Manson have also covered. Flo Rida has put his own, er, spin on the song's lyrics.\n\" 'Right Round' is about a young lady, she might be in the strip club and she's got my head spinning round,\" Rida explained. \"Or any young lady that I might see walking past me that's getting my attention. She got it going on! I'm going crazy over her. I might go to the club and make it rain ... in the club on her because she got it going on.\"\nFlo Rida says to look for a mix of party and message records on his new LP, R.O.O.T.S. (Route of Overcoming the Struggle), which is due out on March 31. Ne-Yo and Rick Ross are among the guest stars.\nLook for Flo Rida next week in Mixtape Monday. He'll be performing and explaining records from his latest street CD, Freestyle Kronikles 3.", "original_url": "http://www.mtv.com/news/articles/1605523/20090220/flo_rida.jhtml", "wayback_url": "https://web.archive.org/web/20090223115119/http://www.mtv.com:80/news/articles/1605523/20090220/flo_rida.jhtml", "a_id": "Q213538-3"}