{"title": "EXCLUSIVE: Flo Rida Reveals His Sensitive Side With 'Heartfelt' New Single 'Once in a Lifetime'", "text": "EXCLUSIVE: Flo Rida Reveals His Sensitive Side With 'Heartfelt' New Single 'Once in a Lifetime'\nThis is Flo Rida like we've never seen him before.\nThe rapper behind \"Low,\" \"Whistle,” and \"Right 'Round,\" among our (many) other party favorites, is showing off his sensitive side with his new single \"Once in a Lifetime.\" See the video first on ETonline!\nWATCH: Flo Rida's GRAMMY Moment\n\"This record is very heartfelt but at the same time, me growing up from the projects, I thought this was a record that could definitely represent something more real,\" Flo tells ETonline. The track will feature on his upcoming EP My House.\n\"This being My House, I thought it would bring the fans into something that represented everything that goes into my house,\" he explains. \"There's a party in my house, there's real conversations in my house... it's just a branch off of that.\"\nNEWS: So this is how Carly Rae Jepsen got Tom Hanks in her music video...\nThe video was filmed at the Miami Martin Luther King, Jr. Day parade earlier this year, where Flo served as the grand marshal. \"It was amazing,\" he says. \"I'm getting goosebumps just thinkin' about it now because it was nothing but love out there.\"\nBut for Flo, it was about more than sunshine, nice cars and an exciting day.\n\"It kinda reminds me of the movie Selma, when Martin Luther King was takin a walk,\" Flo muses. \"I was actually walkin' down the street and I had my colleagues with me and we were just spreading the positive message, which is love.\"\nNEWS: That one time Bill Murray and Rick Ross got in the studio together\nFlo took the opportunity to put in quality time with members of his local community, including the mayor, local pastors and his neighbors, as well as his charities Big Dreams for Kids and the Florida Youth Football League. \"We have about 10,000 kids, day-to-day my team is with the kids inspiring them and letting them know that education is the most important,\" he says, \"but also helping them with their hearts' desire. They love playin' football... we always doin' whatever we can to give back to the kids and inspire them.\"\nMy House is out April 7 featuring collaborations with Chris Brown and Robin Thicke. The title track, Flo teases, \"is one of my favorites.\"\nWhat do you think of this new side of Flo Rida? Are you excited for the full EP?\nFollow Sophie on Twitter: @SophieSchillaci", "original_url": "http://www.etonline.com/music/160530_flo_rida_reveals_his_sensitive_side_with_heartfelt_new_single_once_a_lifetime/", "wayback_url": "https://web.archive.org/web/20150304034440/http://www.etonline.com:80/music/160530_flo_rida_reveals_his_sensitive_side_with_heartfelt_new_single_once_a_lifetime/", "a_id": "Q213538-33"}