{"title": "[WATCH] Destiny and Malta win 2015 Junior Eurovision", "text": "[WATCH] Destiny and Malta win 2015 Junior Eurovision\nDestiny Chukunyere brings title home with 186 points after beating off challenge of Armenia\nCongratulations to Destiny and all the Maltese team in Bulgaria! - Proud of you all #JESC2015 — Marie-Louise Coleiro (@presidentMT) November 21, 2015\nMalta has won the 2015 edition of the Junior Eurovision Song Contest, the second time in three years.12-year-old Destiny Chukunyere beat Armenia to take the title home. Her song 'Not My Soul' garnered 186 points, narrowly beating second placed Armenia by nine points.Malta received the maximum 12 points from the children's jury, Serbia, Slovenia, Australia, Bulgaria, San Marino, Albania, and crucially Armenia. Malta's 12 points went to Italy, who in its part gave Malta ten points.This year's edition was held in Sofia, Bulgaria, with a total of 17 participants.The song is composed by Chukunyere - daughter of footballer Ndubisi Chukunyere - and Matt 'Muxu' Mercieca. It is composed by Elton Zarb. Both Mercieca and Zarb were behind the 2013 winning entry ‘The Start’.President of the Republic Marie Louise Coleiro Preca, Prime Minister Joseph Muscat, and Opposition leader Simon Busuttil congratulated Destiny Chukunyere for the win.The brains behind the success of the Eurovision in Sofia, Bulgaria was Anton Attard, who apart from serving as PBS CEO also acted as a consultant to the Bulgarian producers. The direction of the production was coordinated by Anton Attard. He also backed the production of the video, choreography for Destiny in Sofia. Malta started to actively take part in the Eurovision Junior contest in the last three years and has won two out of the three times it has contested.It still has to be seen whether Malta will host the next Junior Eurovision.", "original_url": "http://www.maltatoday.com.mt/arts/music/59492/destiny_and_malta_win_2015_junior_eurovision#.VlHVkXYvcdV", "wayback_url": "https://web.archive.org/web/20151122180110/http://www.maltatoday.com.mt/arts/music/59492/destiny_and_malta_win_2015_junior_eurovision", "a_id": "Q21524985-7"}