{"title": "Junior Eurovision 2015, vince \"Not my soul\" di Destiny Chukunyere (Malta). Male l'Italia", "text": "Junior Eurovision 2015, vince \"Not my soul\" di Destiny Chukunyere (Malta). Male l'Italia\nLo Junior Eurovision Song Contest resta nel bacino del Mediterraneo. Dopo due anni, è di nuovo Malta a portarsi a casa il titolo: vince “Not my soul” di Destiny Chukunyere. Una canzone già da tempo indicata come una delle favorite per la vittoria finale, ampiamente meritata anche vista l’ottima interpretazione fornita dalla giovanissima interprete. Se vogliamo, un segnale anche importante per un’Europa cosmopolita, visto che la neo campionessa è figlia di un calciatore nigeriano.\nTesta a testa con Mika Varosyan dell’Armenia, secondo, mentre terza a sorpresa è Lina Kuduzovic della Slovenia. Male, malissimo oltre le previsioni l’Italia: “Viva” di Chiara e Martina Scarpari è penultima con appena 34 punti con San Marino che festeggia la prima storica vittoria sui cugini tricolori: dodicesima ex aequo con 36 punti, ma soprattutto con i primi 12 punti della sua storia eurovisiva, arrivati dall’Ucraina\nL’Australia paga probabilmente un brano bellissimo ma troppo “adulto” e chiude ottava davanti ai padroni di casa della Bulgaria. Male i Paesi Bassi, incastrati fra Italia e San Marino. Buon debutto per l’Irlanda, dodicesima con un brano molto difficile. Resta da capire ora se Malta sia pronta a due anni di distanza per ospitare di nuovo la manifestazione o passerà la mano. Per l’Italia, dopo il successo dell’anno scorso, decisamente un brutto risveglio.", "original_url": "http://eurofestivalnews.com/2015/11/21/junior-eurovision-2015-vince-not-my-soul-destiny-chukunyere-malta-male-litalia/", "wayback_url": "https://web.archive.org/web/20151122220511/http://eurofestivalnews.com/2015/11/21/junior-eurovision-2015-vince-not-my-soul-destiny-chukunyere-malta-male-litalia/", "a_id": "Q21524985-1"}