{"title": "Malta presents 2015 Junior Eurovision entry", "text": "Malta presents 2015 Junior Eurovision entry\nThe Maltese Broadcaster, TVM, presented today the song which Destiny Chukunyere will sing for the mediteranean island at the 2015 Junior Eurovision Song Contest. The song is called Not My Soul and is composed by the same team that composed the Maltese winning entry at the 2013 Junior contest.\nIt was back in July when Destiny Chukunyere won the Maltese national final for Junior Eurovision. She won over 19 other participants and today was the time to present her song to the public. The composers of Not My Soul, are the same composers behind behind the Junior Eurovision 2013 winning entry The Start, last year’s Junior Maltese entry Diamonds and the Maltese entry at the Eurovision Song Contest in 2014 Warrior. Muxu also wrote the lyrics for this year’s theme-song Discover.\nDestiny is a 13 year old upcoming Maltese singer who won the 2014 edition of Sanremo Junior in Italy. She is coached by IVA instructor Ms. Maria Abdila and has taken part in many national an international competitions. Last year, she performed along with Gaia Cauchi, Federica Falzon, Veronica Rotin and Ekklesia Siters on Xarabank.\nMalta in the Junior Eurovision Song Contest\nMalta is one of the 16 countries that competed at the first Junior Eurovision Song Contest in 2003. Since then, has entered the contest 10 times.\nEven though Maltese is one of the national languages spoken by the people of the island, the young artists representing Malta have always chosen to sing in English hoping that this would grant them a better placing. Malta took a 2-year break (in 2011 and 2012) and decided to return in 2013.\nIn 2013 the country returned to the contest, but due to a rather late return (25 September 2013) the Maltese Broadcaster opted for an internal selection. This was the 1st time the country didn’t hold a national selection for it’s representative. TVM chose Gaia Cauchi as the 2013 Maltese representative. Gaia came first with her song The Start. This was the 1st and the only victory of Malta in any Eurovision Song Contest until now.\nIn 2014 Malta decided to hold the contest in Valletta. Federica Falzon represented Malta and with 116 points she reached the 4th place, which is the second best result after Gaia’s victory.\nBelow you can watch Not My Soul, the song that Destiny will sing for Malta in Sofia:", "original_url": "http://www.eurovisionary.com/malta-presents-2015-junior-eurovision-entry/", "wayback_url": "https://web.archive.org/web/20151027014513/http://www.eurovisionary.com/malta-presents-2015-junior-eurovision-entry/", "a_id": "Q21524985-2"}