{"title": "Daði Freyr: “I originally wrote the song in English to me that is the real version of the song”", "text": "Daði Freyr: “I originally wrote the song in English to me that is the real version of the song”\nDaði Freyr is competing in the second semifinal of Söngvakeppnin 2020 with his song “Gagnamagnið”(Think About Things) and we had the opportunity to have a little chat with him before the semifinal.\nHello Daði Freyr and thank you for taking you time for ESCBubble! First of all, how was your reaction when you heard you will be at Söngvakeppnin 2020?\nI was really excited. I didn’t have the song ready when I was contacted by RÚV and asked to compete but I got started right away.\nWhat are your expectation for the contest? And do you feel extra pressure? You almost won back in 2017.\nI do feel extra pressure, not to win but to make a nice performance. The reception we got last time was overwhelming so there is a higher chance to disappoint people this time. Last time we had nothing to loose. But as long as we have a good time and we can walk away proud of what we did I’ll be happy.\nYour song is called “Gagnamagnið”? What it is about, what’s the story behind it?\nThe Icelandic version of the song was only written because those are the rules to compete in Söngvakeppnin. I originally wrote the song in English to me that is the real version of the song. The Icelandic lyrics talk about Gagnamagnið (the fictional band we perform as in Söngvakeppnin) coming from the future and outer space to save the world with their brand new dance.\nYou also have an english version, with what version would you go to Eurovision and why?\nI would compete with the English version. The lyrics in Think About Things are some of the most personal I have written. The song is about my little girl who was born in April of last year. I am talking about the feeling you get in the first few days and weeks where you know that you love this person with all your heart even though you don’t really get that much interaction. In the start she doesn’t do so much, so I am very excited to know what she thinks about all kinds of things. Now she is almost 10 months and has become such a character so the lyrics don’t really apply as much anymore, she is starting to let us know what she is thinking.\nHow will be the staging at Söngvakeppnin 2020? What can we expect from your performance?\nThe staging will be fun, that’s the main goal. I actually had an outline of what I wanted to happen on stage before a note was written in the song.\nDo you follow Eurovision and have you a favorite song from the contest?\nI follow Eurovision every year, but especially now since I knew I was gonna compete. I really did my homework, watched old contests and tried to crack the code to the perfect Eurovision performance. I have a lot of favourites, Eurovision is great!\nAnd any other plans for 2020? Can we expect new music from Daði?\nI am planning on releasing more music for sure. I have a studio at home were I record all my music so as soon as Áróra (my daughter) gets into kindergarten I will have so much more time to work on music.\nIn the end, I want to thank you for you time and please, if you have a message for your fans and our readers here on ESCBubble?\nBe good to each other and love yourself!\nListen to Daði & Gagnamagnið’s entry “Gagnamagnið” below\nYou can still vote for your favorite from the second semifinal of Söngvakeppnin down below:", "original_url": "https://escbubble.com/2020/02/dadi-freyr-i-originally-wrote-the-song-in-english-to-me-that-is-the-real-version-of-the-song/", "wayback_url": "https://web.archive.org/web/20200301023301/https://escbubble.com/2020/02/dadi-freyr-i-originally-wrote-the-song-in-english-to-me-that-is-the-real-version-of-the-song/", "a_id": "Q31749372-29"}