{"title": "Slovakia: RTVS Unlikely To Participate in Eurovision 2021", "text": "Slovakia: RTVS Unlikely To Participate in Eurovision 2021\nEurocontest.cz reports that the Slovakian broadcaster RTVS is unlikely to participate in the Eurovision Song Contest 2021.\nA spokesperson for the Slovakian public broadcaster RTVS has confirmed that the broadcaster is unlikely to be participating in next years Eurovision Song Contest. While Mrs. Kubíčková did not state that the broadcaster would not participate, it was indicated that the Slovak broadcaster is unlikely to return to the contest in 2021.\nSlovakia last took part in the Eurovision Song Contest in 2012, when Max Jason Mai finished last in the second semi-final with “Don’t Close Your Eyes”.\nSince their debut in 1994, Slovakia have participated in the Eurovision Song Contest a total of seven times. Slovakia’s best result was in 1996, where Marcel Palonder finished 18th with the song “Kým nás máš”. The country has a history of withdrawing and returning to the contest. They were relegated from the contest in 1995 and 1997. They then withdrew from the contest entirely between 1999 and 2008, and again from 2013 onwards.\nAll Slovak entries between 2009 and 2012 failed to progress from the semi-finals. Their 2011 entry “I’m Still Alive” came the closest to qualifying, placing 13th in the semi final. It was also the first Slovak entry to be entirely in English. Although it failed to qualify, their 2010 entry “Horehronie” by Kristina is one of the most viewed videos on the official Eurovision YouTube channel.\nImage Source: Eurovision.tv / Source: Eurocontest.cz", "original_url": "https://eurovoix.com/2020/07/11/slovakia-rtvs-unlikely-to-participate-in-eurovision-2021/", "wayback_url": "https://web.archive.org/web/20200728014404/https://eurovoix.com/2020/07/11/slovakia-rtvs-unlikely-to-participate-in-eurovision-2021/", "a_id": "Q50729731-21"}