{"title": "Bosnia & Herzegovina: BHRT confirms non-participation at Eurovision 2021", "text": "Bosnia & Herzegovina: BHRT confirms non-participation at Eurovision 2021\nBHRT, the Bosnian national broadcaster, has confirmed that Bosnia & Herzegovina will not participate at the forthcoming Eurovision Song Contest in the Netherlands next year.\nThus Bosnia & Herzegovina joins the list of countries who so far confirmed their absence at next year’s Eurovision edition in Rotterdam.\nBHRT has confirmed to ESCToday that Bosnia & Herzegovina will not participate at the forthcoming 2021 Eurovision Song Contest in Rotterdam due to ongoing financial hurdle the broadcaster is facing.\nEurovision fans will be dismayed as the country will be absent from the competition for the fifth consecutive year.\nThe Bosnian national broadcaster, has informed ESCToday that it continues to be under EBU sanctions due to its hefty financial debt with the European entity, thus the country can’t to compete at the upcoming 2021 Eurovision Song Contest in Rotterdam until it respects its debt.\nApart from this, the Bosnian broadcaster’s financial situation is currently unstable and unpredictable and an eventual Eurovision participation would not be feasible at this point taking into account all the hurdles and problems afflicting the broadcaster.\nBosnia & Herzegovina in Eurovision\nBosnia & Herzegovina debuted at the Eurovision Song Contest in 1993 with Fazla, and is yet to win the contest. The Balkan country achieved its best result in 2006 with Hari Mata Hari‘s Lejla, placing 3rd in the Grand Final in Athens.\nBHRT’s Eurovision journey has been marred by numerous hurdles in the past years, having withdrawn from the competition in 2013 and not returning until 2016 due to financial problems. The country’s return was short-lived as it withdrew again in 2017 and has not returned since.\nThe last time the country graced the Eurovision stage was in 2016 when Dalal & Deen feat. Ana Rucner and Jala flew the Bosnian flag in Stockholm.", "original_url": "https://esctoday.com/180731/bosnia-herzegovina-bhrt-confirms-non-participation-at-eurovision-2021/", "wayback_url": "https://web.archive.org/web/20201010035333/http://esctoday.com/180731/bosnia-herzegovina-bhrt-confirms-non-participation-at-eurovision-2021/", "a_id": "Q50729731-135"}