{"title": "\"Honoured by the faith PBS has shown in me .... enthusiastic to represent\"", "text": "\"Honoured by the faith PBS has shown in me .... enthusiastic to represent\"\nCurrent Affairs\n“Honoured by the faith PBS has shown in me …. enthusiastic to represent” – Destiny\nPosted On - Report: Nigel Mifsud\nThe singer Destiny will be next year’s Malta representative in the Eurovision Song Contest. This was confirmed by the Public Broadcasting Services as announced earlier today; on the day when this year’s final was due to be held in Rotterdam in Holland.\nAlthough Destiny did not manage to perform this year her dream has remained a reality and next year she will represent Malta in Holland.\nShe said she is happy and honoured that PBS has affirmed her participation next year.\nDestiny said she had prepared hard starting off by winning X Factor and then preparing intensively with her song and musical video that were really to her heart’s content. She said she is ready to give her best and is fully committed to perform the best product as well as looking forward with great enthusiasm to presenting a new song, representing Malta and making Malta proud.\nThese were Destiny’s comments after PBS CEO, Charles Dalli, confirmed her participation next year as a result of a PBS Board decision.\nAlthough in recent days the song that was due to be performed by Destiny in Holland, “All of my Love” was classified in second place in Sweden and In Ireland her video-disc was selected in first place by the site Wiwiblogs, according to the latest EBU decision, next year’s participants will have to perform a new song and thus Destiny will not be able to compete with ‘All of my love’.\nMeanwhile, at 9.00pm Television Malta, together with other television station members in the EBU, will present a musical spectacle “Shine a Light”, a celebration of solidarity with a strong message of hope and courage in these pandemic times.\nAlso see:", "original_url": "https://www.tvm.com.mt/en/news/onorota-li-l-pbs-afdaw-honoured-by-the-faith-pbs-has-shown-in-me-enthusiastic-to-represent-destiny-herqana-biex-nirrapprezentakom/", "wayback_url": "https://web.archive.org/web/20200524080302/https://www.tvm.com.mt/en/news/onorota-li-l-pbs-afdaw-honoured-by-the-faith-pbs-has-shown-in-me-enthusiastic-to-represent-destiny-herqana-biex-nirrapprezentakom/", "a_id": "Q50729731-15"}