{"title": "NDR / Das Erste: 7,7 Millionen Zuschauerinnen und Zuschauer sahen den 65. Eurovision Song Contest im Ersten und bei ONE", "text": "NDR / Das Erste: 7,7 Millionen Zuschauerinnen und Zuschauer sahen den 65. Eurovision Song Contest im Ersten und bei ONE\nNDR / Das Erste : 7,7 Millionen Zuschauerinnen und Zuschauer sahen den 65. Eurovision Song Contest im Ersten und bei ONE\nHamburg (ots) 6,537 Millionen Fernsehzuschauerinnen und -zuschauer waren gestern Abend (Sonnabend, 22. Mai) im Ersten dabei, als das Finale des Eurovision Song Contest live aus Rotterdam übertragen wurde. Das sind rund eine Million weniger als 2019. Im vergangenen Jahr war der ESC wegen der Corona-Pandemie ausgefallen.\nTeilen\nTeilen Weiterleiten\nWeiterleiten Tweeten\nTweeten Weiterleiten\nWeiterleiten Drucken\nDer Marktanteil der vierstündigen Show aus den Niederlanden lag im Ersten insgesamt bei durchschnittlich 26,7 Prozent, bei den 14- bis 49jährigen bei 37,4 Prozent (2,839 Millionen). Bei ONE haben das Finale weitere 1,201 Millionen Zuschauerinnen und Zuschauer ab 3 Jahre verfolgt (4,9 Prozent Marktanteil). Insgesamt haben so 7,737 Millionen Zuschauerinnen und Zuschauer das Finale aus Rotterdam im linearen Fernsehen in der ARD gesehen. In der Spitze hatten 7,399 Millionen Zuschauerinnen und Zuschauer das Erste eingeschaltet.\nDer \"Countdown für Rotterdam\", der in diesem Jahr nicht von der Reeperbahn, sondern aus einem NDR Studio in Hamburg kam, erreichte von 20.15 bis 21 Uhr 4,152 Millionen Zuschauerinnen und Zuschauer im Ersten (Marktanteil 14,1 Prozent), die \"Aftershow\"-Party nach der Sendung aus Rotterdam (0.55 - 1.30 Uhr) 2,366 Millionen (Marktanteil 26,0 Prozent). Der Gesamt-Tagesmarktanteil des Ersten lag gestern bei 17,9 Prozent.\nDer ESC lief zudem im Livestream bei Eurovision.de und in der ARD Mediathek sowie bei ONE und der Deutschen Welle. (Zahlen liegen noch nicht vor.)\nSieger des Eurovision Song Contest 2021 ist die italienische Band Maneskin mit dem Titel \"Zitti e buoni\". Die größte Musikshow der Welt wird im kommenden Jahr voraussichtlich in Italien stattfinden. Jendrik, der mit seinem Song \"I Don't Feel Hate\" als 15. ins Rennen ging, wurde auf Platz 25 gewählt.\nAlexandra Wolfslast, Head der deutschen ESC-Delegation: \"Ich bin glücklich, dass der ESC sehr lebendig mit 3500 Menschen in der Halle als Live-Event zurück ist und dass im Schnitt über knapp vier Stunden 7,7 Millionen Menschen vor den Bildschirmen in Deutschland dabei waren. Großartige Show - danke an unsere fantastischen Gastgeber in Rotterdam und Glückwunsch an Italien.\nMein Herz schlägt für den wunderbaren Jendrik und sein Team: Das war ein perfekter Auftritt, eine in sich schlüssige Inszenierung mit einer wichtigen Botschaft. Dass Musik polarisiert und Geschmackssache ist, wussten wir auch. Trotz aller Enttäuschung - Jendrik hat seinen Traum vom ESC mit uns gelebt ! Wir sind stolz auf ihn.\"\nJendrik: \"Ich bin wirklich glücklich. Mein Ziel war es, hierher zu kommen, den ESC zu erleben - und voilà - hier bin ich. Heute war ein Tag, an dem wir erlebt haben, was der ESC bedeutet: zusammensein, zusammen Musik zu feiern. Und großes Kompliment ans ganze Team!\"\nPressekontakt:", "original_url": "https://www.saarbruecker-zeitung.de/pr/presseportal/7-7-millionen-zuschauerinnen-und-zuschauer-sahen-den-65-eurovision-song-contest-im-ersten-und-bei-one_aid-58370811", "wayback_url": "https://web.archive.org/web/20210523093400/https://www.saarbruecker-zeitung.de/pr/presseportal/7-7-millionen-zuschauerinnen-und-zuschauer-sahen-den-65-eurovision-song-contest-im-ersten-und-bei-one_aid-58370811", "a_id": "Q50729731-117"}