{"title": "Weißrussland kritisiert ESC-Ausschluss als „politisch motiviert“", "text": "Weißrussland kritisiert ESC-Ausschluss als „politisch motiviert“\nDer Eurovision Song Contest findet dieses Jahr vom 18. bis 22. Mai in Rotterdam statt\nAnzeige\nDer Ausschluss von Weißrussland vom Eurovision Song Contest (ESC) im Mai ist in Minsk auf heftige Kritik gestoßen. „Die Entscheidung, uns auszuschließen, ist politisch motiviert“, sagte der Chef der nationalen staatlichen Fernseh- und Rundfunkgesellschaft von Belarus, Iwan Ejsmont, in der Nacht zum Samstag der Staatsagentur Belta zufolge.\nDie ESC-Verantwortlichen seien von „Politikern und Hassern in sozialen Netzwerken“ unter Druck gesetzt worden. Belarus hatte die Band Galasy ZMesta ins Rennen geschickt. Sie sei nun in die Geschichte eingegangen, meinte Ejsmont.\nDie Europäische Rundfunkunion (EBU) hatte am Freitagabend mitgeteilt, auch das zweite von der Gruppe eingereichte Lied entspreche nicht den ESC-Regeln. Diese sollten sicherstellen, „dass der Wettbewerb nicht instrumentalisiert oder in Verruf gebracht wird“. Die frühere Sowjetrepublik werde deshalb nicht zum diesjährigen ESC zugelassen.\nAnzeige\nBeim ersten Lied hatte es Beschwerden gegeben, weil der Song mit Zeilen wie „Ich werde dir beibringen, nach der Melodie zu tanzen“ in den Augen vieler Menschen die Protestbewegung gegen Langzeitmachthaber Alexander Lukaschenko verhöhnt. Beim zweiten Lied hatte die Europäische Rundfunkunion nur allgemeine Gründe angegeben, weshalb sie es nicht mit den eigenen Regeln vereinbar sieht.\nDie Band selbst zeigte sich entsetzt und sprach von einer „absoluten Schande“. „ESC-Freunde, es war uns eine große Freude, diese Farce zu sehen. Wir werden unsere Arbeit fortsetzen“, hieß es in einer Mitteilung, in der dem ESC zudem eine Doppelmoral vorgeworfen wurde.\nIm vergangenen Jahr gab es über Monate Massenproteste gegen Lukaschenko nach der weithin als gefälscht geltenden Präsidentenwahl am 9. August. Der als „letzter Diktator Europas“ kritisierte Staatschef hatte sich nach 26 Jahren an der Macht mit 80,1 Prozent der Stimmen erneut zum Sieger erklären lassen. Die EU erkennt ihn nicht mehr als Präsidenten an. Zehntausende Menschen wurden festgenommen. Viele von ihnen kritisierten massive Polizeigewalt.", "original_url": "https://www.welt.de/vermischtes/article229256985/Weissrussland-kritisiert-ESC-Ausschluss-als-politisch-motiviert.html", "wayback_url": "https://web.archive.org/web/20210327112038/https://www.welt.de/vermischtes/article229256985/Weissrussland-kritisiert-ESC-Ausschluss-als-politisch-motiviert.html", "a_id": "Q50729731-68"}