{"title": "­čç╣­čçĚ Turkey: Turkish deputy minister hopes for Eurovision return", "text": "­čç╣­čçĚ Turkey: Turkish deputy minister hopes for Eurovision return\nIt’s officially off-season! With the longest wait for a Eurovision since the contest began ahead of us, we have a lot of news to come in the coming months. ‘Will Turkey return?’ has become a pre-season staple, and 2020 is no exception. Whilst a return looks unlikely, a Turkish politician having a positive thing to say about the contest is a move in the right direction...\nA Eurovision return has never been entirely off-the-table for Turkish broadcaster TRT, but considering their demands, fans haven’t exactly been holding their…breaths. However, in a recent lifestream, Turkish Deputy Minister of Foreign Affairs & Director for EU Affairs Faruk Kaymakci provided a glimmer of hope for Turkey fans.\nÔÇťTurkey actually participated at Eurovision for many years and we even won once. I hope we will join the Eurovision again. TRT saw some problems in the past but I am sure that we will see Turkey in Eurovision in the next years.ÔÇť Turkish Deputy Minister Faruk Kaymakci in a live stream broadcast on YouTube\nLater, he also hinted that it was TRT who had problems with the EBU and expressed his support for a return:\nÔÇťOf course this is not my decision, maybe TRT will discuss their problems with the EBU and maybe we will see great songs with great messages at Eurovision from Turkey.ÔÇť\nCould we see increased cooperation between TRT and the EBU in the future? Who knows. But this is certainly a step in the right direction, albeit a small one.\nYou can watch the live stream clip below:\nA turbulent recent history\nTurkey had participated in 34 contests prior to their withdrawal, debuting in 1975. In this time they won in 2003 and failed to qualify only once, in 2011. Despite this deep history and success, they withdrew in 2012 in a less-than-diplomatic manner. They withdrew citing dissatisfaction with the Big 5 format, and declined to broadcast the 2013 contest. They have not returned since.\nSince then, relations have remained frosty and progress has been slow. Speaking at the Ibn Khaldun University back in 2018, TRTÔÇÖs then-general director broke his silence on the broadcasters reasons for the countryÔÇÖs prolonged absence in the competition. In the talk, Ibrahim Eren cited 2014 winner, icon and trailblazer for LGBT+ visibility Conchita as a key reason for their continued non-participation.\nLater that year, however, TRT did confirm their intention to participate in the inaugural Eurovision Asia Song Contest. Although that has yet to take place, baby steps…\nAnyways, here’s Dum Tek Tek:\nWhat do you think of his statements? Do you believe we will see Turkey return in the next few years? Be sure to stay updated by following @ESCXTRA on Twitter, @escxtra on Instagram and liking our Facebook page for the latest updates! Also, be sure to subscribe to our YouTube channel to see our reactions to the over the coming month", "original_url": "https://escxtra.com/2020/05/23/turkish-deputy-minister-hopes-for-eurovision-return/", "wayback_url": "https://web.archive.org/web/20200602061100/https://escxtra.com/2020/05/23/turkish-deputy-minister-hopes-for-eurovision-return/", "a_id": "Q50729731-29"}