{"title": "Malta: Listen to Destiny's song for Eurovision 2020 - \"All Of My Love\"", "text": "Malta: Listen to Destiny's song for Eurovision 2020 - \"All Of My Love\"\nMalta found its Eurovision 2020 representative, Destiny Chukunyere, a month ago when she won the second season of the country's X Factor. Destiny ended up winning the public vote and will represent Malta at Eurovision Song Contest 2020 in Rotterdam.\nThe 17-year-old Destiny's song for Eurovision 2020 has just been released – All Of My Love:\nMalta 2020: Destiny Chukunyere – \"All Of My Love\"\nAll Of My Love is written by Borislav Milanov and his collective Symphonix International, a Bulgarian-Austrian music label behind a number of Eurovision entries. The credits for All Of My Love includes Bernarda Brunovic, Borislav Milanov, Sebastian Arman, Dag Lundberg, Joacim Persson and Cesar Sampson.\nThe masterminds behind the Maltese music video are Matthew Muscat-Drago and Steven Levi Vella. Matthew’s showreel includes music videos for Maltese artists such as Ira Losco, Red Electrick and The Crowns.\nOn the other hand, creative director Steven Levi is also the mastermind and creative vision behind many local artists, in addition to many of the stage shows during the last season of X Factor Malta. But he’s no stranger to Eurovision either due to being the creative mastermind behind the performance and music video of Christabelle’s “Taboo” just two years ago.\nDestiny Chukunyere\nWith Nigerian and Maltese roots, Destiny Chukunyere was born in Birkirkara, Malta. She is only 17 but no stranger to Eurovision.\nIn 2015, Destiny represented Malta at the Junior Eurovision Song Contest 2015 with a song titled \"Not My Soul\" and ended up winning the whole contest. As if that wasn't enough, Chukunyere has already been in an Eurovision Song Contest stage just last year as Michela Pace's backvocalist.\nThe X Factor wasn't Destiny's first talent show. In 2017, she auditioned for Britain's Got Talent and even qualified for the live shows.\nMalta 2016: Ira Losco - \"Walk on Water\"\nMalta debuted in Eurovision back in 1971 and has been in the contest 32 times since - without a victory. Best result is two runner-up's in 2002 (Ira Losco - \"7th Wonder\") and 2005 (Chiara - \"Angel\"). The worst results are the first two years, 1971 and 1972, where they finished last.\nSince the introduction of Semi-finals in 2004 Malta qualified for the Grand Final 9 out of 16 times.", "original_url": "https://eurovisionworld.com/esc/malta-listen-to-destinys-song-for-eurovision-2020-all-of-my-love", "wayback_url": "https://web.archive.org/web/20200313000211/https://eurovisionworld.com/esc/malta-listen-to-destinys-song-for-eurovision-2020-all-of-my-love", "a_id": "Q21524985-20"}