{"title": "Uku Suviste wins Eesti Laul 2021 - will represent Estonia at Eurovision 2021 with \"The Lucky One\"", "text": "Uku Suviste wins Eesti Laul 2021 - will represent Estonia at Eurovision 2021 with \"The Lucky One\"\nAfter two semi-finals during the month of February, tonight Estonia chose their winning act in Tallinn, for the Eurovision Song Contest in Rotterdam this May 2021.\nAll twelve songs were performed in the first round, and then a jury and public televoting (50/50) selected the best three entries to proceed to the Super Final: Uku Suviste, Koit Toome and Jüri Pootsmann. In the Super Final it was entirely the public televoters who decided that Uku Suviste should represent them at Eurovision Song Contest 2021 with the song \"The Lucky One\".\nUku Suviste will sing The Lucky One in the first half of the second semi-final due to be held on 20 May 2021.\nEstonia 2021: Uku Suviste - \"The Lucky One\"\nEesti Laul 2021 – Final first round result\nUku Suviste – \"The Lucky One\"\nKoit Toome – \"We Could Have Been Beautiful\"\nJüri Pootsmann – \"Magus Melanhoolia\"\nAndrei Zevakin & Pluuto – \"Wingman\"\nAndrei Zevakin & Pluuto – \"Wingman\" Egert Milder – \"Free Again\"\nEgert Milder – \"Free Again\" Hans Nayna – \"One By One\"\nHans Nayna – \"One By One\" Ivo Linna, Robert Linna, Supernova – \"Ma olen siin\"\nIvo Linna, Robert Linna, Supernova – \"Ma olen siin\" Kadri Voorand – \"Energy\"\nKadri Voorand – \"Energy\" Karl Killing – \"Kiss Me\"\nKarl Killing – \"Kiss Me\" Redel – \"Tartu\"\nRedel – \"Tartu\" Sissi – \"Time\"\nSissi – \"Time\" Suured Tüdrukud – \"Heaven's Not That Far Tonight\"\nEesti Laul 2021 – Super Final result\nUku Suviste – \"The Lucky One\"\nKoit Toome – \"We Could Have Been Beautiful\"\nJüri Pootsmann – \"Magus Melanhoolia\"\nUku Suviste\nUku Suviste (37) is a well-known Estonian singer and songwriter. He began his career in 2004 singing in youth competitions. He has participated in many other contests in Estonia in the following years of his career. He started gaining more fame after publishing an album with the Estonian Idol winner Birgit Õigemeel (who also represented Estonia in Eurovision in 2013) in 2008.\nIn 2010 he took part in Russia’s largest song contest called “New Wave” where he finished third. In 2014 Uku participated in the famous Estonian television parody show “Your Face Sounds Familiar”. He has been in several musicals throughout his career such as “Oliver Twist”, “Chicago” and “West Side Story”. His fame in Russia rose after competing in The Voice Russia in 2018, although being eliminated from the semi-finals.\nUku Suviste has participated in Eesti Laul many times, last year finishing second with his song “Pretty Little Liar”. This year Uku had the support of the huge Russian star Philipp Kirkorov. Suviste has studied music and classical singing in the Estonian Academy of Music and Theatre. His father Raivo Suviste is a well-known TV producer in Estonia. Uku Suviste has a successful career as an artist in Estonia as well as Russia and is beloved by audiences.\nEesti Laul 2021\nEesti Laul 2021 is the thirteenth edition of the Estonian national selection Eesti Laul, which will select Estonia's entry for Eurovision Song Contest 2021.\n18 February 2021: Semi-final 1\nSemi-final 1 20 February 2021: Semi-final 2\nSemi-final 2 6 March 2021: Final\n12 songs competed in each of the Semi-finals, and half of them proceeded to the final, to be held on 6 March 2021.\nIn both Semi-finals, there were two rounds of voting: A combination of votes from a professional jury and the public televoting (50/50) decided the first four qualifiers. In the second round of voting, public televoting solely determined the fifth and sixth qualifier.\nIn the Final of Eesti Laul 2021 the winner will be selected over two rounds of voting: The first round will select the top three songs via 50/50 jury/televoting, whilst the second round (Superfinal) will determine the winner solely by public televoting.\nEstonia 2019: Victor Crone - \"Storm\"\nEstonia has participated in Eurovision Song Contest 25 times by now, first in 1994. Estonia has participated every year, except 1995. Estonia has managed to qualify to the grand final only 7 out of 16 times.\nEstonia 2019: Victor Crone - \"Storm\"\nEstonia has won just once, in year 2001 with the song \"Everybody\" performed by Tanel Padar and Dave Benton and 2XL.", "original_url": "https://eurovisionworld.com/esc/uku-suviste-wins-eesti-laul-2021-will-represent-estonia-at-eurovision-2021-with-the-lucky-one", "wayback_url": "https://web.archive.org/web/20210306203531/https://eurovisionworld.com/esc/uku-suviste-wins-eesti-laul-2021-will-represent-estonia-at-eurovision-2021-with-the-lucky-one", "a_id": "Q6331507-3"}