{"title": "Gjon Muharremaj, shqiptari që befasoi jurinë e \"The Voice\" në Francë me zërin e tij", "text": "Gjon Muharremaj, shqiptari që befasoi jurinë e \"The Voice\" në Francë me zërin e tij\nGjon Muharremaj për herë të parë ka mahnitur publikun shqiptar në vitin 2011 gjatë pjesëmarrjes në ‘Albania’s Got Talent’.\nKëngëtari, i cili atëkohë ishte në klasën e gjashtë, e ka befasuar jurinë e spektaklit për talentë me zërin e tij të veçantë dhe mjaft mbresëlënës. Nën përfaqësimin e Armend Rexhepagiqit, Rovena Dilos e Altirit, vogëlushi mori komente mjaft pozitive, të cilët e motivuan për të vazhduar më tej.\nTalenti shqiptar që njihet më së miri me emrin artistik Gjon’s Tears, ka lindur në Zvicër, por ka për qëllim që zëri i tij të dëgjohet jo vetëm në Shqipëri, por edhe më gjerë.\nMegjithatë, ai po vazhdon të jetë i angazhuar në profesionin që ka zgjedhur, ku këtë vit ka publikuar projektin e parë me videoklip të quajtur “Babi”, këngë kjo dedikuar babait të tij.\nNdërkohë që Gjon ka vazhduar edhe me eksperiencën e tij si pjesë e spektaklit ‘The Voice’ në Francë. Shqiptari përveç se befasoi jurinë tonë, ai ditë më parë kaloi audicionet e fshehta, teksa me zërin dhe performancën e jashtëzakonshme ka lënë pa fjalë anëtarët e jurisë në Francë, gjë që bën të kualifikohet në gjysmëfinalen e “The Voice of France”.\nNë një nga intervistat e tij të fundit Muharremaj ka thënë se “Albania’s got Talent” i ka ndihmuar mjaft shumë e që tashmë si i rritur po kupton më mirë se çfarë po ndodh në “The Voice France”.\nTheksojmë që Gjon është më prejardhje shqiptare, babai i të cilit është nga Kosova kurse nëna e tij nga Tirana. /Telegrafi/", "original_url": "https://telegrafi.com/gjon-muharremaj-shqiptari-qe-befasoi-jurine-e-voice-ne-france-zerin-e-tij/", "wayback_url": "https://web.archive.org/web/20190527114733/https://telegrafi.com/gjon-muharremaj-shqiptari-qe-befasoi-jurine-e-voice-ne-france-zerin-e-tij/", "a_id": "Q87065831-1"}