{"title": "Valentina, Ofenbach and Barbara Pravi meet the press 🇫🇷", "text": "Valentina, Ofenbach and Barbara Pravi meet the press 🇫🇷\nYou can’t turn a corner in La Seine Musicale without bumping into an incredible musician, and today is no exception. With just 24 hours until the live show, JuniorEurovision.tv joined 2020 winner Valentina, dance duo Ofenbach, and Rotterdam 2021 runner-up Barbara Pravi, at the official Press Conference.\n📺 Watch: Press Conference – Hosts and Guest Acts\nValentina, Barbara and Ofenbach will all perform during the show on Sunday evening; showcasing the best of French music, and, along with host Carla, representing France’s recent successes at both Junior and the Eurovision Song Contest.\nValentina\nIt’s been a wonderful year for Junior Eurovision’s reigning champion; from launching new music (like her cover of Y’a pas que les grands qui rêvent) to providing her voice to the lead role of the French dub of PAW Patrol: The Movie, Valentina has accomplished more by age 12 than many grown-ups have.\nPress Conference with the Hosts and Guest Acts, La Seine Musicale, 18 December 2021 Andres Putting/EBU\nShe reflected on her success in the press conference:\nBecause of Junior I’ve got international fans and I was able to make an album, and I’m back here now ready to perform once again.\n📺 Watch: Valentina – Y’a pas que les grands qui rêvent\nOfenbach\nOpening the show this Sunday will be the Parisian party-starters Ofenbach. They began their musical journey together in their early teens, so who better to show the audience tuning in that young talent can grow into huge stars!\nDorian Lauduique and César de Rummel have toured extensively, racking up Top 10 hits around the globe, including tracks like Be Mine, Katchi, Head Shoulders Knees & Toes, and their most recent release, Hurricane.\nOfenbach will open the show Nathalie Guyon / France Télévisions\nAsked if they felt they’d ever compete at the Eurovision Song Contest, Dorian said:\nOfenbach have a very English/American style, and we think the act representing France should feel very French, so perhaps we are not the right fit in that regard.\nCésar de Rummel added:\nYes, French people are really proud about their language. One thing we love about Eurovision is the mix of languages – English, Spanish, Russian, we love hearing different kinds of music.\nBarbara Pravi\nSince writing Bim Bam Toi for Carla in 2019 and J’imagine for Valentina in 2020, singer-songwriter Barbara Pravi has had a truly banner year in 2021.\n📺 Watch: Barbara Pravi – Voilà\nFollowing a resounding win at the French national final, Barbara took her timeless chanson Voilà to a second place finish at Eurovision in May, giving her country its highest placing since 1991.\nFollowing her success in Rotterdam, Barbara released her debut full-length album, On N’enferme Pas Les Oiseaux, in August. The album, whose title translates as ‘You Don’t Lock Up Birds’, has had a significant impact in the charts in Belgium, the Netherlands, Switzerland, and France. Barbara’s star continues to rise, and she has tour dates scheduled around Europe through 2022.\nPress Conference with the Hosts and Guest Acts, La Seine Musicale, 18 December 2021 Andres Putting/EBU\nHaving been responsible for Valentina’s success, as well as her own, Barbara was asked whether she had considered singing or writing any of her entries in English or another language:\nI think, the language is the base of a culture, so it wasn’t a question for me – so if people are opening their hearts at the biggest song contest of all, then it helps to sing in the language of your heart.\nOn what more France could do to win the Eurovision Song Contest, having finished as runner-up this year, Barbara felt philosophical:\nIf we knew what would win Eurovision, we would choose it and we would win. You need a good song – but what is a good song? You have to smile and have fun, but it also needs to be serious. For the rest you have to pray.\n🙏\nMake sure to follow the official Junior Eurovision Twitter, Instagram, TikTok and Facebook channels for exclusive behind-the-scenes content from Paris.", "original_url": "https://junioreurovision.tv/story/ofenbach-valentina-barbara-pravi", "wayback_url": "https://web.archive.org/web/20211219133555/https://junioreurovision.tv/story/ofenbach-valentina-barbara-pravi", "a_id": "Q78138804-62"}