{"title": "Sehnit lancia Dark Room e si racconta in un'intervista", "text": "Sehnit lancia Dark Room e si racconta in un'intervista\nQuest’anno compirà 40 anni, è affascinante, solare e comunicativa: Senhit, cantante italo-eritrea, ha appena pubblicato il suo primo singolo in italiano dopo più di 10 anni durante i quali ha girato il mondo in tournée, cantando soprattutto in inglese. Lei è di Bologna però, una bolognese DOC, con tanto di accento emiliano anche se, confessa sinceramente a iO Donna, non senza rammarico, «I tortellini non li so fare, ma d’altra parte non so cucinare neanche eritreo».\nL’abbiamo incontrata in un bar a Milano, era nel capoluogo lombardo proprio per promuovere il suo nuovo lavoro, Dark Room, per realizzare il quale ha lavorato con Luca Tommassini. «Questo singolo è arrivato al momento giusto – ci ha raccontato Senhit – prima di tutto mi sento pronta artisticamente e poi è il momento giusto per cantare in italiano. Sono eritrea di origine ma mi sento innanzi tutto italiana e dopo tanto tempo, dopo un percorso internazionale, ho voluto tornare a cantare in italiano, proprio ora, in questo preciso momento storico in cui il clima è così infiammato: volevo cantare nella mia lingua, nel mio Paese, in questo preciso istante».\nSenhit è nata e vissuta in Emilia, figlia di genitori arrivati in Italia circa 45 anni fa dal Paese africano, è diventata ufficialmente italiana, assieme al fratello e alla sorella, fra i sei e i sette anni, era ancora una bambina. La cittadinanza è arrivata come conseguenza di quella concessa ai genitori. Erano gli anni ’80 del secolo scorso, il clima era molto diverso, la madre e il padre di Senhit avevano già aperto un’attività: «Ricordo bene il giorno in cui io e i miei fratelli siamo diventati italiani a tutti gli effetti – racconta – ci fu una festa enorme, come si fa per un matrimonio. Allestimmo il nostro garage, abitavamo fuori Bologna, nel quartiere San Ruffillo. Invitammo parenti e amici, praticamente tutto il quartiere. Fu un grande evento».\nAl tempo l’atmosfera rispetto alle persone di colore era molto diversa, anche se, tutt’oggi, ci tiene a precisare Senhit, Bologna rimane una città accogliente: «Io non faccio parte di un campione perfetto, il mio mestiere ancora è affascinante per la maggior parte delle persone e quindi non credo di essere rappresentativa, ma Bologna perso sia rimasta tollerante. Mia sorella e mia nipote però mi raccontano di sentire un clima diverso. Io e mia sorella abbiamo frequentato le scuole in un tempo in cui non era così frequente avere in classe bimbi di colore. Eravamo praticamente le uniche e nonostante questo non ho mai respirato tensione o paura, eravamo molto serene. Con mia nipote, che ha 14 anni, e mia sorella, che lavora a contatto con il pubblico, ne parliamo. Ora si sente la differenza, mia nipote vive la scuola certamente peggio di come l’abbiamo vissuta io e mia sorella, c’è paura, c’è diffidenza».\nA Bologna la comunità eritrea è molto radicata, è composta da circa 10mila italo-eritrei, ma il dibattito sullo Ius Soli, che è tornato ad animare la politica, non è penetrato più di tanto: «Si parla molto di politica – continua ancora Senhit – ma non dello Ius Soli in particolare».\nLei, italiana da più di 30 anni, ha le idee chiare sull’argomento: «Io prendo come esempio mia mamma. Per lei arrivare in Italia dall’Eritrea non è stato facile, non è nata qui, come me. Ha dovuto studiare, all’inizio per imparare l’italiano guardava la televisione, soprattutto la pubblicità. Poi ha frequentato le scuole serali e preso il diploma. Con noi si è sempre sforzata di mantenere le tradizioni eritree e allo stesso tempo di fare in modo che ci integrassimo il più possibile. A casa si è sempre parlato italiano, solo quando è arrabbiata mia mamma parla eritreo. A tavola c’è spazio per la cucina bolognese ma anche per quella eritrea. È importante mantenere le tradizioni ma noi siamo bolognesi e dunque a tavola ci sono anche i tortellini, magari a fianco allo zighini, senza mai mescolare le cose ovviamente. Io credo che – ha continuato sicura –la cittadinanza italiana debba essere sudata, guadagnata. Devi dimostrare che ci tieni, che vuoi integrarti, che ti impegni e rispetti le usanze del Paese che ti ospita e una volta che la ottieni ne devi andare fiero».\nSenhit, che arriva da una carriera nel mondo dei musical, è stata nel cast de ‘Il Re Leone’, di ‘Saranno Famosi’, di ‘Hair’, e ha collaborato con gli Stadio e Massimo Ranieri, sta lavorando al suo nuovo album. Intanto il video del singolo ‘Black Room’, diretto appunto da Luca Tommassini (‘Amici’, ‘X Factor’) sarà pubblicato il 4 aprile. iO Donna ve lo propone come anticipazione esclusiva.", "original_url": "https://www.iodonna.it/spettacoli/musica/2019/04/03/senhit-la-cantante-italo-eritrea-ne-so-qualcosa-di-integrazione-e-di-cittadinanza-che-va-sudata/", "wayback_url": "https://web.archive.org/web/20190403113301/https://www.iodonna.it/spettacoli/musica/2019/04/03/senhit-la-cantante-italo-eritrea-ne-so-qualcosa-di-integrazione-e-di-cittadinanza-che-va-sudata/", "a_id": "Q240907-9"}