{"title": "ðŸ‡¸ðŸ‡² Senhit reveals full results of San Marino's mini NF", "text": "ðŸ‡¸ðŸ‡² Senhit reveals full results of San Marino's mini NF\nYesterday, San Marino’s broadcaster, SMRTV, announced that the song Senhit would sing at the 2020 Eurovision Song Contest in Rotterdam this May is “Freaky!” This comes after the micro state held a two day long, two song national final online at Senhit’s personal website.\nToday, Senhit revealed via email to those who subscribed to her email list that the final results of the vote were close. “Freaky!” won by less than 4%, beating the other song, “Obsessed,” 51.6% to 48.4%.\nResults of San Marino’s national final, as reported by Senhit\nAlso included in the email were links to the two songs on Spotify, the “Freaky!” music video, and information about the “San Marino Kit,” a collection of San Marino themed Eurovision merchandise.\nSan Marino in the Eurovision Song Contest\nSan Marino first entered the competition in 2008, sending the song “Complice” by Italian-Sammarinese band Miodio, finishing last in the semifinal with just 5 points.\nSan Marino has qualified twice. Their first qualification was in 2014 when Sammarinese singer Valentina Monetta represented the micro state for the third time in a row with the song “Maybe.” San Marino came 24th in the final with 14 points.\nTheir second qualification came last year in 2019, when Turkish artist Serhat represented San Marino with the song “Say Na Na Na.” He placed 19th in the Grand Final with 77 points, making the song the most successful Eurovision entry to date.\nBe sure to stay updated by followingÂ @ESCXTRA on Twitter,Â @escxtra on InstagramÂ and liking ourÂ Facebook pageÂ for the latest updates!Â Also, be sure to subscribe toÂ our YouTube channelÂ to see our reactions to the news in the run up to Rotterdam!", "original_url": "https://escxtra.com/2020/03/10/senhit-reveals-full-results-of-san-marinos-mini-nf/", "wayback_url": "https://web.archive.org/web/20200618143551/https://escxtra.com/2020/03/10/senhit-reveals-full-results-of-san-marinos-mini-nf/", "a_id": "Q240907-13"}