{"title": "Eurovision Song Contest", "text": "Eurovision Song Contest\nMember Broadcaster: NPB/NOS\nFirst participation: 1956\nPrevious participations: 47\nBest result: 1st (1957 , 1959, 1969, 1975)\nWorst result: last (1958, 1962, 1963, 1968)\nOfficial national Eurovision Song Contest website\nhttp://www.nos.nl/songfestival/ The Netherlands at the Eurovision Song Contest The Netherlands is one of the countries that have taken part in the Eurovision Song Contest the most times. Already at the second Eurovision Song Contest in 1957, the Netherlands got their first victory. Corry BROKKEN sang the legendary Net Als Toen. Only two years later, Teddy SCHOLTEN won for the country again with the song Een Beetje. Because of the fact that the Netherlands won again in 1969 and that the group TEACH-IN won with the song Ding-A-Dong back in 1975, the country is one of the most winning countries ever in song contest history. On the contrary, the Netherlands has also failed many times, which is obvious from its many last position results. Since the victory in 1975, the Netherlands has been looking forward to its fifth victory, but it is yet still to come. Most successful entrant in the last ten years is Edsilia ROMBLEY, who came in fourth position with the stunning song Hemel En Aarde at the 1998 Eurovision Song Contest in Birmingham. Edsilia is returning this year as Dutch entrant. In 2005, Glennis GRACE was predicted to do very well with her song My Impossible Dream, but unfortunately the song did not even make it to the Final. Last year in Athens, the female band TREBLE did not make it to the final either. Therefore, the Netherlands needs a boost in order to re-experience some of its previous successful moments. Participants\nYear # Country Artist(s) Song Writer(s) Composer(s) Points Rank 1956 1 The Netherlands Jetty PAERL De Vogels Van Holland Annie M. G. SCHMIDT Cor LEMAIRE 1956 8 The Netherlands Corry BROKKEN Voorgoed Voorbij Jelle DE VRIES Jelle DE VRIES 1957 6 The Netherlands Corry BROKKEN Net Als Toen Willy VAN HEMERT Guus JANSEN 31 1 1958 2 The Netherlands Corry BROKKEN Heel De Wereld Benny VREDEN Benny VREDEN 1 9 1959 5 The Netherlands Teddy SCHOLTEN Een Beetje Willy VAN HEMERT Dick SCHALLIES 21 1 1960 10 The Netherlands Rudi CARRELL Wat Een Geluk Willy VAN HEMERT Dick SCHALLIES 2 12 1961 6 The Netherlands Greetje KAUFFELD Wat Een Dag Pieter GOEMANS Dick SCHALLIES 6 10 1962 8 The Netherlands DE SPELBREKERS Katinka Henny HAMHUIS, Lodewijk POST Joop STOKKERMANS 13 1963 2 The Netherlands Annie PALMEN Een Speeldoos Pieter GOEMANS Pieter GOEMANS 13 1964 2 The Netherlands Anneke GRÖNLOH Jij Bent Mijn Leven René DE VOS Ted POWDER 2 10 1965 1 The Netherlands Conny VAN DEN BOS 'T Is Genoeg Joke VAN SOEST Johnny HOLSHUYZEN 5 11 1966 16 The Netherlands Milly SCOTT Fernando En Phillipo Gerrit DEN BRABER Kees DE BRUYN 2 15 1967 1 The Netherlands Thérèse STEINMETZ Ring-Dinge-Ding Gerrit DEN BRABER Johnny HOLSHUYZEN 2 14 1968 2 The Netherlands Ronnie TOBER Morgen Theo STRENGERS Joop STOKKERMANS 1 16 1969 8 The Netherlands Lenny KUHR De Troubadour Lenny KUHR David HARTSEMA 18 1 1970 1 The Netherlands Patricia & THE HEARTS OF SOUL Watermann Pieter GOEMANS Pieter GOEMANS 7 7 1971 14 The Netherlands Saskia & Serge De Tijd Gerrit DEN BRABER Joop STOKKERMANS 85 6 1972 18 The Netherlands Sandra & Andres Als Het Om De Liefde Gaat Hans VAN HEMERT Dries HOLTEN 106 4 1973 13 The Netherlands Ben CRAMER De Oude Muzikant Pierre KARTNER Pierre KARTNER 69 14 1974 12 The Netherlands MOUTH & McNEAL I See A Star Gerrit DEN BRABER Hans VAN HEMERT 15 3 1975 1 The Netherlands Teach-In Ding-A-Dong Will LUIKINGA, Eddy OUWENS Dick BAKKER 152 1 1976 8 The Netherlands Sandra REEMER The Party's Over Hans VAN HEMERT Hans VAN HEMERT 56 9 1977 3 The Netherlands Heddy LESTER De Mallemolen Wim HOGENKAMP Frank AFFOLTER 35 12 1978 11 The Netherlands HARMONY 'T Is Ok Toon GISPEN, Dick KOOIMAN Eddy OUWENS 37 13 1979 14 The Netherlands Xandra Colorado Ferdi BOLLAND, Gerard COX Rob BOLLAND 51 12 1980 15 The Netherlands Maggie McNEAL Amsterdam Alex ALBERTS Frans SMIT, Robert VERWEY, Sjoukje SMIT-VAN 'T SPIJKER 93 5 1981 11 The Netherlands Linda WILLIAMS Het Is Een Wonder Bart VAN DE LAAR Cees DE WIT 51 9 1982 16 The Netherlands Bill VAN DIJK Jij En Ik Liselore GERRITSEN Dick BAKKER 8 16 1983 11 The Netherlands Bernadette Sing Me A Song Martin DUISER Piet SOUER 66 7 1984 11 The Netherlands Maribelle Ik Hou Van Jou Peter van ASTEN, Richard DEBOIS Peter van ASTEN, Richard DEBOIS 34 13 1986 7 The Netherlands FRIZZLE SIZZLE Alles Heeft Een Ritme Peter SCHÖN Peter SCHÖN, Rob Ten BOKUM 40 13 1987 12 The Netherlands Marcha Rechtop In De Wind Peter KOELEWIJN Peter KOELEWIJN 83 5 1988 7 The Netherlands Gerard JOLING Shangri-La Peter DE WIJN Peter DE WIJN 70 9 1989 4 The Netherlands Justine PELMELAY Blijf Zoals Je Bent Cees BERGMAN, Geertjan HESSING, Aart MOL, Erwin VAN PREHN, Elmer VEERHOFF Jan KISJES 45 15 1990 5 The Netherlands MAYWOOD Ik Will Alles Met Je Delen Alice MAY Alice MAY 25 15 1992 23 The Netherlands Humphrey CAMPBELL Wijs Me De Weg Edwin SCHIMSCHEIMER Edwin SCHIMSCHEIMER 67 9 1993 20 The Netherlands Ruth JACOTT Vrede Henk WESTBROEK Eric VAN TIJN, Jochem FLUITSMA 92 6 1994 13 The Netherlands Willeke ALBERTI War Is De Zon? Coot VAN DOESBURGH Edwin SCHIMSCHEIMER 4 23 1996 15 The Netherlands Maxine & Franklin BROWN De Eerste Keer Peter van ASTEN, Richard DEBOIS, Pieter SOUER Peter van ASTEN, Richard DEBOIS 78 7 1997 8 The Netherlands MRS. EINSTEIN Niemand Heeft Nog Tijd Ed HOOIJMANS Ed HOOIJMANS 5 22 1998 18 The Netherlands Edsilia ROMBLEY Hemel En Aarde Eric VAN TIJN, Jochem FLUITSMA Eric VAN TIJN, Jochem FLUITSMA 150 4 1999 11 The Netherlands Marlayne One Good Reason Tjeerd VAN ZANEN, Alan MICHAEL Tjeerd VAN ZANEN, Alan MICHAEL 71 8 2000 2 The Netherlands Linda WAGENMAKERS No Goodbyes Ellert DRIESSEN John O'HARE 40 13 2001 1 The Netherlands Michelle Out Of My Own André REMKES Dirk VERMEIJ 16 18 2003 14 The Netherlands Esther HART One More Time Tjeerd VAN ZANEN, Alan MICHAEL Tjeerd VAN ZANEN, Alan MICHAEL 45 13", "original_url": "http://www.eurovision.tv/content/view/551/1", "wayback_url": "https://web.archive.org/web/20070505103212/http://www.eurovision.tv:80/content/view/551/1", "a_id": "Q647450-0"}