{"title": "Le Fribourgeois Gjon's Tears représentera la Suisse à l'Eurovision", "text": "Le Fribourgeois Gjon's Tears représentera la Suisse à l'Eurovision\nGjon's Tears interprétera «Répondez-moi», une chanson très vocale qu'il a coécrite avec le duo Aliose. Le Brocois de 21 ans concourra lors de la demi-finale du 14 mai, en direct de Rotterdam.\nPour la première fois depuis dix ans, la Suisse présentera un titre français au 65e Concours Eurovision de la chanson (CEC), qui se tiendra du 12 au 16 mai à Rotterdam, aux Pays-Bas. Gjon Muharremaj, alias Gjon’s Tears, chantera Répondez-moi. Une chanson coécrite avec les compositeurs Xavier Michel et Alizé Oswald (le duo Aliose) et le producteur-musicien Jeroen Swinnen. Un jury de vingt experts internationaux et un panel de 100 téléspectateurs a retenu la composition des trois Romands et du Belge. Plus de 500 compositions ont été envoyées à la SRF.\nLe Brocois de 21 ans, qui avait quitté The Voice 2019 au seuil de la finale, chantera en français sur un thème qui lui est cher: «Tout le monde se demande pourquoi on est ici, d’où on vient et vers quoi on va. Ces questions sont particulièrement importantes pour les personnes issues de l’immigration. Mes parents sont originaires d’Albanie et du Kosovo. Même si j’ai grandi en Suisse, que je considère comme mon pays d’origine, ce sont des sujets qui me touchent beaucoup», indique-t-il dans un communiqué de la SRF. Et de préciser: «En chantant Répondez-moi, je souhaite encourager les gens à s’assumer tels qu’ils sont.»\nPour mémoire, le dernier titre français présenté par la Suisse au CEC est Il pleut de l’or, interprété par Michael von der Heide en 2010. La dernière Romande à avoir concourru dans la langue de Molière est la Genevoise Kathy Leander, avec Mon coeur l’aime, 16e en 1996. La Fribourgeoise Carol Rich avait terminé au 17e rang en 1987 avec Moitié, moitié. Le représentant helvétique Luca Hänni s’était classé 4e l’an passé avec She Got Me, une chanson écrite dans le cadre d’un camp de composition organisé par Suisa, comme Répondez-moi. La Suisse a remporté le CEC à deux reprises, avec la Zurichoise Lys Assia à Lugano en 1956 et avec la Canadienne Céline Dion en 1988 à Dublin.", "original_url": "https://web.archive.org/web/20201023060014/https://www.laliberte.ch/info-regionale/concours/le-fribourgeois-gjon-s-tears-representera-la-suisse-a-l-eurovision-556180", "wayback_url": "https://web.archive.org/web/20220601203810/https://web.archive.org/web/20201023060014/https://www.laliberte.ch/info-regionale/concours/le-fribourgeois-gjon-s-tears-representera-la-suisse-a-l-eurovision-556180", "a_id": "Q87065831-17"}