{"title": "\"Burde aldri vært med\"", "text": "\"Burde aldri vært med\"\nAndreas Haukeland, alias Tix, har det siste året lagt grisepraten bak seg, og vil framstå mer voksen. Greit nok, men lykkes han med sitt inntog i MGP-manesjen?\nAbsolutt ikke, ifølge Dagbladets anmelder, som mener Tix har langt igjen til brorparten av dagens popartister. Hans troverdighet står nærmere «Paradise Hotel» enn som «Idol»-dommer, som han også er kjent som.\nKeiino gjør MGP-comeback som en enda bedre og mer moden utgave av seg selv. I likhet med Tix, er også popjoik-trioen direktekvalifisert til den norske MGP-finalen 20. februar.\nTidlige denne uka gikk NRK ut med de seks direktekvalifisert artistene; Tix, Keeino, Stavangerkameratene, Alexander Rein, Kaja Rode og Atle Pettersen, samt de fire som lørdag skal konkurrere om én plass i finalen.\nNedenfor kan du lese hva Dagbladets anmelder mener om lørdagens seks MGP-artister basert på lytting - uten visuell drahjelp.\nHUFF DA: Andreas Haukeland (Tix) imponerer ikke i MGP. Foto: Julia Marie Naglestad/NRK Vis mer\nTIX: «Ut Av Mørket» (forhåndskvalifisert til finalen)\nTekst og melodi: Andreas Haukeland\nDen som får leve, blir gammel. Andreas Haukeland er blitt eldre, 27 år. Han har allerede reagert på at russelåtene er blitt for drøye. Jøss, det til tross for at det var han som sto i bresjen for den slags verbal og musikalsk søppel.\nMannen som får Stian «Staysman» Thorbjørnsen til å framstå som en sober stilist, forsøker å bli voksen. Og det er en mer moden Tix vi ser på balladen «Ut Av Mørket», som han både synger og har skrevet selv.\nMen det betyr ikke at han lykkes med det heller - kunstnerisk i hvert fall. Han er milevis unna en rekke troverdige mannlige og kvinnelige kvalitetsartister i sin egen generasjon.\nHan synger om en kvinne: om lengsler og lys, tårer og tap. Greit nok, temaet er velkjent i popen. Men Tix snubler i klisjeer og melodien henger rundt halsen som et lodd. Denne havner i finalen av en grunn: Tix er direktekvalifisert, men han skulle aldri vært der med en så hjelpeløs låt. Jeg skal spise Tix-pannebåndet, på en seng av knuste glasskår fra brillene hans, dersom han vinner MGP-finalen.\nFINALEKLAR: Trioen Keiino har popjoik som varemerke. Foto: Peder Carlsen/NRK Vis mer\nKeiino: «Monument» (forhåndskvalifisert til finalen)\nTekst/melodi: Tom Hugo Hermansen, Alexander Nyborg Olsson, Fred Buljo, Alexandra Rotan og Rüdiger Schram\nFor to år siden deltok Keiino med «Spirit in the Sky», og jeg skal innrømme at jeg ikke så dens kommersielle kvaliteter. Kombinasjonen pop og joik slo an, og Keiino fikk flest publikumstemmer av alle i den europeiske MGP-finalen i 2019.\nKeiino er tilbake med mye av det samme som i «Spirit in the Sky», men noe er likevel annerledes. Kombinasjon joik og pop synes mer integrert, kanskje det skyldes at den to år gamle hiten deres har banet vei for «sjangeren».\nMed «Monument» virker trioen mer moden og tryggere forankret i den litt underlige pop'n'joik-hybriden. «Monument» er kanskje ikke like umiddelbar som forgjengeren, men fengsler langt mer.\nLåta er drivende, mystisk og drømmende med glassklar kvinnevokal. Her viser Keiiono en stolthet, kraft og storhet som kan gi dem billett til finalen i Nederland i mai.\nGØY PÅ LANDE: I en mannsalder har Jørn Lande presset stemmebåndene for tung-og metalrockens beste. Foto: Julia Marie Naglestad/NRK Vis mer\nJorn: «Faith Bloody Faith»\nTekst/melodi: Åge Sten Nilsen, Jørn Lande, Eirik Renton, Kjell Åge Karlsen\nMetalvokalist Jørn Landes «Faith Bloody Faith» er en klassisk skarpskåren heavyrocker og hører med i denne bollen av blandet musikalsk drops som MGP er. Jørn Lande (52) er en traver og en anerkjent vokalist i norsk og internasjonal tungrock og metal-sammenheng.\nAlle har hørt Jørn synge, garantert, for det er stemmen hans vi hører i fotballsangen «Alt for Norge» fra 1994.\n«Faith Bloody Faith» er kjølig og stringent heavyrock, mer TNT enn Wig Wam, hvis dere skjønner. Den er «slemmere» og mindre «folkelig og melodiøs» enn «In My Dreams», som Åge Sten Nilsen og co. representerte Norge med i Ukraina i 2005.\nJørn har en helt suveren stemme, og langhåret bredbeint rock kler så absolutt en MGP-finale. Han er fra landet, men bor i byen - og er en tøff «metallmann».\nBÆRRE LECHERT: Beate Lech har mange talenter - og hun kler forskjellige musikkscener, MGP også. Foto: Julia Marie Naglestad/NRK Vis mer\nBeady Belle: «Playing with fire»\nTekst/melodi: Beate Lech\nBeady Belle, eller Beate Lech (46) som hun heter, er en anerkjent vokalist, artist, låtskriver og produsent. Hun har et stort internasjonalt publikum, og har samarbeidet med verdensstjerner som artister som Jamie Cullum, Dee Dee Bridgewater, Joshua Redman og Jarle Bernhoft.\n«Playing with fire» er et smykke som hviler og glitrer i halsgropa. Låta er sløy og pirrende, som minimalistisk pop med like doser R'n'B og elektronika.\nDette er funky, fresht og moderne, men også tidløst. «Playing with fire» er veldig mye av det som er fellesnevneren for artisten Beady Belle.\nBeate Lech er en godt voksen, allsidig og moden artist, og det høres i denne lekne, lekre og lystig heliumballongen som stiger til værs godt hjulpet av hennes myke stemme.\nOPPBLÅST?: Blåsemafiaen kan sine ting, men det pirrer ikke Dagbladets anmelder. Foto: Julia Marie Naglestad/NRK Vis mer\nBlåsemafiaen: «Let Loose»\nTekst/melodi: Jørgen Lund Karlsen, Sigurd Evensen, Stig Espen Hundsnes, Benjamin Sefring, Caroline Teigen.\nBlåsemafiaen er en anerkjent blåserekkene i Norge og Europa og består av Sigurd Evensen (27) fra Oslo på trombone, Stig Espen Hundsnes (32) fra Stord på trompet og Jørgen Lund Karlsen (27) fra Fredrikstad på saksofon.\nNavnet Blåsemafiaen er beskrivende for et ensemble som lar hornene stå for det meste av praten her. Her har vi tunge og dels smektende programmerte rytmer til en blåserrekke som kan sitt håndverk.\nMen selv om framførelsen er drivende, er innholdet av det som blir drevet framover, selv låta - melodien - svært ordinær, og til grensen kjedelig. Så mye blås og så lite luft, så stangende og stillestående. Oppblåst, tør jeg si - med fare for å få mafiaen på nakken.\nCaroline Teigen, med artistnavnet Hazel, synger bra, men kan ikke gjøre gull av gråstein.\nTALENTFULL: Stina Talling debuterer i MGP-sirkuset. Foto: Julia Marie Naglestad/NRK Vis mer\nStina Talling: «Elevate»\nTekst/melodi: Bård Mathias Bonsaksen, Hilda Stenmalm, Stina Talling, Eirik Hella, Monika Engeseth\nStina (17) fra Bergen startet med Youtube-videoer i 2013 og har siden det hatt mye å gjøre ved siden av skolegangen - med mange millioner videoavspillinger.\nHennes største hit er vel kjent for de fleste: «Mer enn god nok» som hun var med på å skrive for Blime-kampanjen.\nVi snakker her om en ung og etter hvert smått erfaren artist. «Elevate» er en vakker og følsom ballade, atmosfærisk og uttrykksfull - noe som både stemmen og arrangementet understreker gjennom hele låta.\nBidraget har en tendens tidvis til å drukne i klang, og kommer aldri ordentlig opp til overflaten og i gang. Den er fin, men stillestående og litt kjedelig - til tross for at Stina synger godt.", "original_url": "https://www.dagbladet.no/kultur/burde-aldri-vaert-med/73274761", "wayback_url": "https://web.archive.org/web/20210115084841/https://www.dagbladet.no/kultur/burde-aldri-vaert-med/73274761", "a_id": "Q30323936-9"}