{"title": "Slovenia: EMA 2020 Finalists Revealed", "text": "Slovenia: EMA 2020 Finalists Revealed\nRTVSLO, the Slovenian national broadcaster, has revealed the finalists for EMA 2020.\nThe song submission process for EMA 2020 closed one month ago, with a jury selecting which established acts would go through to the Slovenian national final.\nThe EMA finalists are:\nAna Soklič – “Voda” (Water)\nBožidar Wolfand Wolf – “Maybe Someday”\nGaja Prestor – “Verjamem vase” (I believe in myself)\nImset – “Femme Fatale”\nInmate – “The Salt”\nKlara Jazbec – “Stop the World”\nLina Kuduzović – “Man Like U”\nManca Berlec – “Večnost” (Eternity)\nSimon Vadnjal – “Nisi sam” (You are not alone)\nTinkara Kovač – “Forever”\nTinkara Kovač previously represented Slovenia in the Eurovision Song Contest 2014 with “Round and Round” and finished 25th in the final. Lina Kuduzović represented Slovenia in the Junior Eurovision Song Contest 2015 with “Prva ljubezen”, where she finished third. Inmate finished seventh in EMA 2019.\nThe artists that were announced today will be joined by two wildcards. The ten acts who made it through the online rounds of EMA FREŠ will be competing in a televised final on January 18. For the first time each of the ten acts will be performing there songs in full, with two being selected to go onto EMA 2020. The ten finalists are:\nMarmoris – “Moj pristan”\nAstrid in Avantgarden – “Sing To Me”\nKlarity – “Diham”\nLana Hrvatin – “Dream”\nParvani Violet – “Cupid”\nPia Nina – “Tukaj in zdaj”\nSaška – “Še kar lovim tvoj nasmeh”\nStella – “Ne vem, če sem v redu”\nAlfirev – “Črno bela lika”\nYounite – “The Cure”\nEMA 2020 will take place on February 22 in RTVSLO Studio 1 in Ljubljana. A three-member jury will select to two acts to advance to the superfinal. Public voting will then decide which of the two superfinalists will represent Slovenia in Rotterdam.\nSlovenia were represented by Zala Kralj and Gašper Šantl at the Eurovision Song Contest 2019. They performed “Sebi” and qualified for the Grand Final, where they went on to finish 15th with 105 points.\nSource: RTVSLO\nSlovenia in the Eurovision Song Contest Slovenia was one of three countries to join the Eurovision Song Contest in 1993. The country qualified through a specially organised selection round called “Kvalifikacija za Millstreet” which was hosted in Slovenia, seven countries competed for three spots in Eurovision 1993. The country has participated in 22 editions of the Eurovision Song Contest. Their best result came in 1995 when Darja Švajger finished 7th scoring a total of 84 points, she is closely followed by Nuša Derenda who finished 7th in the 2001 contest with 70 points.\nShare this: Share\nTwitter\nFacebook", "original_url": "https://eurovoix.com/2019/12/20/slovenia-ema-2020-finalists-revealed/", "wayback_url": "https://web.archive.org/web/20191221003715/https://eurovoix.com/2019/12/20/slovenia-ema-2020-finalists-revealed/", "a_id": "Q85971923-0"}