{"title": "'Amen' for Slovenia's Ana Soklič", "text": "'Amen' for Slovenia's Ana Soklič\nSlovenia's Ana Soklič has revealed 'Amen' as her song for Rotterdam, which she will perform as one of the opening 8 numbers in the first Semi-Final on Tuesday 18 May.\nIn a special non-competitive version of Evrovizijska Melodija (EMA 2021) hosted by Lea Sirk and Nejc Šmit, Slovenian songstress Ana Soklič unveiled her entry for Rotterdam 2021.\nTalking exclusively to Eurovision.tv she revealed:\n“’Amen’ is about love because love matters the most, and the message of the song is very universal. I never speak about my personal interpretation of a song because I prefer people to make their own vision of it. My favourite part of this track is when the big choir enters… it’s like the heavens opening!”\nIn addition to Ana, the biggest stars of this year's Slovenian song are the members of the gospel choir providing Amen its lavish backing vocals; something only possible due to the unique rules in place for the Contest this year. Producer Žiga Pirnat built the choral group around Dorian Holley (a vocalist who has toured extensively with the likes of Michael Jackson, Rod Stewart and James Taylor).\nAna Soklič performing Amen at EMA 2021 RTV Slovenia/Adrian Pregelj\nAmen was composed in collaboration with the RTV Slovenia Symphony Orchestra, under the direction of Pirnat, who also wrote the music alongside Ana and Bojan Simončič. The team collaborated with lyricist Charlie Mason, who co-wrote Conchita Wurst’s Rise Like A Phoenix (Eurovision winner for Austria, 2014), Maraaya’s Here For You (Slovenia, 2015) and Bojana’s Beauty Never Lies (Serbia, 2015).\nThe song choice was decided by two rounds of expert panels, which included Darja Švajger (Slovenia’s representative in 1995 and 1999), Vladimir Graić (composer of Serbia’s Eurovision winner Molitva), Mojca Menart (head of ZKP RTV Slovenia), performer Matevž Šalehar, and, of course, Ana.\nAbout Ana Soklič\nAna Soklič started her music career at an early age; studying with Alenka Dernač-Bunta, the acclaimed Slovenian musician Darja Švajger (two-time Slovenian representative at the Eurovision Song Contest) and singing coach Nataša Nahtigal.\nSoklič has competed twice at EMA and 3 times at the Slovenian Song Festival, where, in 2019, she won 2 jury awards for best interpretation and best song overall. She often performs her songs with symphony orchestras, including the RTV Slovenia Symphony Orchestra. However, her favourite concerts are when she’s performing with smaller ensembles because she feels the connection with the audience is at its most genuine and intimate.\nAna had been due to perform Voda (Water) at the 2020 Contest, and was invited back by RTV to compete with a brand new track.\nSlovenia at the Eurovision Song Contest\nSlovenia made its debut in the Eurovision Song Contest in 1993 after picking 1X Band's Tih deževen dan (A Quiet Rainy Day) in their first national final Kvalifikacija za Millstreet (Preselection for Millstreet). To date, Slovenia's best placing in the Eurovision Song Contest is seventh, which it achieved in 1995 and 2001 with Darja Švajger’s Prisluhni mi (Listen To Me) and Nuša Derenda’s Energy respectively.\nAna will be hoping to follow Zala Kralj & Gašper Šantl and become the 16th act to reach the Grand Final for Slovenia.\nWhile Slovenia has not won the Eurovision Song Contest it did win Eurovision Choir of the Year in 2017.", "original_url": "https://eurovision.tv/story/ana-soklic-slovenia", "wayback_url": "https://web.archive.org/web/20210227210729/https://eurovision.tv/story/ana-soklic-slovenia", "a_id": "Q85971923-7"}