{"title": "annasoklich", "text": "annasoklich\nFrom a very young age, Slovenian native born, Anna Soklich, nurtured a singular creative spirit, springing from her restless inner directive. She refined her music knowledge inside opera and jazz academy, and started to build her own authorial music. Soklich’s prismatic artistry reflects the richness of soul and classic jazz, the vulnerable ethos of singer-songwriters, and the unapologetic individuality of free rock. Although her previous effort reflects her broad tastes, it is with her latest release that she creates a transcendent musical miscellany.\n\"When I sing blues, soul, jazz, I feel like being home\", she likes to say \"and to be an author, well, that really gives you another dimension, some sort of depth you maybe didn't understand so much before.\"\n\"God gave me the most beautiful place on earth to spent my childhood, He named it Bohinj (God- \"Boh\"), surrounded with lakes and woods, and nothing else could give me as much power for making music alive, sharing stories you can only dream of.\"\nShe has performed next to the famous Harlem gospel choir (NY), who had sung for Barrack Obama, the Pope and who had participated with U2, Elton John, Mary J. Blige, among many other artist.\n\"Her \"catch\" is her performance, she is simply \"that voice\": an emotional, blues- jazz drenched that ranges from a lilting slap to a knock- you -backwards uppercut.\" (Tim Arrington, the leader of the Harlem Gospel Choir). ​ For Anna Soklich, her sophomore release represents an introspective expedition into the depths of her own, artistic identity. Many times accompanied with the symphonic orchestras and big bands, influences of a variety music genres can be felt in her music. and with her originality and vocal ability, Anna Soklich always manages to unite them into a unique whole.\n“I’m psyched and petrified,” says Anna in her archetypal wide-eyed wonderment mixed with a fierce determination. “As a songwriter, I want to go to places people don’t expect and with that is complete freedom of expression.”", "original_url": "https://www.annasoklich.com/biography", "wayback_url": "https://web.archive.org/web/20200222211841/https://www.annasoklich.com/biography", "a_id": "Q85971923-3"}