{"title": "Who is Destiny Chukunyere?", "text": "Who is Destiny Chukunyere?\nThirteen year old Destiny comes from the town of Birkirkara. She is currently a student at ‘Our Lady Immaculate School’ in Ħamrun. She has been singing for the past three years and is being tutored by IVA Instructor Maria Abdilla. Apart from a passion for singing, Destiny loves acting too.\nDestiny has acquired several achievements including winning the best interpretation award in the, ‘Singer Stage International Festival’. She also won the overall Grand Prix amongst the participants from seven different countries. In addition, Destiny represented Malta in San Remo Junior for the International Grand Finals in the Ariston Theatre in May 2013, where she triumphed, winning the overall Grand Prix of the 5th edition of this competition.\nHer music career went from strength to strength in September 2014 when she participated in the Konkors Kanzunetta Indipendenza Junior with her first original track ‘Festa T’Ilwien’. Here she placed third.\nLater on, Destiny managed to win the ‘Singer of the Year’ in a competition organized by ErSeb Productions. By virtue of winning the competition she won the right to represent Malta in FYR of Macedonia in October of 2014. Her participation in the ‘Asterisks International Children’s Festival’ was another success as she emerged victorious with her original entry ‘Live & Let Live’.\nAfter this experience, another opportunity came knocking on Destiny’s door when she auditioned for ‘Next Generation’ on Sky Italia. After passing the audition stage, Destiny went on to compete in the finals where she garnered yet another victory. Thanks to this she had the opportunity to sing at a big concert in Verona.\nRepresenting Malta in the Junior Eurovision has always been something Destiny aspired to and wished to do. In July, she was amongst one of the twenty finalists in the Malta Junior Eurovision. She managed to triumph amongst some of Malta’s best talents and thus winning the right to represent Malta in the 2015 edition of the Junior Eurovision Song Contest in Bulgaria.\nHer inspirations come from various artists, but Beyonce and Aretha Franklin have triggered the thrill of music in her life. Destiny’s main goal is to cheer people through music and her motto is “never give up in life and always follow your dream no matter the circumstances”. For Destiny, the JESC is a stepping stone for all the children to help them bring out their singing talents, and this experience will definitely enrich her personality and her singing talent, whilst fulfilling her ambition to keep on building up her music career.\nDestiny keeps on thriving to better herself and she is well focused on her career. She has a number of upcoming events planned both locally and also internationally. Her bubbly, kind hearted and determined character helps her in many ways. Her dream is to continue improving within her area of expertise and hopes that one day she becomes a great music artist.\nwww.facebook.com/EurovisionSongMalta\n‪#‎Малта ‪#‎Discover ‪#‎JESC2015 ‪#‎NotMySoul ‪#‎JESC ‪#‎Malta ‪#‎TeamMalta ‪#‎Destiny", "original_url": "http://www.tvm.com.mt/mt/eurovision/news/who-is-destiny-chukunyere/", "wayback_url": "https://web.archive.org/web/20151123031249/http://www.tvm.com.mt/mt/eurovision/news/who-is-destiny-chukunyere/", "a_id": "Q21524985-5"}