{"title": "ESC 2020: Samanta Tina tritt für Lettland an", "text": "ESC 2020: Samanta Tina tritt für Lettland an\nStand: 09.02.20 12:15 Uhr\nLettland wählt Samanta Tīna\nSamanta Tīna hat den lettischen ESC-Vorentscheid mit \"Still Breathing\" gewonnen.\nDie lettische Sängerin Samanta Tīna darf endlich zum Eurovision Song Contest nach Rotterdam fahren. Im insgesamt achten Anlauf (davon sechsmal in Lettland und zweimal in Litauen) hat die 30-Jährige das ESC-Ticket gelöst und vertritt mit der Dubstep-Nummer \"Still Breathing\", die sie gemeinsam mit Aminata Savadogo (ESC 2015) geschrieben hat, die lettischen Farben. In dem Titel geht es um starke Frauen, die ihr Leben selbstbewusst in die Hand nehmen. Die Sängerin, die im bürgerlichen Leben Samanta Poļakova heißt, hat sich im benachbarten Litauen auch als Kandidatin bei \"The Voice\" einen Namen gemacht.\nSupernova noch einmal vor dem Aus bewahrt\nAminata Savadogo schaffte es 2015 beim ESC in Wien auf den sechsten Platz.\nMit großen Erwartungen war das Vorentscheidungsformat \"Supernova\" 2015 gestartet und hatte Lettland mit Aminata und dem Song \"Love Injected\" endlich die ersehnte ESC-Finalqualifikation beschert. Die Show sollte die lettische Musikszene international konkurrenzfähig machen, doch der erwartete Erfolg wollte sich in den Folgejahren nicht einstellen, und so stand die Zukunft der Supernova buchstäblich in den Sternen. Umso überraschender kam für das lettische Fernsehen die Rekordzahl von 126 Einreichungen für den ESC 2020, die das Format vor dem Aus bewahrten. Eine 18-köpfige Jury pickte daraus 28 Teilnehmer für eine Audition, 26 Künstler folgten dem Ruf und wurden der Öffentlichkeit anschließend auf YouTube vorgestellt.\nBusiness as usual\nUnter Berücksichtigung der YouTube-Klicks wählte die Jury die neun Finalisten der Supernova 2020, und obwohl die Produzenten zuvor die Vielfalt der Einreichungen gelobt hatten, klangen die übrig gebliebenen Songs mehrheitlich nach dem, was Lettland in den vergangenen drei Jahren wenig Glück gebracht hat. Vier Experten kommentierten wohlwollend die einzelnen Auftritte, bevor mit den Stimmen von Zuschauern und Internetnutzern relativ unvermittelt Samanta Tīna zur Siegerin gekürt wurde. Ob Lettland mit \"Still Breathing\" der Befreiungsschlag gelungen ist, scheint fraglich: Vergleichbar polarisierende Titel konnten bislang eher selten punkten.", "original_url": "https://www.eurovision.de/news/ESC-2020-Samanta-Tina-tritt-fuer-Lettland-an,lettland654.html", "wayback_url": "https://web.archive.org/web/20200216114159/https://www.eurovision.de/news/ESC-2020-Samanta-Tina-tritt-fuer-Lettland-an,lettland654.html", "a_id": "Q13217375-1"}