{"title": "Austria picks Vincent Bueno for Rotterdam 2020", "text": "Austria picks Vincent Bueno for Rotterdam 2020\nVincent Bueno will sing for Austria at the Eurovision Song Contest 2020. The 34-year-old Vincent from Vienna will perform the up-tempo song ‘Alive' in May in Rotterdam. Austrian broadcaster ORF will reveal his participating song in March 2020.\nVincent on his participation\nVincent: \"Wow, even thinking about the fact that I am going to participate in the song contest gives me goosebumps. The Eurovision Song Contest is like the Eurocup for musicians and singers. The huge stage, all those artists doing their absolute best, all the songwriters and producers of Europe gathering in one place to celebrate their work while at the same time stepping into the ring – it is breathtaking and formidable. Let’s go Austria!\"\nWhat is Alive about?\nAustrian broadcaster ORF shared the following clues that reveal what Vincent and his song 'Alive' will be all about in the form of personal hashtags:\n#vincentbueno\n\"I love to laugh. I’m a motivated guy. ‘Troubleshooting’ is my personal motto! I love my family above all, have a deep faith and both give me strength in my life. I love music, I love people. I’m very sensitive, which can sometimes be a disadvantage – ‘open-hearted’.\"\nAustrian Eurovision 2020 participant Vincent Bueno ORF/ Thomas Ramstorfer\n#alive\n\"From the moment I let go of the fast-paced confirmation of social media and its pressures to be something specific, I reconnected with my identity. That makes me feel alive.\"\nAustrian Eurovision 2020 participant Vincent Bueno ORF/ Thomas Ramstorfer\n#fireshots\n\"My happiness comes from deep within. It is something that no fame or money in this world could ever give me. I would like to use this energy purposefully.\"\nAustrian Eurovision 2020 participant Vincent Bueno ORF/ Thomas Ramstorfer\n#behindthewall\n\"All of us fight our own egos. An ego is like a high wall. If you break it down you realize how much easier and freer life can be.\"\nAustrian Eurovision 2020 participant Vincent Bueno ORF/ Thomas Ramstorfer\n#hiddenheroes\n\"Each and every one of us has the DNA of a hero or a heroine.\"\nAre you excited for Austria's participant Vincent Bueno? Let us know in the comments!", "original_url": "https://eurovision.tv/story/austria-picks-vincent-bueno-with-alive-for-rotterdam-2020", "wayback_url": "https://web.archive.org/web/20191212073009/https://eurovision.tv/story/austria-picks-vincent-bueno-with-alive-for-rotterdam-2020", "a_id": "Q700468-1"}