{"title": "La UER hace efectiva la suspensión indefinida a sus miembros rusos", "text": "La UER hace efectiva la suspensión indefinida a sus miembros rusos\nLa Unión Europea de Radiodifusión ha hecho efectiva la expulsión de todos sus entes miembros rusos adheridos, tras haber sido suspendidos de servir en los grupos de gobernanza de la organización desde el pasado 1 de marzo tal y como hizo saber a través de un comunicado emitido en sus redes sociales. Tras la puesta en marcha de estas medidas los entes rusos C1R, VGTRK/RTR y RDO no podrán disfrutar de los múltiples beneficios que conlleva la membresía de la UER, incluyendo la emisión de distintos eventos deportivos, el intercambio de noticias, la posibilidad de realizar coproducciones con otros miembros, el apoyo jurídico brindado por la organización o por supuesto la participación en eventos de la familia eurovisiva como el Festival de Eurovisión o el Festival de Eurovisión Junior, en el que el canal infantil Karusel coproducido por los miembros C1R y VGTRK ya habían confirmado presencia y abierto castings de participantes para la próxima edición.\nEstos sucesos están motivados por el control gubernamental de dichos medios durante los últimos meses tras el estallido de la situación bélica causada por la invasión de las tropas rusas a tierras ucranianas, coartando la libertad periodística y de acceso libre a la información, acto que choca fuertemente con los principios éticos y normativos de la UER. Cabe destacar que la totalidad de los miembros expulsados ya habían manifestado hace escasas semanas su deseo y disposición a suspender de forma voluntaria su condición de miembro de la UER, como respuesta al anuncio de la misma de la no participación de Rusia en el Festival de Eurovisión 2022, intenciones que finalmente no terminaron por materializarse.\nLA AUSENCIA RUSA A ESTE FESTIVAL DE EUROVISIÓN\nRusia estaba incluida inicialmente en la lista de los 41 participantes del Festival de Eurovisión 2022, figurando como uno de ellos. Paralelamente a los preparativos de la candidatura por parte del ente VGTRK, el estallido de los sucesos bélicos producidos por la invasión de tropas rusas a suelo ucraniano a finales de febrero motivó a multitud de televisiones europeas participantes en el certamen a pedir la expulsión del mismo, a lo que en primera instancia la UER se negó alegando la naturaleza no política del evento.\nPocas horas después y en vista del rápido desarrollo del conflicto y el consecuente declive exponencial de la situación humanitaria, bélica y política, la UER cambió de postura emitiendo un comunicado en el que se expulsaba a Rusia del festival citando la carga pacífica, de diversidad y respeto mutuo que históricamente ha supuesto el certamen, valores que se hubieran visto desvirtuados en caso de acoger la participación rusa en el mismo, además de como medida para preservar la crisis de imagen del festival.\nStatement from @EBU_HQ regarding Russia's participation in the Eurovision Song Contest 2022.https://t.co/HmKJdqVE4J pic.twitter.com/tVH6yFxzbq — Eurovision Song Contest (@Eurovision) February 25, 2022\nUNA LISTA A LA QUE SE SUMAN TRAS LA SUSPENSIÓN DE BIELORRUSIA\nEstas suspensiones de membresía a los miembros rusos no son las únicas que se han dado en los últimos meses, en los que también se hizo lo propio con el ente bielorruso BRTC tras el continuo sometimiento gubernamental y manipulación de la información ofrecida por el mismo debido a la convulsa situación política por la que atravesaba el país en aquel momento.\nDesde la televisión bielorrusa y tal y como recogimos en este medio, señalaron a que la consecuencia más trágica de esta decisión para el ente residía en la imposibilidad de participar en el Festival de Eurovisión Junior desde aquel momento para delante, certamen que ostentaba una gran popularidad en el país, incluso más que su homólogo adulto, y del que la nación guarda grandes recuerdos tras la organización del mismo en 2010 y 2018, ocasiones que sirvieron como gran hub audiovisual para el personal de la corporación para incrementar sus conocimientos en nuevas tendencias y conocimientos audiovisuales. Sin embargo, tal y como comunicó el director general de la compañía, Ivan Eismont, la emisora recuperará su estatus de miembro de la UER el próximo 1 de julio de 2024. ¿Volveremos a ver algún día a algunas de estas dos naciones competir sobre el escenario de algún evento eurovisivo?", "original_url": "https://www.escplus.es/la-uer-hace-efectiva-la-suspension-indefinida-a-sus-miembros-rusos/", "wayback_url": "https://web.archive.org/web/20220526144238/https://www.escplus.es/la-uer-hace-efectiva-la-suspension-indefinida-a-sus-miembros-rusos/", "a_id": "Q29359663-65"}