{"title": "North Macedonia: Tamara Todevska To Be Alone on Stage at Eurovision", "text": "North Macedonia: Tamara Todevska To Be Alone on Stage at Eurovision\nTamara Todevska has revealed in an interview on Macedonian television that she will perform alone at Eurovision 2019.\nSpeaking on B so točka, Tamara Todevska has revealed new details of her staging for the Eurovision Song Contest 2019. Tamara will be alone on stage for her performance of “Proud” in Tel Aviv. Her backing singers will be off stage, the backing singers are:\nAntonia Gigovska\nAleksandra Janeva\nVasil Garvanliev\nAs previously announced Mari Forsman Ryberger and Tine Matulessy will be responsible for the staging for “Proud” at Eurovision 2019. The all Swedish team will be behind Tamara Todevska’s performance in Israel, with both directors having previous Eurovision experience.\nWho is Tamara Todevska?\nTamara Todevska has previous experience within the contest on several occasions. Previously she was a backing singer in 2004 for the late artist Tose Proeski. 10 years later she then served once more as a backing singer for her sister Tijana with her entry “To The Sky”.\nTamara was also the representative of her country in 2008 in Belgrade with “Let Me Love You” alongside Vrčak and Adrian Gaxha. The song failed to qualify for the final as they finished in 10th place in their semi final. Under the old voting system, only the top 9 in the televote were guaranteed a space in the final with a backup jury selecting the final country. In this instance they opted for Sweden to advance instead, under the current system North Macedonia would have qualified.\nSource: Macedonia in Eurovision\nNorth Macedonia in the Eurovision Song Contest North Macedonia has had a string of poor results in recent years failing to reach the final every year since 2012. The country debuted in the Eurovision Song Contest in 1998, however, two years earlier they attempted to participate but was knocked out in the pre-qualifying round. In 2016 they were represented by Kaliopi for a second time with the song “Dona”, she missed out on the final finishing in 11th in her semi-final. North Macedonia’s best result to date is a 12th place finish in the 2006 Eurovision Song Contest represented by Elena Risteska and the song “Ninanajna”.", "original_url": "https://eurovoix.com/2019/04/16/north-macedonia-tamara-todevska-to-be-alone-on-stage-at-eurovision/", "wayback_url": "https://web.archive.org/web/20190416183151/https://eurovoix.com/2019/04/16/north-macedonia-tamara-todevska-to-be-alone-on-stage-at-eurovision/", "a_id": "Q65295873-2"}