{"title": "Tousin Tusse Chiza vinner Melodifestivalen 2021", "text": "Tousin Tusse Chiza vinner Melodifestivalen 2021\nMelodifestivalen SCHLAGERN PRESENTERAS AV\nHär vinner Tusse Melodifestivalen 2021\nSegrarens tårar bakom scenen: ”Ett ’fuck you’ till alla som tyckte jag var töntig”\nAv: Andreas Hansson , Natalie Demirian , Torbjörn Ek , Rosanna Berg\nPublicerad: 13 mars 2021 kl. 21.57\nUppdaterad: 14 mars 2021 kl. 13.53\nMELODIFESTIVALEN\nTusse vann jordsskredsseger i Melodifestivalen – och murarna rasade.\nBakom scenen brast han i tårar efter urladdningen.\n– Jag känner bara att förlåt ett ”fuck you” till alla som tyckte jag var töntig som hade nagellack, säger han.\nMurarna rasade för förhandstippade Tousin ”Tusse” Chiza, 19, efter att det stod klart att han tagit hem segern i Melodifestivalen med låten ”Voices”.\nHan kallar segern för sin revansch.\n– Förlåt men jag känner bara ett ”fuck you” till alla som tyckte jag var töntig som hade nagellack. Resan hit har varit krokig för mig som person, och det har inspirerat folk. Det har tagit mig hit, gjort mig till den jag är i dag. Jag är så jävla stolt över vem jag är i dag, att komma ut på andra sidan när man har upplevt mycket negativitet så finns det bara positivitet kvar, säger han.\nHan hyllar också sina låtskrivare.\n– Det är fyra människor, låtskrivarna, Joy Deb, Linnea Deb, Jimmy \"Joker\" Thörnfeldt och Anderz Wrethov, som mött varandra och skapat nåt som är större än sig själva och större än jag, sa han mellan tårarna och kämpade för att kunna prata.\n– Större än mig. De har skapat nåt som ger mig glädje och hopp. Jag känner mig så jävla stark när jag lyssnar på den här låten, säger han och brister i tårar.\nTårar över revanschen: ”Ett fuck you”\nUnder sändningen var han nervös för att kunna prestera röstmässigt.\n– Jag var så orolig: kommer jag kunna sätta ”can you hear”, men sen sket jag i det, jag kände att det får låta som det låter.\nMen det gick vägen, med rekordmånga 2 964 269 röster från svenska folket blev det en jordskredsseger.\n– Jag förstår inte. Det betyder mer än ord att svenska folket väljer att rösta på oss att representera er i Eurovision. Fan, då måste vi vinna ju, det här är så jävla stort. Jag vann ju ”Idol”, det första som slog mig var ”har folk inte tröttnat på mig än”. Jag känner mig tömd på energi men älskad, sa han efteråt.\nTårarna över pandemin\n– Folk har skickat sin kärlek via telefon, ni kan skicka era fakturor, det är lugnt, jag tar dem, och visat: vi tror på er. Och att vi tror på varandra, på gemenskapen. Jag är så glad att jag fick vara en liten del i alla era liv och påminna er att ni inte är ensamma.\nTårarna fortsatte rulla ner för hans kinder när han berättade om senaste årets pandemipärs och låtens budskap.\n– Det är inte bara du som har det förjävligt för att du inte får gå ut och klubba eller träffa dina mor- och farföräldrar. Vi är alla i det. We are ”A million voices”, säger han.\nPlanen: Fest med Zara Larsson\nHan hade siktet inställt på segerfest med sitt team i natt.\n– Jag ska dricka bubbel med mina dansare, jag tror Lamin (Holmén) har Zara Larssons (som är ihop med Holmén) nummer så vi kan dansa lite.\nEric Saade snubblade på målsnöret och tog hem en andraplats. Redan när han stod emot Tusse innan resultatet var avslöjat visste han hur det skulle gå, säger han.\n– De flesta hade nog räknat ut det, det var inga tveksamheter.\nFörra årets vinnare The Mamas hyllade Tusse efter att de räckt över segerstatyetten Sångfågeln.\n– Det är lätt att lämna över sångfågeln till nån som är så freaking grym, säger Loulou Lamotte.\nFoto: Magnus Sandberg Tusses glädjechock.\nKämpade mot nerverna\nTusse har kämpat mot nerverna på väg mot segern. Bara dagar före finalen blev han tvungen att ta en paus för att orka med.\n– Det är såna här onda tankar som går runt i huvet när jag är stressad att: ”Kommer jag klara det här?”, sa han efter torsdagens långa repetitionsdag i Annexet.\nFör att kunna varva ner behövde han få prata med familjen, som av coronaskäl inte kan vara med honom i Stockholm utan är kvar i Tällberg i Dalarna.\n– Jag tycker att det är skönt att höra hur de har det. För när de börjar snacka hur hästarna betedde sig eller om att hundarna har skällt för mycket så får jag den där hemma-viben igen. Då känns inte allt lika seriöst och pretentiöst och svårt utan då blir det bara lättsamt.\nVann ”Idol”\nFamiljen, det är hans bonusmamma och bonuspappa som han bott med de senaste åren. Det var också de som i hemlighet anmälde honom till TV4:s ”Talang” 2018 där han tog sig till semifinal. Året därpå tog han hem segern i ”Idol”, men sen kom coronapandemin i vägen och planerade spelningar på bland annat festivalen Lollapalooza i Stockholm fick ställas in.\n– Jag vann inte ”Talang”, där blev jag slagen av en hund, säger han.\nSå nu kickstartas istället karriären med segern i Melodifestivalen och låten ”Voices”. Och det innebär också en revansch mot alla som ifrågasatt honom.\n– Jag har känt att den här låten ska vara en styrka, att alla ska känna: ”okej, vilka är mina svårigheter, vilka i mitt liv accepterar inte mig för den jag är? Vad står i vägen, vad känns att det skaver nånstans?” För mig har det tyvärr varit att jag är mörk och det har varit ett problem för vissa men då vill jag fira det istället, då vill jag att dansarna ska se ut som jag, det här ska vara Tusse gånger hundra, gånger tusen, det ska vara en jävla revansch, har Tusse sagt.\n”Vi betyder lika mycket!”\nRasismen har han märkt av varje dag sedan han kom till Sverige som flykting 2009. Då hade han redan tillbringat nästan tre år i flyktingläger i Uganda efter att tillsammans med sin moster och andra släktingar ha flytt kriget i Kongo Kinshasa.\n– Vi tappade bort pappa och mamma i flykten. Vi hamnade på olika... så då var det moster som hittade oss och tog hand om oss, har han berättat.\nMen Tusse är noggrann med att lyfta att ”Voices” är till för alla.\n– Du kan ta låten och lägga den i en Pride-parad och säga att det här står vi för och det här lyfter vi. Jag lägger den här för det är vad jag står för, vad som är viktigt för mig och som jag brinner för. För jag vill visa alla unga att om jag kan, så kan du också.\n– Den handlar om medmänsklighet och hopp. Ett budskap som jag hade önskat när jag var yngre att det skulle vara så, att alla faktiskt får vara sig själva. Att alla vi är människor och vi borde lyfta varandra. Att vi alla betyder lika mycket.\nNu väntar Eurovision song contest i Rotterdam. Sverige och Tusse tävlar i den första semifinalen, tisdag 18 maj. Finalen äger rum lördag 22 maj.\n– Ni har valt oss och då måste vi ju vinna, sa Tusse efter finalsändningen.\nFAKTA: DET FÄRDIGA RESULTATET\nTusse - ”Voices” – 175 poäng Eric Saade - ”Every Minute” – 118 poäng The Mamas - ”In the middle” – 106 poäng Dotter - ”Little tot” – 105 poäng Clara Klingenström - ”Behöver inte dig idag” – 91 poäng Klara Hammarström - ”Beat of Broken Hearts” – 79 poäng Danny Saucedo - ”Dandi Dansa” – 74 poäng Charlotte Perrelli - ”Still young” – 60 poäng Arvingarna - ”Tänker inte alls gå hem” – 44 poäng Alvaro Estrella - ”Baila baila” – 26 poäng Anton Ewald - ”New religion” – 25 poäng Paul Rey - ”The missing piece” – 25 poäng\nFoto: SVT Tousin ”Tusse” Chiza vinner Melodifestivalen 2021.\nANTALET RÖSTER:\n1. Tusse, 2 964 269 röster\n2. Eric Saade, 1 471 324 röster\n3. The Mamas, 1 646 198 röster\n4. Dotter, 1 488 599 röster\n5. Clara Klingenström, 1 455 605 röster\n6. Klara Hammarström, 1 341 566 röster\n7. Danny Saucedo, 1 309 741 röster\n8. Charlotte Perrelli. 1 016 557 röster\n9. Arvingarna, 923 022 röster\n10. Alvaro Estrella, 1071188 röster\n11. Anton Ewald, 1066340 röster\n12. Paul Rey, 998030 röster\nAntal röstande: 1 159 881 personer\n3 537 050 kronor samlades in till Radiohjälpen\nFoto: SVT En chockad Tusse efter att resultatet presenterats.\nFAKTA: Resultatet efter jurygruppernas poäng, innan folkets röst\nTusse - ”Voices”– 175 Eric Saade - ”Every Minute” Dotter - ”Little tot – 106 poäng The Mamas - ”In the middle” Klara Hammarström - ”Beat of Broken Hearts” Clara Klingenström - ”Behöver inte dig idag” Danny Saucedo - ”Dandi Dansa” Charlotte Perrelli - ”Still young” Arvingarna - ”Tänker inte alls gå hem” Paul Rey - ”The missing piece” Anton Ewald - ”New religion” Alvaro Estrella - ”Baila baila”\nFAKTA: Jurygruppernas tolvpoängare\nFrankrike: Tusse\nAlbanien: Dotter\nIsland: Tusse\nIsrael: Eric Saade\nStorbritannien: The Mamas\nSchweiz: Tusse\nCypern: Eric Saade\nNederländerna: Tusse\nFoto: SVT\nFoto: SVT Förra årets segrare The Mamas räckte över sångfågeln till en chockad vinnare.\nKOPIERA LÄNK\nPublicerad: 13 mars 2021 kl. 21.57\nLÄS VIDARE", "original_url": "https://www.aftonbladet.se/nojesbladet/melodifestivalen/a/LnWryp/har-vinner-tusse-melodifestivalen-2021", "wayback_url": "https://web.archive.org/web/20210314194324/https://www.aftonbladet.se/nojesbladet/melodifestivalen/a/LnWryp/har-vinner-tusse-melodifestivalen-2021", "a_id": "Q76466985-0"}