{"title": "Sanremo 2021, tutti gli autori delle canzoni in gara", "text": "Sanremo 2021, tutti gli autori delle canzoni in gara\nLa RAI ha reso noto l’elenco degli autori che hanno firmato i brani in gara alla prossima edizione del Festival di Sanremo. Ecco, di seguito, l’elenco delle canzoni con le indicazioni relative ai relativi interpreti e autori di testi e musiche.\nSezione Campioni:\n“Ora” - interprete: Aiello. Testo e musica: Antonio Aiello\n“Dieci” - interprete: Annalisa. Testo e musica: Annalisa Scarrone, Davide Simonetta, Paolo Antonacci, Jacopo Matteo Luca D’Amico\n“Potevi fare di più” - interprete: Arisa. Testo e musica: Luigi D’Alessio (Gigi D’Alessio)\n“Quando sei innamorato” - interprete: Orietta Berti. Testo: Francesco Boccia, Ciro Esposito, Marco Rettani / Musica: Francesco Boccia, Ciro Esposito\n“E invece sì” - interprete: Bugo. Testo: Cristian Bugatti (Bugo), Andrea Bonomo / Musica: Cristian Bugatti (Bugo), Andrea Bonomo, Simone Bertolotti\n“Musica leggerissima” - interpreti: Colapesce Dimartino. Testo e musica: Lorenzo Urciullo (Colapesce), Antonino Di Martino (Dimartino)\n“Fiamme negli occhi” - interpreti: Coma_Cose. Testo: Fausto Zanardelli, Francesca Mesiano / Musica: Fausto Zanardelli, Fabio Dalè, Carlo Frigerio\n“Bianca Luce Nera” - interpreti: Extraliscio con Davide Toffolo. Testo: Pacifico, Mirco Mariani / Musica: Mirco Mariani\n“Parlami” - interprete: Fasma. Testo: Tiberio Fazioli (Fasma) / Musica: Luigi Zammarano\n“Santa Marinella” - interprete: Fulminacci. Testo e Musica: Filippo Uttinacci (Fulminacci)\n“Momento perfetto” - interprete: Ghemon. Testo: Giovanni Luca Picariello (Ghemon) / Musica: Simone Priviter, Giuseppe Seccia, Daniele Raciti\n“Cuore amaro” - interprete: Gaia. Testo: Gaia Gozzi, Jacopo Ettorre / Musica: Giorgio Spedicato, Daniele Dezi\n“Arnica” - interprete: Giò Evan. Testo: Giovanni Giancaspro (Gio Evan) / Musica: Giovanni Giancaspro (Gio Evan), Francesco Catitti\n“La genesi del tuo colore” - interprete: Irama. Testo: Filippo Maria Fanti (Irama) / Musica: Filippo Maria Fanti, Dardust, Giulio Nenna\n“Amare” - interpreti: La Rappresentante di Lista. Testo: Veronica Lucchesi, Dario Mangiaracina / Musica: Veronica Lucchesi, Dario Mangiaracina, Dardust, Roberto Cammarata\n“Combat pop” - interpreti: Lo Stato Sociale. Testo e musica: Alberto Cazzola, Francesco Draicchio, Jacopo Angelo Ettorre, Lodovico Guenzi, Alberto Guidetti, Enrico Roberto, Matteo Romagnoli\n“Zitti e buoni” - interpreti: Maneskin. Testo e musica: Damiano David, Victoria De Angelis, Thomas Raggi, Ethan Torchio\n“Il farmacista” - interpreti: Max Gazzé e la Trifluoperazina. Testo: Francesco Gazzé, Massimiliano Gazzé / Musica: Massimiliano Gazzè, Francesco De Benedittis\n“Chiamami per nome” - interpreti: Francesca Michielin e Fedez. Testo: Federico Lucia (Fedez), Francesca Michielin, Jacopo Matteo Luca D’Amico, Davide Simonetta, Alessandro Raina, Alessandro Mahmoud (Mahmood) / Musica: Davide Simonetta, Alessandro Raina, Alessandro Mahmoud (Mahmood)\n“Voce” - interprete: Madame. Testo: Francesca Calearo (Madame) / Musica: Francesca Calearo (Madame), Dardust, Enrico Botta\n“Ti piaci così” - interprete: Malika Ayane. Testo: Malika Ayane, Pacifico / Musica: Malika Ayane, Alessandra Flora , Rocco Rampino\n“Un milione di cose da dirti” - interprete: Ermal Meta. Testo: Ermal Meta / Musica: Ermal Meta, Roberto Cardelli\n“Glicine” - interprete: Noemi. Testo: Tattroli, Ginevra Lubrano / Musica: Dario Faini (Dardust), Ginevra Lubrano, Francesco Fugazza\n“Torno a te” - interprete: Random. Testo: Emanuele Caso (Random) / Musica: Samuel Balice\n“Quando trovo te” - interprete: Francesco Renga. Testo e musica: Francesco Renga, Roberto Casalino, Dario Faini (Dardust)\n“Mai dire mai (La locura)” - interprete: Willie Peyote. Testo: Guglielmo Bruno (Willie Peyote) / Musica: Daniel Bestonzo, Carlo Cavalieri D’Oro, Giuseppe Petrelli\nSezione Nuove Proposte:\n“Goal!” - interprete: Avinicola. Testo e musica: Simone Avincola\n“Regina” - interprete: Davide Shorty. Testo: Davide Sciortino (Davide Shorty) / Musica: Davide Sciortino (Davide Shorty), Emanuele Triglia, Claudio Guarcello, Davide Savarese\n“Scopriti” - interprete: Folcast. Testo: Daniele Folcarelli (Folcast) / Musica: Daniele Folcarelli (Folcast), Tommaso Colliva, Raffaele Scogna\n“Polvere da sparo” - interprete: Gaudiano. Testo: Luca Gaudiano (Gaudiano) / Musica: Luca Gaudiano, Francesco Cataldo\n“Lezioni di volo” - interprete: Wrongonyou. Testo: Marco Zitelli (Wrongonyou), Adel Al Kassem / Musica: Marco Zitelli (Wrongonyou), Adel Al Kassem, Riccardo Scirè\n“Ogni cosa sa di te” - interprete: Greta Zuccoli. Testo e Musica: Greta Zuccoli\n“Iosonoluca” - interpreti: Dellai. Testo e musica: Matteo Dellai, Luca Dellai\n“Che ne so” - interprete: Elena Faggi. Testo: Elena Faggi / Musica: Elena Faggi, Francessco Faggi\nL’autore più coinvolto nel repertorio del prossimo Festival della Canzone Italiana è Dario Faini, conosciuto col nome d’arte di Dardust, che figura nei crediti di cinque delle ventisei canzoni in gara nella sezione Campioni - “La genesi del tuo colore” di Irama, “Amare” dei La Rappresentante di Lista, “Voce” di Madame, “Glicine” di Noemi e “Quando trovo te” di Francesco Renga.\nPacifico ha collaborato sia con Malika Ayane per “Ti piaci così” che con gli Extraliscio per “Bianca Luce Nera”. Altri nomi noti in gara solo come autori ma non come interpreti sono quelli di Gigi D’Alessio, autore del testo e della musica di “Potevi fare di più”, portata in gara da Arisa, e Mahmood, coinvolto con la già voce dei Giardini di Mirò Alessandro Raina nella stesura di “Chiamami per nome” di Francesca Michielin e Fedez.", "original_url": "https://www.rockol.it/news-719916/sanremo-2021-tutti-gli-autori-delle-canzoni-in-gara", "wayback_url": "https://web.archive.org/web/20210209120119/https://www.rockol.it/news-719916/sanremo-2021-tutti-gli-autori-delle-canzoni-in-gara", "a_id": "Q104248636-1"}