{"title": "On top of the world", "text": "On top of the world\nAfter little more than a year with the Belgian rock-pop band Hooverphonic, lead singer Noémie Wolfs is gaining popularity and a widespread following. Behind-the-scenes photos by Blandine Lejeune\nTall and slender, with a self-confidence that belies her 23 years, vocalist Noémie Wolfs arrives for the Together cover photo shoot flushed with the success of winning Best Band category at the annual Music Industry Awards. It’s an overcast, windy winter day in Brussels and freezing cold, so the warmth of the palatial Hotel Metropole is a welcome relief.\nWith carte blanche from the hotel management, photographer Charlie De Keersmaecker and the stylist go hunting for a location to take photographs, and Wolfs bends over a bathtub to wash her hair while the hairdresser and make-up artist unpack the tools of their respective trades.\n“I’m very proud of the award,” says Wolfs. “We won it for everyone who works with us, and it’s a great compliment to get an award so soon in our first year together.”\nPLATINUM\n“Of more than 1,000 applicants from all over the world, only Wolfs met expectations”\nLong having enjoyed international success, Hooverphonic has survived several reincarnations since forming in 1995, the most recent being the addition of Wolfs after band members Alex Callier and Raymond Geerts set out with the risky objective of replacing the former lead singer who left to start a solo career. Of more than 1,000 applicants from all over the world, only Wolfs – with exceptional talent, but no musical background or experience – met expectations. Hooverphonic released the single The Night Before at the end of October 2010 to introduce Wolfs to the world, and the album of the same name came out a month later. It went platinum in Belgium shortly after its release.\n“I really liked Hooverphonic’s music, but I didn’t expect to get anywhere,” says Wolfs of the selection process.\nPLANNING\nBorn in the Flemish village of Scherpenheuvel-Zichem, Wolfs says she has a “great bond” with her family, her only complaint being she no longer has the time to see them as often as she would like. Another big difference is organisation and planning and being told where she should be and when she should be there. “It controls your life completely, which is okay because I really am a chaotic person, so I need people who are organised.” If she has a complaint, it’s about “a lot of waiting around” between arriving at a venue, sound checks and performing, which she puts down to “being a really impatient person”. Another disappointment has been the travel, which has so far included gigs in Russia. “You know you are going to play somewhere exciting like Moscow, but you also know you are not going to see anything while you’re there, which is really frustrating.”\nShe misses old friends, and has found it difficult to keep up with them – “It is sometimes hard for them to understand that I am working all the time – my weekends are Monday and Tuesday” – but appreciates the new friendships she has formed, although there is currently no ‘significant other’ in her life. “I have 13 men in my band – I don’t have time for anyone else right now.”\nTEAMWORK\nThe photographer wants Wolfs on the balcony of the hotel room so he can shoot against the skyline; stylist Amke Rijkenbarg unpacks clothes borrowed from the collection of designer Céline De Schepper, while Wolfs has her make-up applied by Hassan Benabid of Giorgio Armani Cosmetics. This is a team that is used to working with each other, hairdresser Juliette Girard discussing the merits of eating breakfast as she manoeuvres hairdryer and curling tongs. “Frosties for me,” reveals Wolfs.\n“I always like to work with Noémie,” enthuses Armani’s Benabid. “She has a very porcelain skin, and her looks fit beautifully with our brand.”\nComments Wolfs: “A year ago, I was not at all into make-up and hair; now my friends ask me for advice.” And then: “I feel like Lady Gaga,” she quips, as outsize wooden bracelets are threaded onto her arms, before braving the cold and standing on the parapet of the balcony overlooking the entrance of the hotel – not for the vertiginous.\n“I love playing dress up. If I had to do this every day – that would be boring,” says Wolfs of the shoot. “It is fun to do, like, 20 times a year but not every day – I would make a terrible model. The most interesting aspect of this job is that you can do different things every day.”\nAfter several hours of preparation, the actual photo shoot is over in a matter of minutes, yet in that short time Wolfs has attracted the attention of passers-by on the ground below. “They were shouting things like ‘You should wear a helmet’,” she giggles.\nSOLD OUT\n“Singing is something I need to do; it is my whole life”\nTickets for a planned series of concerts at home in Antwerp in March and April are proving so popular – two nights have sold out – that extra concerts have been added. Fans will be treated to the best of 15 years of Hooverphonic backed by a 42 piece orchestra. “We’ve got strings and trumpets – the whole shebang,” says Wolfs. One of the prerequisites to her joining Hooverphonic was her ability to reinterpret the back catalogue.\nAware that she hasn’t had to struggle in the music industry to make it big, she says: “It is bizarre that I have realised my dream early on,” revealing it was actually also her father’s childhood dream to become a famous rock star. Wolfs is also mature enough to recognise that her life is privileged in relation to other musicians and bands. “I used to think musicians didn’t work as hard as everyone else, but that is not true. It is more fun, but we work just as hard.” She pauses, and adds in a rush: “Singing is something I need to do; it is my whole life, it means everything to me, it is like breathing. If I lost my voice it would be a disaster – I would rather go blind than deaf.”\nHooverphonic is in concert at Antwerp’s Queen Elizabeth Hall March 6, 7, 8 and April 27, 28, 29 – visit the website for details: www.hooverphonic.com", "original_url": "https://togethermag.eu/on-top-of-the-world/", "wayback_url": "https://web.archive.org/web/20201229180047/https://togethermag.eu/on-top-of-the-world/", "a_id": "Q1979585-1"}