{"title": "Noemie Wolfs, nouvelle chanteuse d'Hooverphonic: \"Je n'ai aucune formation musicale\"", "text": "Noemie Wolfs, nouvelle chanteuse d'Hooverphonic: \"Je n'ai aucune formation musicale\"\nA 22 ans, Noémie Wolfs est la nouvelle chanteuse du groupe belge mondialement connu Hooverphonic, dont le dernier album est sorti ce 26 novembre. Entretien avec cette jeune femme, pour qui la musique a toujours été une passion, mais qui pensait qu'une carrière dans le milieu musical était un \"rêve irréaliste\".\nVous venez de rejoindre Hooverphonic. Quel a été votre parcours jusqu’à présent ?\n\"En septembre, j’ai terminé une formation de 3 ans à l’Académie de Gand, en design graphique. Il s’agissait d’une formation artistique, mais je n’ai jamais suivi de formation musicale.\"\nComment en êtes-vous arrivée à rejoindre le groupe alors?\nEn plus du dessin et du graphisme, le chant a toujours été l’une de mes passions, mes je n’aurais jamais imaginé qu’une carrière dans la musique soit possible. C’était plutôt un rêve irréaliste, mais qui restait niché dans un petit coin de ma tête. Puis je suis tombée sur une annonce postée par le groupe, disant qu’ils recherchaient une chanteuse. J’ai immédiatement réagi et envoyé ma démo. J’ai été invitée dans le studio d’Alex (Callier, fondateur du groupe, ndlr). Des 30 candidates présentes, ils en ont choisi trois, dont je faisais partie. Nous avons alors passé quelques mois tous ensemble: nous avons fait des enregistrements, été à des concerts, …. Le but était de voir l’ambiance dans le groupe, comment les caractères s’accordaient. Et c’est finalement moi qui ai été choisie. Au final, cette ‘audition’ aura duré presque un an.\"\nEst-ce un rêve d’enfant qui se réalise?\n\"Depuis que je suis enfant, je passe en effet tout mon temps à chanter, c’est véritablement un besoin. A l’époque, je disais effectivement que ‘plus tard, je serai chanteuse’. Mais avec le temps, cette certitude s’est transformée en espoir irréaliste, peu évident. Je me suis alors tournée vers le graphisme, puisque le dessin est une autre passion. Cette année, j’avais comme projet de terminer mon master en graphisme. Puis je comptais partir travailler dans une galerie à l’étranger. L’art est également une passion pour moi. J’en ai autant besoin que de la musique. Mais pouvoir chanter sur scène est évidemment le plus beau métier, selon moi. Je suis donc très heureuse de ce qui m’arrive.\"\nVos journées sont sans doute très chargées en ce moment. Comment vous organisez-vous?\n\"Cette semaine, nous avons surtout fait beaucoup de promo pour la sortie de l’album : des émissions radio, des interviews pour des journaux et des magazines,… Et puis nous avons aussi répété pour notre spectacle à l’AB, les 29 et 30 janvier. Comme je n’ai pas beaucoup d’expérience, je dois travailler énormément maintenant, c’est très intensif. C’est maintenant que je suis la formation que je n’ai pas eue avant. J’ai heureusement la chance d’être entourée de professionnels de top niveau, qui m’entourent et me font progresser. Tout ce que j’ai à faire, c’est donner le meilleur de moi-même.\"\nArrivez-vous encore à trouver du temps pour votre famille et vos amis?\n\"Je suis originaire de Scherpenheuvel-Zichem, en Brabant flamand, mais depuis 4 ans, j’habite à Gand toute la semaine. J’avais donc l’habitude de ne voir ma famille que le week-end. Et c’est encore comme cela que ça se passe maintenant que je travaille avec Hooverphonic.\"\nLa pression médiatique qui vous tombe maintenant dessus n’est-elle pas trop difficile à gérer?\n\"Je dois avouer que je l’avais sous-estimée. Alex a essayé de m’y préparer. Mais il est toujours très difficile d’estimer à l'avance l’impact d'un tel changement. Je dois donc apprendre à m’y habituer. Il me faudra un peu de temps pour me faire à l’intérêt et à l’attention que le public et les média me portent. Mais je ne vais pas me plaindre, je trouve cela très chouette et passionnant.\"\nEt vous arrivez à vous habituer à cette nouvelle vie qui commence?\n\"Tout a changé, c’est vrai. Ma vie est complètement transformée. J’ai quitté le monde protégé de l’école et suis entrée dans le milieu du travail. Je dois donc maintenant apprendre à assumer les responsabilités qui accompagnent un tel changement. Ce n’est plus comme à l’école, où je pouvais facilement sécher un cours qui m’ennuyait. Mais je surmonte toutes les difficultés car, après tout, c’est mon rêve qui se réalise.\"\nAlex et Raymond (Geerts, autre fondateur du groupe, ndlr) ont fondé Hooverphonic en 1995. Et vous remplacez Geike Arnaert, qui a chanté avec le groupe pendant dix ans. Comment se passe l’intégration?\n\"Ce n’est pas facile, car tout le groupe est très soudé. Mais ce sont aussi de très chouettes personnes. Je me sens parfois un peu à part parmi ces musiciens si expérimentés qui se connaissent depuis déjà si longtemps. Je ressens aussi alors le décalage au niveau des connaissances techniques, je me dis ‘dommage que je ne m’y connais pas plus’. Mais ils m’aident, me forment, me transmettent leur expérience. C’est donc aussi à moi de faire un effort pour m’intégrer. Nous avons aussi commencé à collaborer près d’un an à l’avance, pour apprendre à travailler ensemble, nous assurer que nos caractères s’accordent. Ce qui est évidemment important pour faciliter le travail. Nous allons passer énormément de temps ensemble dans les mois à venir, autant que l’ambiance soit agréable.\"\nQuels sont les projets pour la suite?\n\"Avant tout, monter sur scène, je suis vraiment impatiente de m’y mettre. Nous commencerons par deux dates à l’Ancienne Belgique, les 29 et 30 janvier. Nous sommes d’ailleurs déjà sold out. Après, il y aura encore d’autres dates, d’abord en Belgique, puis à l’étranger. Je ne suis pas encore au courant des plans précis, mais c’est en négociations. J’ai d’ailleurs été très surprise, car j’ai déjà reçu énormément de réactions de gens d’un peu partout qui disent qu’ils sont impatients qu’on passe en tournée chez eux.\"\nDe nombreux autres jeunes chanteurs rêvent de percer dans la musique. Quel conseil leur donneriez-vous ?\n\"Oser! Chanter est une chose vraiment fantastique. Mais on doute parfois de soi, on a peur de se lancer, malgré les encouragements de notre entourage, car leur avis semble parfois fort peu objectifs : des parents penseront toujours que leur enfant fait quelque chose d’extraordinaire. Il faut donc prendre des cours, pour pouvoir être sûr de soi, avoir un niveau irréprochable. Et ensuite, croire en soi, en ce que l’on fait\"\nThe Night Before, le dernier album d'Hooverphonic, sorti le 26 novembre 2010\nEgalement disponible via iTunes\nLire aussi", "original_url": "http://www.references.be/carriere/noemie-wolfs-nouvelle-chanteuse-dhooverphonic-je-nai-aucune-formation-musicale", "wayback_url": "https://web.archive.org/web/20101217205638/http://www.references.be:80/carriere/noemie-wolfs-nouvelle-chanteuse-dhooverphonic-je-nai-aucune-formation-musicale", "a_id": "Q1979585-0"}