{"title": "per l'Italia il vincitore di Sanremo. Nessun ritorno automatico per Diodato", "text": "per l'Italia il vincitore di Sanremo. Nessun ritorno automatico per Diodato\nCome anticipato nei giorni scorsi, sarà il vincitore del Festival di Sanremo 2021 a rappresentare ancora una volta l’Italia all’Eurovision Song Contest, che si terrà in qualunque caso a Rotterdam, presso l’Ahoy Arena (qui i quattro diversi piani previsti per lo svolgimento della prossima edizione, anche in caso di proseguimento dell’emergenza sanitaria legata al Covid-19).\nQuesto significa, in altre parole, che per Diodato la partecipazione alla prossima edizione del concorso continentale sarà necessario tornare e vincere di nuovo al Festival, realizzando una doppietta che manca addirittura da 49 anni, cioè da quando Nicola Di Bari riuscì, prima con Nada (nell’ultimo anno delle doppie esibizioni) e poi da solo, a vincere nel 1971 e 1972 con “Il cuore è uno zingaro” e “I giorni dell’arcobaleno”.\nI due successi consecutivi, nel complesso, sono riusciti solo quattro volte, tre delle quali negli Anni ’50. Di seguito il testo del regolamento del Festival che riguarda l’Eurovision:\nL’Artista vincitore del 71° Festival della Canzone Italiana (sezione CAMPIONI) parteciperà, in rappresentanza dell’Italia, all’edizione 2021 dell’Eurovision Song Contest, su richiesta di RAI. Gli Artisti interessati all’eventuale partecipazione alla manifestazione e le rispettive Case discografiche saranno tuttavia tenuti a consegnare preventivamente a RAI – nelle tempistiche che saranno da quest’ultima indicati sulla base delle esigenze produttive della manifestazione – il modulo di accettazione alla partecipazione all’ Eurovision Song Contest 2021 (fornito dall’Organizzazione del Festival) debitamente firmato. Nel caso che l’Artista vincitore del Festival non consegni il modulo nei tempi indicati, RAI si riserva il diritto di scegliere l’Artista che la rappresenterà all’Eurovision Song Contest secondo propri criteri, senza che il suddetto Artista vincitore abbia nulla a pretendere.\nSi tratta dello stesso testo che abbiamo visto nel 2020, in una versione aggiornata rispetto a quella degli anni precedenti. C’è un’unica modifica, che riguarda la rimozione del limite della prima serata entro il quale mandare l’adeguata modulistica per la partecipazione eurovisiva.\nTra i partecipanti all’edizione 2020 dell’Eurovision Song Contest, Diodato non è l’unico artista a non avere accesso diretto all’evento che si terrà il prossimo maggio a Rotterdam, tenendo presente che diverse nazioni punteranno ancora sulle selezioni nazionali (vedi Sanremo per l’Italia o il Melodifestivalen per la Svezia, giusto per fare due esempi) o su un nuovo candidato.\nSono 19 i Paesi che hanno confermato i loro artisti anche per l’edizione 2021: Australia, Austria, Azerbaigian, Belgio, Bulgaria, Georgia, Grecia, Israele, Lettonia, Malta, Moldavia, Paesi Bassi, Repubblica Ceca, Romania, San Marino, Slovenia, Spagna, Svizzera, Ucraina.\nTra i Paesi che hanno invece concesso wild card all’interno dei loro concorsi o hanno già indetto nuove edizioni dei concorsi nazionali troviamo Svezia, Norvegia, Finlandia, Albania, Croazia ed Estonia. Indicazioni di maggiore o minore chiarezza arrivano da altri lidi.\nDopo la vittoria a Sanremo, Diodato avrebbe dovuto rappresentare l’Italia all’Eurovision Song Contest 2020 con “Fai rumore”, ma la pandemia di Coronavirus ha spinto l’EBU a cancellare l’evento, per la prima volta dal 1956.\nDunque scopriremo il prossimo marzo chi sarà il nostro nuovo rappresentante tra i partecipanti a Sanremo 2021.", "original_url": "https://www.eurofestivalnews.com/2020/10/12/eurovision-2021-per-litalia-il-vincitore-di-sanremo/", "wayback_url": "https://web.archive.org/web/20201018122928/https://www.eurofestivalnews.com/2020/10/12/eurovision-2021-per-litalia-il-vincitore-di-sanremo/", "a_id": "Q104248636-3"}