{"title": "Zitti e Buoni meaning: Lyrics of Eurovision 2021 winning track explored", "text": "Zitti e Buoni meaning: Lyrics of Eurovision 2021 winning track explored\nAs Italy claims the title of Eurovision 2021 winners, we explore the meaning of their winning track “Zitti e Buoni.”\nEurovision crowned this year’s winners on Saturday 22 May 2021. The annual song contest took place in Rotterdam, welcoming music acts from all around the world to compete.\nItaly’s Måneskin were the winning band this year. Let’s take a look at the song that got them there.\nTRENDING: Olivia Rodrigo throws Sour themed car wash\nZitti e Buoni: Meaning in English\nShut up/be quiet and behave\nMåneskin’s winning track translates to “shut up” or “be quiet” and “behave.” It is a phrase often used in reference to discipline, particularly a phrase said to children.\nThe song is about standing out by going against society’s expectations and set rules.\nYou can read a full translation of “Zitti e Buoni’s” lyrics into English here.\nMUSIC: Counting Crows frontman Adam Duritz is a multi-millionaire\nLyric changes for Eurovision 2021\nThe lyrics to “Zitti e Buoni” have been described as a “manifesto for those who want to treasure their uniqueness.”\nAlthough the lyrics are all about embracing yourself and defying those who try to hold you back, they had to be altered for the Eurovision final.\nFollowing the group’s Sanremo triumph, some changes needed to be made for Eurovision. In “Zitti e buoni”, in fact, there are a couple of very explicit references and as the Eurovision rules state:\n“No lyrics, speeches, gestures of a political or similar nature shall be permitted during the ESC. No swearing or other unacceptable language shall be allowed in the lyrics or in the performances of the songs.”\nMOVIES: Army of the Dead’s pixel glitch causes panic online", "original_url": "https://www.thefocus.news/music/zitti-e-buoni-meaning/", "wayback_url": "https://web.archive.org/web/20210523153905/https://www.thefocus.news/music/zitti-e-buoni-meaning/", "a_id": "Q104248636-4"}