{"title": "Международный конкурс молодых исполнителей популярной музыки Новая Волна 2019!", "text": "Международный конкурс молодых исполнителей популярной музыки Новая Волна 2019!\nFor many years, the ‘New Wave’ International Contest of Young Pop Singers has been a major event on the cultural scene of Russia, in neighboring countries and beyond. The great interest of millions of viewers cheering for Contestants and the Contest’s concert programs is the indication that the New Wave has become a highly anticipated annual international music award.\nThe idea to organize a new Contest, unlike any other Contest ever held in Russia and the CIS states, was suggested by composers Igor Krutoy and Raimond Pauls in the early 2002. Such a grand music festival provides an opportunity to discover and recognize new talented young singers.\nOver the years of hosting the Contest, Heads of various states have expressed high appreciation of this international music festival. Every year, on the day of the ‘New Wave’ Grand Opening, starting from the very first Contest at the Dzintari concert hall, greetings from Presidents of Russia, CIS, Baltic, European and many other countries to the Contest and its Contestants were read.\nMany of the Contestants from different years have become popular artists. Over the years, the Contest has opened many names – D. Bilan (Russia), S. Lazarev (Russia), E. Butler (Israel), A. Stotskaya (Russia), ‘Cosmos’ band (Latvia), I. Dubtsova (Russia), I. Busulis (Latvia), T. Karol (Ukraine), P. Gagarina (Russia), N. Gordienko (Moldova), Nyusha (Russia), I. Dorn (Ukraine), S. Sondoro (Indonesia), Niloo (Russia), Roberto Kel Torres (Cuba), A. Borodin (Russia), and many others. In different years, participants of the ‘New Wave’ became finalists of the ‘Eurovision’ Contest: D. Bilan (‘New Wave 2002’ and ‘Eurovision’ 2006 and 2008), I. Busulis ( ‘New Wave 2005’ and ‘Eurovision – 2009’ ), N. Barbu (‘New Wave 2004’ and ‘Eurovision – 2007’), Sofiko ( ‘New Wave 2006’ and ‘Eurovision – 2007’), Aisha (‘New Wave 2009’ and the ‘Eurovision – 2010’), ‘PeR’ band ( ‘New Wave 2010’ and the ‘Eurovision – 2014’), Donny Montell ( ‘New Wave 2011’ and the ‘Eurovision 2016’), Jamala (‘New Wave 2009’ and the ‘Eurovision 2016’), P. Gagarina (‘New Wave 2005’ and the ‘Eurovision – 2015’), Sergey Lazarev (‘New Wave 2002’ as a member of the ‘SMASH!!’ duo and the ‘Eurovision – 2016’) and many others.\nThe ‘New Wave – 2002’ was the first successful experience. During the Contest, over 800 people and several transport trailers with decorations and equipment arrived in Jurmala on behalf of the ‘New Wave’ Organizing Committee. Spectators enjoyed the exciting musical battle of 15 Contestants, as well as performances of many VIP guest musicians. On the majority vote of the Contest jury, ‘SMASH!!’, a duet of stylish young men from Russia, was awarded the first prize at the ‘New Wave – 2002’ Contest. Dima Bilan, the then young promising singer, who took the 4th place at the Contest, has become since then a very popular singer. His brilliant performance at the ‘Eurovision-2006’ in Athens, where he took the pride of second place, is a good proof to that. At the ‘Eurovision-2008’, Bilan took the Grand prix, which was cheered as a real victory not only by his fans, but also by entire Russia!\nBy the early 2003, the Organizing Committee of the Contest had received more than 3,500 applications. In 2003, the prize fund for winners was increased. In addition to the ‘Crystal Wave’ and commemorative certificates, $25,000 was awarded to the winner (Anastasiya Stotskaya from Russia), $20,000 to the Silver award winner (Nelly from Moldova), and $15,000 to the Bronze award winner (Vadim Azarkh from Russia).\nThe ‘New Wave-2004’ became another memorable milestone for the Contest. The first place was awarded to a Latvian band named ‘Cosmos’; Irina Dubtsova from Russia took the second place; whereas the winner of the third prize was Deema from Germany. Besides, in 2004, a new good tradition was established: from then onward, an artist awarded with the Audience Award receives a valuable gift in addition to the commemorative certificate. The 2004 contestant Vincens from Norway was awarded with a ring from the Smolensk Diamonds at the stage of the Dzintari concert hall.\nAt the ‘New Wave-2005’, the first prize went to Intars Busulis from Latvia, the winner of the second prize was Tina Karol from Ukraine, and a Russian pop singer Polina Gagarina took the third place. The unsurpassed and nonpareil Alla Pugacheva co-hosted concert programs and became a real Muse of the Contest. The Prima Donna established her own Prize, which can be awarded to any Contestant regardless of the jury’s choice. The prize of $50,000 went to Tina Karol from Ukraine.\nIn summer of 2006, the New Wave had its first anniversary – five years! Four Contestants from previous years took part in the ‘Eurovision-2006’ in Athens, which confirmed the high level of selection and trainings of our Contestants. Such result is a solid evidence and credential to the quality of the selection committees of the young singers’ countries, as well as to the passion and recognition shared by the multimillion audience of one of the greatest European song Contests. At the ‘Eurovision’, Eddie Butler performed for Israel, Tina Karol sang for Ukraine, Dima Bilan represented Russia, and the Cosmos represented Latvia. Their success in Greece was a tribute to their fruitful creative work, but also, and primarily, to their successful start at the ‘New Wave’. In 2006, the prize fund was increased to $100,000. The winner –La Rose from the USA – got $50,000; Gianni Fiorellino from Italy (second place) received $30,000; Sofiko from Georgia (third place) got $20,000. D-Side, an Irish band, took the Audience Award. Alla Pugacheva’s prize was awarded to Jukebox, a Russian band. In 2006, the ‘New Wave’ extended to six days instead of former five. One night of the Contest was dedicated to the 70th anniversary of Maestro Raimonds Pauls. International (Lara Fabian, Craig David, Al Di Meola) and the best Russian stars (K. Orbakayte, V. Leontiev, S. Rotaru, V. Serdyuchka, V. Meladze, L. Agutin, A. Varum, L. Leshchenko, Valeria, A. Rozenbaum, N. Baskov, I. Nikolaev, Zveri, Via Gra, Diskoteka Avarya, group A`Studio, group Banda, group Alisa, UMA2TURMAN and many others came to the Contest.\nIn 2007, the Organizing Committee received more than 7,000 applications from 37 countries. In May, the traditional semifinals, where the jury select the best of the best, were held. In 2007, the prize fund was increased to $120,000. Natalia Gordienko from Moldova became the winner; Erglis from Latvia and Barcelona, a duet from Ukraine, shared the second place; Marina, a charming finalist from Poland, took the third place. Alla Pugacheva’s special prize established in 2005 along with a special prize from the Universal company was awarded to her. The winner of the Audience Award – Rin`Go, a band from Kazakhstan, – received a special commemorative gift produced by the Smolensk Diamonds company. In addition, the talented Kazakh boys took the Trust prize awarded by Alla Pugacheva. Kostas Martakis from Greece received a prize from the Jurmala City Council. As in 2006, the Contest lasted for six days instead of five. During one of the Contest nights, an Evening with the composer Igor Krutoy attended by the best Russian and Latvian musicians was held. The globally recognized stars –M. Bolton, S. Wonder, D. Hvorostovsky, and Russian stars – Alla Pugacheva, K. Orbakayte, V.Leontiev, S. Rotaru, V. Meladze, L. Agutin A. Varum, L. Vajkule, L. Leshchenko, Alsou, V. Presnyakov, D. Bilan, F. Kirkorov, Valeria, N. Baskov, A. Russo, I. Nikolayev, P. Gagarina, S. Lazarev, A. Serov, Timati, Diskoteka Avarya, A`Studio and many others, performed at the Contest.\nIn 2008, the prize fund was increased to $140,000. The winner was Georgia, a duet from Georgia. Russian musician Iris took the second place. Alessandro Ristori from Italy took the third place. They received certificates and cash prizes of $70,000, $40,000 and $30,000 respectively. Two Contestants – Omar from Kyrgyzstan and Dyadya Vanya from Belarus – got the Muse Prize for Alla Pugacheva’s Contest ‘Alla’s Golden Star’, certificates and $50,000. The Jurmala City Council’s Prize was awarded to Dons’y, a Latvian musician. Persona image-agency awarded Iris, as the most stylish Contestant, with the Year of Beauty Prize. Nyusha, the youngest Contestant from Russia, received exclusive Jacob & Co watches. Fyodor Bondarchuk granted to Zaklyopki, a band from Ukraine, with a MUZ-TV certificate entitling to shoot and broadcast a music video. The Audience Award from the Smolensk Diamonds – a piece of jewelry named ‘Diamond Wave’ – went to Mger from Armenia. In 2008, the NEW WAVE bas-relief was manufactured and set in cooperation with UNESCO: finalists and ambassadors of the participating countries took part in this campaign.\nThe winners of the ‘New Wave-2009’ Contest, Sondoro Sandhy from Indonesia and Jamala from Ukraine shared the first place and got a prize of €50,000 each; Antonello Carozza from Italy took the second place and got a prize of €30,000; Mark Jusim from Russia took the third place and got €20,000. The Audience Choice Award went to Aisha from Latvia. The MUS-TV’s 100 Broadcasts Prize was awarded to the 2 NORMAL duet. Alla Pugacheva’s Prize of $50,000, the Alla’s Golden Star, was awarded to Mila Nitchich from Ukraine. A new project called the ‘New Wave Fashion Week’, wherein Russian fashion designers presented their fashion shows, was launched at the ‘New Wave-2009’ Contest. The World Fashion Channel assisted in organization of the project. The fashion shows were staged at the Contest opening and closing after parties. 16 designers, responsible for one Contestant’s style each, took part in the ‘New Wave Fashion Week’.\nIn 2010, 17 Contestants from 12 countries participated in the Contest program. Sona Shahgeldyan from Armenia took the first place, Tatiana Shirko from Ukraine won the second prize, and Uku Suviste from Estonia was the third.\nIn 2011, the New Wave turned 10! The global recognition gained by the Contest over all these years, love of millions of viewers and many talented winners was the evidence of high professional level of organization of the ‘New Wave’ Contest, its stability and relevance. In 2011, in addition to the ‘New Wave’ Bas-Relief Setting Ceremony there was a Grand Ceremony of the ‘New Wave’ Stamp Cancellation. On 26 July, among many events dedicated to the Contest’s anniversary, a Grand Opening of the ‘Walk of Fame’ with memorial was held at the square near the Dzintari concert hall. Ten slabs indicating names of the winners and laureates are dedicated to the 10 years of the Contest starting from 2002. Another two slabs bear names of two permanent members of the jury: that of the composer and People’s Artist of Russia Igor Krutoy, and of Maestro Raimonds Pauls. On 29 July, there was an evening with the composer A. Zacepin at the Dzintary cinema hall. Jaden Felder from the USA got the first prize and €50,000. Masha Sobko from Ukraine took the second place and got the Crystal Waves Prize and €30,000. The N.A.O.M.I. band from Russia took the third place and got €20,000. Flute of Shame, a band from Finland, won Alla Pugacheva’s Prize, the Alla`s Star, and €50,000. The Audience Award went to Erich from Armenia. The Kolya Serga band from Russia got a contract with the ARS company and airtime on the MUZ-TV channel. The Shakhtyor FC’s Prize, shooting of a music video and airtime on the MUZ-TV, was awarded to Masha Sobko from Ukraine. Andrey Grizz-Lee from Russia got a prize from the Megafon and the MUZ-TV. He also received a prize from the AUTORADIO (song broadcast). Alla German, who was working with the N.A.O.M.I. band, got ‘The Best Stylist’ prize from Valentin Yudashkin.\nAt the ‘New Wave-2012’, Niloo from Russia won the First Prize of €50,000 and the Prize in the form of crystal waves. Konstantin del Pinto from Italy won the Second Prize of €30,000 and the crystal waves; the Third Prize of €20,000 was awarded to Maria Yaremchuk from Ukraine. I.O.W.A., a band from Russia, got a special prize from the LOVE Radio – the Love Radio’s Choice along with airtime and an opportunity to participate in the BIG LOVE SHOW ’2013.\nIn 2013, the traditional Crystal Waves and €50,000, €30,000 and €20,000 were awarded to the winners of the first, second and third prizes: Roberto Kel Torres from Cuba, Saloma Katamadze from Georgia and Vinh Khuat from Vietnam, respectively. Charming Arseniy Borodin from Russia got the Audience Award. The MUZ-TV’s special prize was awarded to Julia Tereshenko, another Contestant from Russia. The Music1’s special prize was awarded to Elva Patty, a finalist from Indonesia.\nIn 2014, for the sixth year in a row, the ‘New Wave-‘2014 bas-relief was sculpted with assistance of UNESCO. Finalists and ambassadors of the participating countries took part in the campaign. The draws for the sequence of Contestants’ performances on the second and third days of the Contest are always eventful and hilarious. In accordance with the tradition, the greatest stars of show business performed at the Contest. Since 2013, a pop musician sings a duet with a finalist at the ‘New Wave’ stage on one of the Contest days: both the Contestants and the audience liked this innovation! In the evening of 25 July, the viewers enjoyed musicians’ performance at the Evening with Alla Pugacheva. Russian and foreign pop stars sang the hits performed in various years by the favorite star of millions – the People’s Artist of the USSR Alla Pugacheva. At the end of the program, the Prima Donna herself appeared in the footlights.\nThe first prize at the ‘New Wave-2014’ went to Nutsa Buzaladze from Georgia, the second place was awarded to Victoria Petrik from Ukraine, and Vyacheslav Rybikov from Ukraine came in third. They got the famous crystal waves, as well as cash prizes of €50,000, €30,000 and €20,000, respectively. The Audience Award went to Sona Rubenyan, a Contestant from Armenia. Sonya Rubenyan also got a luxury pearl necklace as a special prize from the Woman.ru media partner at the Contest’s final press conference. A special prize from the MUZ-TV channel – airtime for music video – went to Nodar Reviya from Russia. Alla Pugacheva’s Prizes were awarded to Stas Shurins from Latvia and Monica Link from Lithuania. The ‘New Wave’ Audience Award has been offered by the Twelve Thirteen Jewelry. The Prize is made of gold interspersed with rare diamonds.\nThe main prize of the ‘New Wave’ is represented by three white crystal waves going upwards and crowned with black crystal keys. These are the waves the winners of the 1st, 2nd and 3rd prize will get! The Kids’ ‘New Wave’ awards a similar prize, but just a bit smaller than its ‘big brother’. The symbolic Waves are made at a crystal glass factory in Gus-Khrustalny – a Russian town of glass masters with centuries-long traditions of glass and crystal crafts.\nEach year, from 2002 to 2014, the Contest was staged in Latvian Jurmala. In 2015, the ‘New Wave’ moved to Sochi and was staged at the new Sea port venue on the Northern pier square, from October 2 to October 11. The New Wave Hall was designed and constructed in 2015 right for the Song Contest needs. The concert hall can accommodate 2,800 spectators (as opposed to 2,500 seats at the previous venue). Over years the Contest has developed long-standing traditions that are very dear to the ‘New Wave’ audience and fans. More than 200 million viewers watching the Contest live on RUSSIA 1 channel, which testifies to its popularity and public recognition.\nIn 2015, 15 finalists from Armenia, Belarus, Bulgaria, Greece, Indonesia, Italy, Kazakhstan, Latvia, Ukraine, Croatia, Switzerland and other countries were on the Contest program. Russia was represented by Kamila Izmailova, Oleg Sidorov, Tatiana Shamanina. Popular artists and musicians such as Ph. Kirkorov, I. Nikolaev, Valeriya, L. Agutin, L. Vajkule, K. Meladze, A. Lorak, A. Varum, D. Kontopoulos took part in the jury. The Jury President was the People’s Artist of Russia, Producer and Composer I. Krutoy.\nUnlike in the previous years, the ‘New Wave-2015’ program lasted for 10 days. October 2 – Grand Opening; October 3 – Movie Day concert of star singers, Day One of the Contest; October 4 – concert of the jury members, Day Two of the Contest (Contestants sang Igor Nikolayev’s songs in duos with stars); October 5 –concert of the Big Philharmonic Orchestra directed by Yuri Bashmet, with participation of star singers; October 6 – New Wave Stars Gala Concert; October 7 – Star Families concert; October 8 – Empress and Two Maestros show with Irina Allegrova , Igor Krutoy and Igor Nikolaev; October 9 – Evening with V. Leontiev featuring pop musicians; October 10 – concert of stars, Day Three of the Contest; October 11 – Closing Ceremony.\nEvery night, stars – such as Eros Ramazzotti, Anna Netrebko, Sergey Shnurov and Leningrad, Philip Kirkorov, Lev Leshchenko, Larisa Dolina, Christina Aguilera, Valeria, Polina Gagarina, Dima Bilan, Nickolay Baskov, Leonid Agutin, Robin Tik, Anjelika Varum, Hataliya Koroleva, Intars Busulis, Alexander Buinov, Laima Vajkule, Oleg Gazmanov, Vladimir Presnyakov, Soso Pavliashvili, Sergey Lazarev, Ani Lorak, Grigoriy Leps, Irina Dubtsova, Discoteka Avariya and many others – took part in the concert program. Various sporting events took place as part of the ‘New Wave-2015’ program. They included the traditional ‘New Wave’ Beach Soccer Cup, where Contestants and stars of show business played with professional Russian teams at the multipurpose sports complex ‘Sport Inn’. On October, 3 the ‘Lastochka’ restaurant hosted an evening charity event staged by Tatyana Mikhalkova’s ‘Russian Silhouette’ charity fund. Also, as part of the Contest, there was held the Afterparty dedicated to the ‘New Wave 2015’, – at the Contest’s official club at Chernomorskaya, 5.\nOn October 7, a tour of ‘New Wave 2015’ finalists was organized to Sochi Sky Park – an adventure park in the mountains, famous for the longest suspension footbridge in Europe. Some of the ‘New Wave’ Contestants bungee-jumped off the bridge, at 207 meters. The Contest banner was displayed during the jump. Also, all participants of the ‘New Wave’ made on the bridge a heart-shaped pattern of red, blue and white balloons (in the Russian national colors), and launched into the air in a special time capsule a message to future generations. As part of the ‘New Wave’ Contest, on October 10, the charity event – an indoor gala dinner called ‘Do not keep silent’ – was held under the patronage of the ‘Naked Heart’ Foundation by N. Vodianova.\nA special prize from the woman.ru site – the official online partner of the Contest – on votes of its visitors, was awarded to the participant from Armenia Grigor Kekchyan. A special prize from the ‘Ugra’ bank – the release of a new video clip – was awarded to a young and promising singer from Russia Kamila Ismailova. The the ‘New Wave 2015’ Contest winners were: First place – Damir Kedzo (Croatia, prize of 3.5 million rubles), second place was shared by Ademi (Kazakhstan, prize of 2.2 million rubles) and Millane Fernandez (Indonesia Prize 2.2 mln. rubles), third place was taken by ‘The Pringlez’ Ukrainian group (prize of 1.3 million rubles).\nIn 2016, the ‘New Wave’ turned 15 years old. The Contest was staged from September, 3 to September, 9 featuring 16 finalists from 12 countries. Among the guests invited to the celebration of the anniversary of the ‘New Wave’ were only the most popular actors: F. Kirkorov, Valeria, I.Nikolaev, N. Baskov, P. Gagarina, G. Leps, O. Gazmanov, Lolita, S. Rotaru, I. Dubcova, A. Rosenbaum, S. Pavliashvili, L. Dolina, Emin K. Orbakaite, A. Lorak, L. Vajkule, I. Kobzon, V. Leontiev, I. Busulis, A. Buinov, Nyusha, L. Leshchenko, N. Korolyeva, Jasmin, group ‘Leningrad’, ‘Diskoteka Avariya’, A`Studio, VIA GRA, IOWA, and many others. The special guests of the event were Sting and Ricky Martin.\nPopular musicians took part in the jury: singer and composer Igor Nikolaev; Honored Artist of Russia, singer and composer Leonid Agutin; People’s Artist of Russia, singer Valeriya; composer and producer Valery Meladze; People’s Artist of Russia, composer and producer Filip Kirkorov; singer Ani Lorak; singer, actress, Honored Artist of Russia Anzhelika Varum; Greek composer Dimitris Kontopoulos; Honored Artist of Russia, composer, producer Viktor Drobysh; Director General of ‘Avtoradio’ Yury Kostin; Director General of the Russian national music channel ‘MUZ-TV’ Arman Davletyarov. The Jury President was the People’s Artist of Russia, Producer and Composer I. Krutoy. The highest score awarded to Contestants was 11.\nThe Contest started on September, 3, and featured the following program: September 4 – Movie Day concert, Day One of the Contest; September 5 – Evening with Oleg Gazmanov; September 6 – Anniversary Concert of V. Drobysh, Day Two of the Contest; September 7 – Concert ‘Music of Igor Krutoy’ performed by Russian and world star singers; September 8 – Premiere Day concert, Day Three of the Contest; September 9 – Gala Concert dedicated to the closing of the Contest.\nOn August 26, during the cancellation ceremony of a commemorative card issued with the support of the Post of Russia the Contestants signed their cards and sent them to their friends and relatives. Special guests of the ceremony were People’s Artist of Russia Filip Kirkorov and the head of the city of Sochi Anatoly Pakhomov.\nThe ‘New Wave’ Beach Soccer Cup (staged on September, 5, at the Sport Inn complex) and the International ‘New Wave’ Tennis Cup (staged on September, 6, at Sochi’s Riviera Park) took place as part of the ‘New Wave-2016’ program. Artists, musicians, singers, athletes, VIP-officials, including A. Babenko, I. Averbuch, R. Kostomarov, O. Gazmanov, I. Nikolaev, N. Mikhalkov, as well as Contestants, participated in the sporting events.\nThe New Wave Fashion Week 2016 saw the presentation of some collections: the Serenity collection of the ‘ZaSport’ Company by Anastasia Zadorina; the Endeavour collection by Barbara Plavinski, the Alumnus of the ‘Vyacheslav Zaitsev’s Laboratory of Fashion’; the Imaginariym collection by Ivan Vanin and Nadezhda Loginova, the winners of the qualification round of the contest organized by the ‘Russkiy Siluet’ Foundation of Tatyana Mikhalkova. On September 6, designer Igor Gulyaev presented his collection.\nOn September 8, thousands of pop music fans gathered at the southern bulwark of the Sochi Sea Port to participate in the ‘MUZ-TV Disco Party’. On September 9, two events took place to mark the 15th anniversary of the Contest. The special guests of the two ceremonies, which were important for both the Contest as well as the residents of Sochi, were the head of the city of Sochi Anatoly Pakhomov, and the Jury’s President, People’s Artist of Russia, Producer and Composer Igor Krutoy, and many others. That year, the Grand Opening of the ‘New Wave’ Walk of Fame in Sochi took place (the ‘Star’ of Contestants of Year 2016 was installed too) as well as there was the Ceremonial installation of the ‘New Wave’ bas-relief prepared by the Contestants. The bas-relief was made of bronze. On August 26, at the CHERNOMORSKAYA, 5 Restaurant the historic sculpturing of the bas-relief was organized under the supervision of Vyacheslav Vladimirovich Zvonov, a member of Russia’s Union of Artists. This unique ceremony is one of the Contest’s long-lasting traditions: the first bas-relief was sculptured in 2010 in cooperation with the international organization ‘Chasha Mira’ (‘The Pot of the World’). The ceremony was attended by honored guests and ambassadors of the participating countries. Every contestant invested a piece of his soul and talent into preparing the sculpture.\nMore than 500 news agencies were accredited for the event. The press-conferences that were held on September 3 and 9 featured the participation of: the ‘New Wave’ Contest CEO Alexander Rumyantsev, CEO of Avtoradio and Jury Member Yuri Kostin, First Deputy Chairman of the Board of Administration Yuri Melnikov, the head of the city of Sochi Anatoly Pakhomov, CEO of the Russian national music channel ‘MUZ-TV’ Arman Davletyarov, and Chairman of the Jury Igor Krutoy.\nWinners of the 2016 Contest were: The first place was divided between Dino (Croatia) and Walter Ricci (Italy). The second place was taken by Galina Bezruk (Ukraine), the third place went to the Georgian contestant Georgi Nadibaidze. Winners of the first three places received bank cards with the award amount from the Yugra Bank. The Audience Choice Award and the Special Prize from the MUZ-TV Channel, which was rotation of the music video on the channel, went to Yesenia (Ukraine). The Contest was broadcasted by the RUSSIA1 TV channel.\nThe ‘New Wave – 2017’ was held at the Olympic Park in Sochi from September, 8, to September, 14. There were 14 Contestants from 9 countries. The special guest of that year’s event was pop singer LP.\nOn September 11, the International ‘New Wave’ Beach Soccer Cup was staged. Two teams, contestants and stars, participated in this event. The tournament was supported by ‘ZASport’ Company (www.za-group.net) by Anastasia Zadorina and KARTINA-TV and was held on the Imeretinsky Resort beach. The tournament was won by the all stars’ team. As part of the ‘New Wave’, the New Wave Fashion Week was held. There was a presentation of the ‘New Wave’ collection by designer Anika Kerimova as well as the show of the American fashion designer Rubin Singer. On September, 14, a star was installed at the ‘New Wave’ Walk of Fame in Sochi. Ceremonial installation of the ‘New Wave’ bas-relief also took place (Nesebrskaya Street, orienting point Rotunda).\nThe stage of the New Wave Hall saw the performances of: F. Kirkorov, I. Allegrova, N. Baskov, K. Orbakaite, N. Koroleva, L. Leshchenko, L. Vaikule, S. Lazarev, P. Gagarina, D. Bilan, I. Dubtsova, I. Busulis, D. Arbenina, O. Gazmanov, V. Presnyakov, the ‘IOWA’ group, Estradarada, O. Buzova, A. Vorobyev, Y. Karaulova, ALEKSEEV, Jasmin, the ‘Diskoteka Avariya’ group, A. Rozenbaum, L. Dolina, G. Matveychuk, A. Buinov, D. Jocker, Lolita, T. Rodriguez, I. Krutoy, A. Varum, K. Meladze, Alsou, I. Nikolaev, LOBODA, L. Uspenskaya, V. Leontiev, Nyusha, G. Leps, A. Panayotov, group ‘Gradusy’, A. Revva, the ‘Artik & Asti’ group, E. Temnikova, ‘A`STUDIO’ group, Mot, A. Lorak, R. Gazmanov, Valeriya, V. Meladze, Timati, the ‘THERR MAITZ’ group, L. Agutin, Yufa, T. Povaliy, the ‘VIA GRA’ group, M. Barskich, the ‘MBAND’ group, BURITO, the ‘New Wave’ Choir of the Academy of Pop Music of Igor Krutoy. The ‘MUZ-TV’ disco party was successfully staged in the Imeretinskaya lowland. On September, 12 there was the ‘Tribute of Filip Kirkorov dedicated to his 50th anniversary’ that featured the best artists. On September, 13, the SUPER AFTER-PARTY took place with the participation of the ‘Ruki Vverkh!’ group.\nThe ‘New Wave’ prize fund amounting to 7 million rubles was shared among: 1st place – Sardor Milano (Uzbekhistan), the ‘DoReDos’ group (Moldova), Erna Mir (Armenia); 2nd place – Syuzanna Melqonyan (Armenia); 3rd place – Lilu (Vietnam). The Audience Award – entitled the ‘Diamond Wave’ – as well as the ‘New Wave’ branded watch designed by the famous Swiss watch-manufacturer Jacob & Co were presented to Rustem Zhugunusov (Kazakhstan). A Special Prize from the Russian Railways, a bonus card with 50,000 bonus points for comfortable traveling was awarded to Stas More (Russia). Voting for the most stylish ‘New Wave 2017’ contestant has been taking place at the WMJ.ru portal for a month. As a result, having earned more than 10 thousand votes, Lusia Chebotina (Russia) won this prize. The Special Prize from MUZ-TV – rotation run of a music video on the channel, was awarded to Sasha Santa by the MUZ-TV CEO Arman Davletiarov. Certificate for filming the music video was awarded by the ‘New Wave’ Contest Organizing Committee. The Contest was broadcast by the Russia1 TV channel.\nAdministrations of the Krasnodar region and of the city of Sochi had provided maximum of their assistance to the ‘New Wave’ regarding moving of the contest to the Olympic Park in 2017. The NEW WAVE HALL was constructed within a short period of time. The Hall is located within a walking distance from the famous ‘Fisht’ Stadium and the Sochi Park. Construction works went on for several months. During this time all the necessary utilities, such as water, sewerage, power, were supplied. Six hectares of green lawns were prepared, as well as sidewalks and pedestrian paths. A plot of 14 ha was covered with asphalt, trees and flowers planted around. Streets and bridges of the resort were decorated with dozens of flags, banners, lighting designs dedicated to the ‘New Wave’. The security during the event is maintained at the highest possible level. Personal words of gratitude from the Organizing Committee go to the Governor of the Krasnodar region Veniamin Kondratiev and to the head of the city of Sochi Anatoly Pakhomov. The government and the President of the Russian Federation have demonstrated a constant strong support to the organization and the realization of the Contest.\nThe ‘New Wave – 2018’ will see performances of 16 Contestants from 11 countries: Emil Kadyrov (Azerbaijan), Gevorg Harutyunyan (Armenia), Ivailo Filipov (Bulgaria), Demy (Greece), Marko (Italy), Mad June (Kazakhstan), Lenni-Kim (Canada), Klinsmann (Malta), Julia Zahra (Netherlands), Daria Antoniuk (Russia), Dan Rozin (Russia), Ana Zorina (Russia), EtnoZapil (Russia), “Ki? Tua!” (Russia), “Pidzhakov Live” (Russia), Sasha Pashkov (Ukraine).\nAs usual, the most popular singers and musicians from Russia and abroad will take part in the Jury. The Jury President is the People’s Artist of Russia, Producer and Composer I. Krutoy. All finalists will get scores for their performances from the professional Jury. The Jury of the ‘New Wave – 2018’ includes: a popular singer and composer Igor Nikolaev; People’s Artist of Russia, Composer and Producer Philipp Kirkorov; a popular singer, actor, TV-presenter Sergey Lazarev; a popular singer, actress, Honored Artist of Russia Anzhelika Varum a popular composer Dimitris Kontopoulos; a popular singer, musician, composer Intars Busulis; a popular singer Ani Lorak; CEO of the Russian national music channel ‘MUZ-TV’ Arman Davletyarov.\nThe Contest takes place from September, 4 to September, 9. The guests of the ‘New Wave’ are: F. Kirkorov, S. Lazarev, I. Busulis, K. Orbakaite, Y. Karaulova, Alsou, L. Leshchenko, Valeriya, A. Varum, L. Agutin, A. Lorak, I. Allegrova, Loboda, O. Gazmanov, I. Nikolaev, E. Temnikova, A. Buinov, A. Revva, L. Vaikule, Timati, V. Leontiev, V. Presnyakov, A. Belyaev, N. Podolskaya, Jasmin, A. Vorobyov, G. Leps, Zara, R. Kel Torres, A. Chumakov, Burito, Feduk, Basta, D. Jocker, Alekseev, T. Rodriguez, A. Sviridova, Lolita, E. Krid, the ‘Artik & Asti’, ‘A`Studio’, ‘MBAND’, ‘IOWA’, ‘Pizza’ and many others popular groups. The special guest of the event is Luis Fonsi with his world-famous song ‘Despacito’.\nThe international recognition and love of millions of viewers earned by the contest over the years is the best evidence of the high professional level of the ‘New Wave’ organization. Annual recognition of new talented winners is an obvious sign of the contest’s stability and relevance. The ‘New Wave’s move to Sochi, Russia, one of the world’s most famous resorts, gives the contest a new perspective. This world-class international music contest is hosted in the spirit of the Olympic legacy in Sochi, the Russian Federation, as an evidence of progressive strengthening of Russia’s status on the global music scene.", "original_url": "https://newwavestars.eu/history/", "wayback_url": "https://web.archive.org/web/20210306014626/https://newwavestars.eu/history/", "a_id": "Q6331507-13"}