{"title": "Estonia: Uku Suviste wins Eesti Laul 2020 with \"What Love Is\"", "text": "Estonia: Uku Suviste wins Eesti Laul 2020 with \"What Love Is\"\nTonight Estonia chose their winning act in Saku Suurhall for the Eurovision Song Contest in Rotterdam this May.\nAll 12 were performed in the first round, and then a jury and public televoting (50/50) selected the best three entries to proceed to the Super Final: Arnett & Fredi, Jaagup Tuisk and Uku Suviste. In the Super Final it was entirely the public televoters who decided that Uku Suviste should represent them at Eurovision 2020 with the song What Love Is.\nUku Suviste - “What Love Is”\nUku Suviste's song What Love Is is written by Uku Suviste and Sharon Vaugh.\nEesti Laul 2020 - Final Results\nUku Suviste – \"What Love Is\" (superfinalist, winner) Jaagup Tuisk – \"Beautiful Lie\" (superfinalist) Anett & Fredi – \"Write About Me\" (superfinalist) Egert Milder – \"Georgia (On My Mind)\" Traffic – \"Üks kord veel\" SHIRA – \"Out In Space\" STEFAN – \"By My Side\" INGER – \"Only Dream\" Synne ft Väliharf – \"Majakad\" Uudo Sepp – \"I'm Sorry. I Messed Up\" Laura – \"Break Me\" Rasmus Rändvee – \"Young\"\nUku Suviste\nUku Suviste (37) is a well-known Estonian singer and songwriter. He began his career in 2004 singing in youth competitions. He has participated in many other contests in Estonia in the following years of his career. He started gaining more fame after publishing an album with the Estonian Idol winner Birgit Õigemeel (who also represented Estonia in Eurovision in 2013) in 2008.\nIn 2010 he took part in Russia’s largest song contest called “New Wave” where he finished third. In 2014 Uku participated in the famous Estonian television parody show “Your Face Sounds Familiar”. He has been in several musicals throughout his career such as “Oliver Twist”, “Chicago” and “West Side Story”. His fame in Russia rose after competing in The Voice Russia in 2018, although being eliminated from the semi-finals.\nUku Suviste has participated in Eesti Laul many times, last year finishing second with his song “Pretty Little Liar”. This year Uku had the support of the huge Russian star Philipp Kirkorov. Suviste has studied music and classical singing in the Estonian Academy of Music and Theatre. His father Raivo Suviste is a well-known TV producer in Estonia. Uku Suviste has a successful career as an artist in Estonia as well as Russia and is beloved by audiences.\nEesti Laul 2020\nEesti Laul 2020 was the twelfth edition of the Estonian national selection Eesti Laul, which selected Estonia's entry for the Eurovision Song Contest 2020.\nSemi-final 1: 13 February 2020\nSemi-final 2: 15 February 2020\nFinal: 29 February 2020\n12 songs competed in each of the Semi-finals, and half of them proceeded to the final, held on 29 February 2020.\nIn Eesti Laul 2020, the format remained the same as in the previous years: 12 songs competed in two semi-finals where six qualified from each. In the first round of voting the combination score of judges and public voters determined the first four finalists and in the second round scores went to zero and public votes selected two more acts.\nIn the final, three super finalists were chosen to proceed to the next round, where the public voted and chose the winner.\nEstonia 2015: Elina Born & Stig Rästa - \"Goodbye to Yesterday\"\nEstonia has participated in Eurovision Song Contest 25 times by now, first in 1994. Estonia has participated every year, except 1995. Estonia has managed to qualify to the grand final only 7 out of 16 times.\nEstonia has won just once, in year 2001 with the song \"Everybody\" performed by Tanel Padar and Dave Benton and 2XL.", "original_url": "https://eurovisionworld.com/esc/estonia-uku-suviste-wins-eesti-laul-2020-with-what-love-is", "wayback_url": "https://web.archive.org/web/20200301173142/https://eurovisionworld.com/esc/estonia-uku-suviste-wins-eesti-laul-2020-with-what-love-is", "a_id": "Q6331507-0"}