{"title": "Eurovision France", "text": "Eurovision France\nDouze artistes sont en lice pour représenter la France au concours Eurovision de la chanson. Cette fois-ci, c’est une féministe, un nom bien connu car elle est familière de cette compétition. Il s’agit de Barbara Pravi qui va défendre sa chanson « Voilà », voici sa présentation dans notre série d’articles au sujet de votre rubrique « Vous avez la parole ! ». Les membres « En Route » ont eu la possibilité de partager leur avis sur les chansons en compétition. La Team En Route s’associe aux membres pour publier un portrait des participants.\nPrésentation\nBarbara Pravi, après avoir co-écrit avec Igit les deux dernières chansons françaises de l’Eurovision junior, « voilà » qu’elle tente également sa chance pour la version senior, mais cette fois-ci sur le devant de la scène.\nElle suit donc les traces de son acolyte Igit qui avait lui-même terminé à une jolie 5e place en finale de Destination Eurovision en 2018 avec « Lisboa Jérusalem ».\nSa chanson « Voilà », une valse qui monte crescendo interprétée avec beaucoup d’authenticité (qui se traduit par Prava en Serbe dont Pravi en est dérivé) explique justement sa mise en lumière en tant que chanteuse. Du haut de ses 27 ans, elle espère que le public européen l’aimera « comme un ami qui s’en va pour toujours » et souhaite faire aussi bien que sa jeune protégée Valentina qui vient de remporter l’Eurovision Junior.\n© Facebook barbarapravimusic (Yann Orhan)\n🔝 Ses forces\nLa chanson est exactement ce que l’Europe attend d’une chanson « à la française ». « Voilà » est comme une version moderne de « Paname » d’Edith Piaf qui reste une référence dans le monde entier.\n⬇️ Ses faiblesses\nVu la situation actuelle, les Français souhaiteraient peut-être plutôt faire la fête à Rotterdam avec une chanson up tempo.\n💛 Référence à l’Eurovision\nSa contribution n’est pas sans rappeler Patricia Kaas en 2009 avec une jolie 8e place.\n💬 Les membres ont la parole !\nJe la trouve merveilleuse, elle représente la France d’une manière incroyable et je pense que ce titre peux nous faire gagner cette année, je crois en cette artiste et en sa chanson ! Lena Mussard\nUne très bonne ritournelle à la française qui peut plaire à un large public, un peu comme le Portugal en 2017. Elle a toutes ses chances pour un top 5 à l’Eurovision si ce n’est plus. Dimitri Martins\nLa grande chanson française : une façon ancestrale de chanter qui n’a rien de moderne mais c’est le cliché que les « étrangers » aiment de la France. Adrian Scolagill\nC’est typiquement le genre de chansons que les Français n’aiment pas mais que les étrangers adorent. Cette ballade me fait penser à la chanson de Patricia Kaas, ce qui est bon signe. Le point fort de cette chanson est l’interprétation de Barbara Pravi qui est excellente. Hâte de voir la prestation. Adrien Crt\nSelon moi, « Voilà » est un modèle d’écriture. Barbara Pravi a une voix très claire et perçante. On l’écoute dès qu’elle prononce le premier mot. Son chant est d’une très grande justesse et son vibrato est élégant. Elle dégage une émotion par sa voix mais aussi par ses gestes et expressions que je trouve très justes. Les instruments sont discrets mais dévoilent leur puissance et leur intérêt petit à petit, jusqu’à cette magnifique envolée. En mon sens, l’ensemble brise la barrière des langues et nous laisse envisager un Top10, peut-être même un Top5. Marc-Antoine MC\nMagnifique chanson pour l’Eurovision. S’il n’y a pas de public dans l’arène le soir de la finale, il faudra absolument centrer les caméras sur son visage et à la toute fin, la voir seule sur scène avec la salle vide… Ça rendrait plutôt bien je pense. Pas Cal\nSuper chanson, très touchante. J’aime la musicalité, les paroles et les sonorités. Alixe Marcel\nBarbara interprète une chanson à texte avec une jolie voix mais n’en ressort pour ma part aucune émotion. J’aurais préféré pour sa part une chanson plus vivante. Fred Lpbe\nJe suis Barbara Pravi depuis 2 ans maintenant, sa voix est envoutante et l’air de cette chanson est très émouvant. Elle rappelle les classiques de la chanson française, représente totalement la musique française et en même temps amène un vent frais en abordant des thèmes importants. Elle vient comme elle est sans artifice. Maeliss Chaigneau\nTrès belle chanson ! Barbara a beaucoup fait pour la France à l’Eurovision et mérite sa place, mais est-ce que ce style de chanson est adapté au mood du moment ? Cynthia Adm\n© Facebook barbarapravimusic\nParoles de la chanson\n(Barbara Pravi, Igit, Lili Poe / Valentine Duteil, Agnès Imbault, Elodie Filleul, Jérémie Arcache)\n(P) 2020 Capitol, Universal Music France\n[Couplet]\nÉcoutez-moi, moi la chanteuse à demi\nParlez de moi, à vos amours, à vos amis\nParler leur de cette fille aux yeux noirs et de son rêve fou\nMoi c’que j’veux c’est écrire des histoires qui arrivent jusqu’à vous\nC’est tout\n[Refrain]\nVoilà, voilà, voilà, voilà qui je suis\nMe voilà même si mise à nue j’ai peur, oui\nMe voilà dans le bruit et dans le silence\n[Couplet]\nRegardez moi, ou du moins ce qu’il en reste\nRegardez moi, avant que je me déteste\nQuoi vous dire, que les lèvres d’une autre ne vous diront pas\nC’est peu de chose mais moi tout ce que j’ai, je le dépose là\nVoilà\n[Refrain]\nVoilà, voilà, voilà, voilà qui je suis\nMe voilà même si mise à nue c’est fini\nC’est ma gueule c’est mon cri, me voilà tant pis\nVoilà, voilà, voilà, voilà juste ici\nMoi mon rêve mon envie, comme j’en crève, comme j’en ris\nMe voilà dans le bruit et dans le silence\n[Couplet]\nNe partez pas, j’vous en supplie restez longtemps\nÇa m’sauvera p’t’être pas, non\nMais faire sans vous j’sais pas comment\nAimez moi comme on aime un ami qui s’en va pour toujours\nJ’veux qu’on m’aime, parce que moi je sais pas bien aimer mes contours\n[Refrain]\nVoilà, voilà, voilà, voilà qui je suis\nMe voilà même si mise à nue c’est fini\nMe voilà dans le bruit et dans la fureur aussi\nRegardez moi enfin et mes yeux et mes mains\nTout c’que j’ai est ici, c’est ma gueule c’est mon cri\nMe voilà, me voilà, me voilà\nVoilà, voilà\nVoilà, voilà\n[Vocalises]\nVoilà\nRetrouvez Barbara Pravi sur :\nFacebook : @barbarapravimusic\nInstagram : @babpravi\nSon site officiel : barbarapravi.com\nÉcrit par : la Team En Route\nCrédits Photo – Programme : France TV\nPartager sur les réseaux sociaux\n112 Partages", "original_url": "https://www.enroute-eurovision.fr/actualites/eurovision-france-2021-cest-vous-qui-decidez-barbara-pravi-voila/", "wayback_url": "https://web.archive.org/web/20210130235651/https://www.enroute-eurovision.fr/actualites/eurovision-france-2021-cest-vous-qui-decidez-barbara-pravi-voila/", "a_id": "Q78138804-68"}