{"title": "“J’ai compris que j’avais besoin d’amour”", "text": "“J’ai compris que j’avais besoin d’amour”\nC’est le retour de Barbara Pravi ! Nouveau single, nouvel album, nouvelles envies, la chanteuse est venue en parler en toute simplicité à aficia…\nNous avions découvert Barbara Pravi lorsqu’elle était projetée sur le devant de la scène avec la comédie musicale ‘Un été 44‘ en 2016, puis, avec un premier EP très personnel. On découvrait d’ailleurs les titres “Pas grandir” mais aussi un tendre duo avec Calum Scott sur “You are the Reason (L’automne avant l’heure)”.\nDepuis, la chanteuse a fait des choix, notamment celui de se séparer de son équipe pour voguer vers d’autres horizons, ou se recentrer vers ce qu’elle aime le plus au monde : la chanson. Elle dévoilera ce vendredi 7 février Reviens pour l’hiver, un EP qu’elle livre comme un carnet de voyage intime… C’est à ce sujet que nous avons eu la chance d’interviewer Barbara Pravi.\nBarbara Pravi : l’interview…\nTe voilà de retour avec un nouvel EP composé de cinq titres. Je remarque que tes choix, tes envies, ton style ont évolué en deux/trois ans…\nMes influences se logent dans la chanson française et pas du tout dans la pop.\nEn tout cas, j’ai l’impression qu’à chaque nouvelle sortie de disques, qui est un moment assez important dans une carrière de chanteur, il y a bel et bien un changement. C’est important qu’il y en ait un. Cela traduit une volonté différente. Alors forcément, quand j’ai sorti mon premier EP il y a deux ans, j’étais dans une période de ma vie. Ce que je racontais était l’état de cette période.\nEn soit, je ne trouve pas que le changement soit si brutal que ça. Cela reste de la chanson. Il est plus mature, c’est une certitude, parce que j’ai grandi aussi. J’ai pris deux ans. Il m’est arrivé de sacrés trucs en deux ans. Chaque nouvelle sortie est le résultat d’un constat de vie ou d’un état à un moment donné. Le changement est à cet endroit-là. On vieillit, on grandit. J’ai eu mes premiers cheveux blancs (Sourire). De la même façon qu’un corps change, j’ai l’impression que l’esprit grandit aussi.\nAutrefois, tu disais faire de la pop à texte. J’ai moins la sensation qu’avec cet EP la pop ait été un élément premier. C’est exact ?\nOui, et même pas du tout ! En fait, je me suis rendue compte d’une chose. C’est que sur le premier disque, c’était vraiment le fruit d’un travail collaboratif avec qui je faisais mes chansons à l’époque. Lui était très influencé par la musique pop. Il écoutait de la pop américaine. Il m’y avait ‘converti’, mais ce n’est pas ma musique. Ma musique à moi c’est la chanson. C’est toujours ce que j’ai écouté. Mais lorsque mon disque est sorti, je me suis séparée de toutes les équipes avec qui je m’étais entourées (manager, réalisateur d’album…). Je n’ai gardé que mon label en fait, ou bien c’est lui qui m’a gardé je sais pas trop (Rires).\nMais en gros, j’ai été obligé, pour le meilleur, de me poser les questions suivantes : Pourquoi je fais ça ? Quelle est la musique que j’aime ? Quelle est la musique que j’écoute ? Moi en tant que Barbara Pravi, toute seule. Qui suis-je ? Sachant que j’adore les textes et les grandes mélodies. Mes influences se logent dans la chanson française et pas du tout dans la pop. L’évolution est là.\nQuand tu me parles de séparation d’équipe, tu parles notamment de Jules Jaconelli ?\nExactement. Je ne recompte pas retravailler avec lui. Quand j’ai commencé, j’avais peur de ne pas me faire confiance. J’ai donné cette confiance dans les mains de quelqu’un qui a orienté ma musique vers lui. Aujourd’hui, j’ai repris mon destin en main ainsi que pris conscience de mes envies. Je me suis rendu compte que ma musique se situait vers la chanson, et uniquement vers la chanson.\nN’as-tu pas peur de vouloir mettre trop la voix en valeur alors qu’on vit dans une industrie du disque tournée vers les beats et le rythme ?\nJe fais de la chanson, avec des mots, des mélodies avec une voix très présente.\nAh pas du tout, au contraire ! C’est purement un choix. Mon instrument, c’est ma voix je n’aurais pas peur de la mettre trop en valeur puisque c’est par là que passe mes émotions, mes mots… C’est mon vecteur. C’est ma prise directe avec le monde, de part la parole et la musique. En vrai je parle hyper fort. Quand je suis dans la rue au téléphone, tout le monde entend ce que je raconte. Je ne le fais pas exprès. Je suis une sorte de conteuse d’histoires. C’est seulement et uniquement par la voix que passent les émotions.\nC’est donc un choix pleinement assumé ?\nCela me fait terriblement pas peur d’ailleurs ! C’est entièrement assumé. Si je devais surfer sur la mode, faire du rap et des beats plus urbains comme tu dis, je pourrais, j’ai tout pour, j’ai les musiciens et de supers producteurs. Si je voulais je pourrais, mais ce n’est pas ma musique, ce n’est pas moi. Je le fais un peu avec d’autres artistes pour qui j’écris. Je peux me calquer à la personnalité de l’autre. Tu écris pour quelqu’un. Mais en tant que Barbara Pravi, je fais de la chanson, avec des mots, des mélodies avec une voix très présente.\nJe ne fais pas grand chose d’autres que de la musique. D’ailleurs, je ne suis pas très forte pour faire autre chose que ça. En revanche, ces chansons-là me collent à la peau et à la voix. C’est ce que j’aime faire. C’est par là que mon désir de parler et mon émotions passent.\nDécouvrez ”Notes pour trop tard” de Barbara Pravi :\nQuand j’écoute les cinq chansons de ton EP, j’ai l’impression que tu as mis toute ton âme à l’intérieur. C’est un vrai cri du cœur ?\nJ’ai compris que j’avais besoin d’amour, de personnes bienveillantes, de personne qui portent et non pas qui oppressent.\nCet album est arrivé après une période hyper difficile pour moi, où j’étais très seule, où j’ai pris de grosses décisions assez lourdes, comme la séparation de mon manager et réalisateur. C’est une période tempétueuse. C’est marrant car cela a dégagé beaucoup de douceur. Alors que normalement, ça aurait dû générer en moi de la revanche etc… et en fait pas du tout !\nJe me suis dit que c’était génial. Je me suis dit qu’il y aurait des choses que je n’aurais plus jamais dans ma vie, que c’est gigantesquement génial de se rendre compte de ça. Il y a des gens qui, toute leur vie, ne savent pas de quoi ils ont besoin. Moi, ça, j’ai compris que je n’avais plus besoin de ce type de personnes, d’influences.\nCe moment tempétueux, comme tu le dis, n’as fait que te porter positivement alors ?\nJ’ai compris que j’avais besoin d’amour, de personnes bienveillantes, de personne qui portent et non pas qui oppressent. C’est quelque chose d’incroyable de m’avoir mis ces personnes au milieu de mon chemin car cela m’a fait prendre conscience de ça, à 25 ans, avec mon petit parcours. Je me suis sentie apaisée. J’ai passé une très grande épreuve, et je pense que j’en ai tiré plein de leçons, qui me tirent vers le bien.\nMusicalement, comment cela se retranscrit ?\nC’est absolument moi. Je l’ai écrit et composé. Ce sont les émotions que j’avais eu fond du ventre.\nDans “Barcelone”, je parle d’une histoire qui s’est passée il y a six ans. Je ne me suis jamais dit que j’en ferais une chanson. C’est revenu à moi comme un souvenir hyper doux. Je me dis que ce souvenir-là, je l’accueillais comme il se doit, je suis prête à en parler car c’est une belle histoire, une histoire romanesque qui pourrait faire l’objet d’un film. J’ai vraiment été habité par une vague d’amour et de réconciliation. Avec moi, mon histoire, avec juste le monde qui m’entoure. C’était assez étonnant. Il y a avait “Note pour trop tard” qui était une chanson un peu plus dure et en résonance absolue avec ce que je vivais sur l’instant. J’étais en plein cœur de la tempête à ce moment-là. Une fois la tempête passée, j’ai eu l’impression d’être inébranlable, d’un calme absolu. Cet album, c’est ça. C’est une nostalgie hyper positive.\nAs-tu fais écouté ton album à tes proches ? Qu’ont été leur avis ?\nEn règle générale, les gens sont assez émus. Forcément, car c’est personnel déjà. Je sais pas si c’est dans les textes ou dans la façon dont l’album est fait. Mais cet album pourrait s’écouter au coin du feu. Il a ce côté un peu sombre. Mon père était hyper ému par exemple. Il y a ce côté intime, il me connaît, c’est normal, il me voit dans la vie. Mes proches savent à quel point j’ai défoncé pas mal de portes pour pouvoir faire ce disque, me séparer des choses négatives autour de moi pour prendre le dessus.\nIls m’aiment, donc l’avis des proches est toujours un peu biaisé. Mais là où tout le monde s’accorde, c’est que je suis bien retombée sur les pattes. Ça me ressemble beaucoup. C’est absolument moi. Je l’ai écrit et composé. Ce sont les émotions que j’avais eu fond du ventre.\nDécouvrez “You are the Reason (L’automne avant l’heure)” avec Calum Scott :\nTu as collaboré par le passé avec Calum Scott. Peut-on rêver plus grand pour la suite ?\nC’est mon label qui m‘avait proposé Calum Scott pour collaborer ensemble. D’ailleurs, on est toujours en relation. On se parle pas mal. Je n’avais jamais imaginé collaborer avec un artiste international. Alors c’est vrai que j’y repense pas particulièrement. Je n’ai pas d’artistes coup de cœur. Évidemment que si demain je pouvais chanter avec Céline Dion, bien sûr que j’accepterai. Mais aujourd’hui, j’essaye de me construire, d’être précise dans mes gestes et dans mes mots, dans ma prise de parole à chaque fois. Je réfléchis en direct. Je pense à mon album, pour qu’il ait le plus bel horizon possible. Je t’avoue ne pas y penser beaucoup. Après, on sait jamais de quoi l’avenir est fait, la preuve ! Mais si on me redemandait de recollaborer avec lui, je dirais oui je pense.\naficia étant précurseur de nouveaux talents, aurais-tu un talent à faire découvrir à notre lectorat ?\nJ’ai la chance de travailler avec beaucoup beaucoup d’artistes et il y a plein de jeunes artistes que j’aime beaucoup. Récemment, j’ai écris pour la jeune Carla qui fait l’Eurovision Kids. C’est vraiment une super nana, une super chanteuse et une personnalité humaine hyper étonnante à seulement 15 ans. C’est une star. Il ne faut pas mal l’interpréter.\nC’est une petite boule d’énergie super bienveillante, hyper humble, douce et très intelligente. C’est une grande stratège dans le bon sens du terme, une superbe chanteuse et une immense interprète. Elle fait des claquettes, elles danse, elle fait de la comédie. Elle est hyper complète. Elle fait très talent américain. Du moins, j’imagine que les américains ont ce genre de profil-là. J’ai adoré travailler avec elle. Elle est beaucoup plus connue que moi, donc c’est étonnant de parler d’elle (Rires) mais elle est jeune dans l’âge !\nDécouvrez “Bim Bam Toi”, le 1er single de Carla :", "original_url": "https://www.aficia.info/interview/barbara-pravi-3/186435", "wayback_url": "https://web.archive.org/web/20200207123803/https://www.aficia.info/interview/barbara-pravi-3/186435", "a_id": "Q78138804-3"}