{"title": "Barbara Pravi et L'Impératrice sacrés aux Grands Prix Sacem", "text": "Barbara Pravi et L'Impératrice sacrés aux Grands Prix Sacem\nPar La Provence (avec AFP)\nBarbara Pravi, qui a représenté la France à l'Eurovision au printemps, le groupe L'Impératrice ou encore l'artiste belge Lous & the Yakuza font partie des lauréats des Grands Prix Sacem dévoilés ce lundi par la Société des auteurs, compositeurs et éditeurs de musique.\nCes récompenses \"rendent hommage et célèbrent le talent et la créativité de ses membres (...) dans le champ de la musique, mais aussi de l'audiovisuel ou de l'humour\", fait valoir la Sacem dans un communiqué. L'institution en profite pour rappeler que la \"formidable diversité de la création musicale est fragilisée par les conséquences de la crise sanitaire\" du Covid-19. \"Le chemin vers un retour à la normale est encore long. La Sacem s'appuiera sur ses 170 ans d'existence et d'expérience pour continuer à soutenir ses membres, comme elle l'a toujours fait\", assure dans un communiqué Patrick Sigwalt, président du conseil d'administration.\nUne émission spéciale \"Les Grands Prix Sacem 2021\" sera diffusée sur Culturebox le 16 décembre à 21h00.\nLa Sacem recense 182 520 auteurs, compositeurs et éditeurs qui l'ont choisie pour gérer leurs droits d'auteur.\nPrincipaux prix Sacem (palmarès complet sur les réseaux sociaux dédiés de la Sacem) :\nGrand Prix de la chanson française (créateur-interprète) : Matthieu Chedid dit -M-\nGrand Prix des musiques électroniques : Molécule\nGrand Prix du répertoire Sacem à l'export : L'Impératrice\nPrix Francis Lemarque de la révélation : Lous & the Yakuza\nPrix Spécial de la Sacem : Kassav\nGrand Prix de l'humour : Camille Lellouche\nGrand Prix des musiques urbaines : Youssoupha\nGrand Prix des musiques du monde : Bachar Mar-Khalifé\nPrix Rolf Marbot de la chanson de l'année : \"Voilà\" de Barbara Pravi", "original_url": "https://www.laprovence.com/actu/en-direct/6585546/barbara-pravi-et-limperatrice-sacres-aux-grands-prix-sacem.html", "wayback_url": "https://web.archive.org/web/20211206073745/https://www.laprovence.com/actu/en-direct/6585546/barbara-pravi-et-limperatrice-sacres-aux-grands-prix-sacem.html", "a_id": "Q78138804-71"}