{"title": "Interview Barbara PRAVI : \" je rêve de faire une voix Disney \"", "text": "Interview Barbara PRAVI : \" je rêve de faire une voix Disney \"\n// Interview Barbara PRAVI : « je rêve de faire une voix Disney »\nChanson française, Interview Artistes | 7 novembre 2017\nRencontre avec cette jeune artiste française qui fait de la pop à textes comme elle le dit elle-même.\nBonjour Barbara, on se rencontre aujourd’hui dans le cadre de la sortie prochaine de ton album. Tu es auteure interprète, qui travaille avec toi sur les compositions ?\nJe travaille avec Jules Jaconelli. On a fait tout l’album ensemble. Au départ on était un vrai binôme et quand on a trouvé vraiment le style musical et mon style d’écriture, on s’est entouré d’autres auteurs et d’autres compositeurs. Les personnes qui ont travaillé sur cet album sont Jules Jaconelli, Wladimir Pariente et Jim Bauer en composition, et Sébastien Rousselet, Pierre Grillet et moi pour les textes.\nL’album s’appelle « Deda, Sarah et les autres », Deda étant ton grand-père, qui sont Sarah et les autres ?\nCe ne sont que des chansons autobiographiques. Il y a une chanson qui s’appelle « Sarah », une autre qui s’appelle « Louis ». Ce sont ces petits moments de vie que je voulais exprimer. Ça fait référence à Claude Sautet avec son film « Vincent, François, Paul, et les autres » qui est un de mes classiques préférés.\nQuelles sont tes sources d’inspiration pour écrire ?\nMa principale inspiration c’est Barbara que j’adore. J’avais des livres de paroles avant même de connaître ses chansons. Je trouvais ça très poétique sans être trop barré et en même temps très réaliste. Avec elle j’ai découvert Jacques Brel, Georges Brassens, Françoise Hardy, toute la variété française classique en fait. Et les poèmes d’Aragon qui ont été repris par de nombreux artistes, c’est cette écriture-là qui m’inspire. Pour la composition et la production des chansons, on s’est inspiré des américains comme The weeknd, ou Selena Gomez, de gros artistes du moment. C’est un son que j’adore. Ils ont une manière incroyable de composer.\nQuels sont les thèmes que tu abordes dans tes textes ?\nIl y a beaucoup de thèmes mais ça parle très peu d’amour. J’ai fait une rétrospection en me disant qu’est-ce que j’ai fait d’important et qu’est-ce que j’ai envie de donner. J’ai besoin de parler de choses qui me touchent et qui me bouleversent. Il y a la chanson « Deda » pour mon grand-père, la chanson « Je sers » car j’ai été serveuse pendant 5 ans. Il y a une chanson qui s’appelle « Le mal amour » qui parle des violences faites aux femmes mais qui n’est pas du tout accusatrice ni revendicatrice. C’est l’histoire d’une femme qui prend du recul sur ce qui lui est arrivé et qui ose le raconter à son compagnon du moment.\nY a-t-il une chanson dans cet album qui a une répercussion particulière pour toi ?\nElles sont tellement intimes que je ne pourrai en enlever aucune. Pour moi mon album est complet tel qu’il est. Il y a beaucoup d’émotions, beaucoup de sujets qui s’emboitent. Elles ont toutes une valeur émotionnelle importante et elles vont si bien ensemble. C’est sûr que quand je chante Deda et que mon grand-père est là, c’est cette chanson qui prend le dessus sur les autres. Mais sinon j’aime toutes les chanter et je serais incapable d’en enlever une. On a fait 50 chansons et ce sont les 12 essentielles qui ressortent.\nDans un des couplets de « pas grandir » tu dis, « J’vois bien que quand on est une femme, il faut tout accepter, obéir à plus fort que soit, et puis tout encaisser ». Te sens-tu l’âme d’une féministe ?\nOn me pose souvent cette question. Je n’aime pas ce mot que je trouve effrayant. Ce que je dis dans mes chansons est juste réaliste. Je suis juste consciente qu’à un moment j’ai vécu des choses. Typiquement lorsque j’étais serveuse et que mon patron me tapait sur les fesses, parce qu’il pensait que ça lui appartenait et en plus ça ne le choquait même pas. Ce n’est pas féministe de dire « mec c’est quoi ton problème, si j’ai envie que tu me touches les fesses je te demanderai ou tu me demandes si tu peux, mais de quel droit tu me touches comme ça ». Ce que je raconte dans « pas grandir » c’est une référence dans le milieu de la musique car je me suis rendu compte que le producteur que j’avais à l’époque voulait que je fasse quelque chose de complètement différent de ce que je suis et on ne s’est pas du tout entendu sur ce que la maison de disque attendait de moi. Ils voulaient que je sois la nouvelle petite lolita. J’ai refusé car je voulais être fidèle à qui je suis. Je pense que si tu es un homme on t’impose beaucoup moins de choses.\nDans le clip « pas grandir » tu as utilisé des images d’archives, quel est ton rapport à l’image ? Penses-tu que le clip est aussi important que la chanson pour promouvoir un titre ?\nJe trouve que c’est très important. Là c’était une petite vidéo, un vrai clip sortira prochainement. La toute première chanson que j’ai sortie c’était il y a 3 ans et demi et c’est ça qui m’a permis de signer. Quand je me suis décidée à sortir cette chanson, je me suis dit que c’était indissociable du clip. Il faut que les gens t’identifient, surtout quand on débute.\nTu as eu une expérience d’actrice dans un téléfilm et surtout dans la comédie musicale « un été 44 ». Aimerais-tu renouveler l’une ou l’autre expérience ?\nPour la comédie musicale, pas forcément. J’ai fait « un été 44 » car j’ai trouvé le projet super beau. Je chantais a cappella une chanson écrite par Charles Aznavour, et tous les textes étaient écrits par Le Forestier, Chamfort, Goldman. C’est surtout pour ça que j’ai accepté. On était très peu sur scène, avec une petite équipe et une petite production. Il y avait quelque chose de très familial qui m’a plu. Ce n’est pas l’image que je souhaite véhiculer car je ne suis pas une chanteuse de comédie musicale et je veux surtout défendre mon projet solo. Par contre j’adorerais renouveler l’expérience du cinéma.\nComment en es-tu arrivée à chanter le générique du film « Heidi » ?\nLes personnes qui font des génériques vont en général chercher dans des grandes maisons de disque un chanteur ou une chanteuse. Un jour on m’a appelé pour me proposer de chanter le générique de « Heidi ». J’ai dit oui tout de suite car je suis une fan de Disney. En France, ce n’est pas le cas mais en Allemagne c’est un film distribué par Disney.\nJustement, parfaite transition, tu as toujours voulu faire une voix de Disney, est-ce que la proposition est enfin arrivée ?\nNon malheureusement pas, mais on va en parler à chaque fois comme ça peut être qu’un jour je ferai la petite sirène (rires). Je connais tout par cœur, c’est presque flippant.\nUne partie de ta famille est originaire de Belgrade, est-ce un endroit où tu aimes aller ?\nJe n’y suis allée qu’une seule fois. J’aimerais beaucoup y retourner avec Deda car j’ai de la chance il est encore en vie. J’y suis allée pendant ma crise d’adolescence et ça ne s’est pas très bien passé, je n’ai pas profité car j’étais en pleine rébellion contre la vie. Je pense que c’est un moment très fort de retourner sur les traces de ces ancêtres, en plus il y a un village qui porte mon nom, c’est quelque chose de très chargé émotionnellement. Aujourd’hui, je suis arrivée à ce moment où je me sens de faire le pas, j’ai la maturité nécessaire.\nQuelles est ton actualité venir ?\nL’album sortira début 2018. Je suis en ce moment tous les mercredis soir au Réservoir à Paris jusqu’à fin novembre. En fin d’année je fais les 1ères parties de Florent Pagny sur 13 dates. Début décembre j’ai plusieurs dates en Belgique et en France. Et je serai de retour sur Paris, au Casino de Paris, fin janvier et début février.\nQuelle est ta drogue naturelle ?\nLe café\nOù aimes-tu te ressourcer ?\nA Saint-Raphaël dans le sud, là où habite mon grand-père justement\nQuel est ton passe-temps préféré ?\nJe fais des claquettes et j’adore ça. Sinon je regarde beaucoup de vieux films.\nMerci beaucoup Barbara. En attendant la sortie de ton album, on peut te retrouver sur scène au Réservoir pour découvrir ton univers.\nMerci à Mamusicale\nRetrouvez toute son actualité sur Barbarapravi.com\nCrédit photo : Yann Orhan", "original_url": "https://www.mamusicale.fr/interview-artistes/interview-barbara-pravi-je-reve-de-faire-une-voix-disney/", "wayback_url": "https://web.archive.org/web/20180614140033/http://www.mamusicale.fr/interview-artistes/interview-barbara-pravi-je-reve-de-faire-une-voix-disney/", "a_id": "Q78138804-1"}