{"title": "La chanteuse Barbara Pravi représentera la France à l’Eurovision 2021", "text": "La chanteuse Barbara Pravi représentera la France à l’Eurovision 2021\nBarbara Pravi, au style rétro très marqué par la chanson à texte façon Edith Piaf, représentera la France à la finale de l’édition 2021 de l’Eurovision, programmée le 22 mai à Rotterdam, ont décidé samedi 30 janvier le public et un jury de professionnels. Elle et sa chanson Voilà ont été préférées à onze autres artistes, au terme de l’émission « Eurovision France, c’est vous qui décidez », diffusée sur France 2.\nBarbara Pravi est arrivée en tête à la fois des votes du public, qui pouvait se prononcer par téléphone, et des dix membres du jury présidé par le chanteur Amir, parmi lesquels le couturier Jean-Paul Gaultier ou Marie Myriam, dernière gagnante française de l’Eurovision (en 1977).\nSa chanson au refrain entêtant (« Voilà, voilà, voilà, voilà qui je suis… ») est de son propre aveu basée sur son expérience personnelle. Elle l’interprète d’une voix écorchée, avec une gestuelle qui évoque Piaf.\n« Elle ramasse la flèche laissée par Edith Piaf ou Barbara et l’envoie encore plus loin », a commenté après sa prestation l’un des jurés, le compositeur André Manoukian. Plusieurs autres avaient les larmes aux yeux après la chanson.\nRetour au vote du public pour désigner le candidat français\nChanteuse professionnelle sous contrat avec le label Capitol, Barbara Pravi écrit aussi pour d’autres artistes : elle a notamment cosigné la chanson J’imagine pour la jeune Valentina, victorieuse du concours Eurovision Junior en novembre dernier.\nSamedi, au terme de l’émission présentée par Laurence Boccolini et Stéphane Bern, elle a notamment devancé le Corse Casanova, le duo électro Pony X, dont le DJ est déguisé en poney, ou encore une autre chanteuse, Juliette Moraine, qui avait reçu sur Twitter le soutien du secrétaire d’Etat chargé du tourisme, Jean-Baptiste Lemoyne.\nL’Eurovision avait été annulé en 2020 à cause de la pandémie de Covid-19. C’est Tom Leeb qui aurait représenté la France si le concours avait pu se dérouler. Il avait été choisi par un comité. Mais cette année, France Télévisions a souhaité revenir à un mode de désignation dans lequel le public aurait son mot à dire.\nLe Monde avec AFP", "original_url": "https://www.lemonde.fr/culture/article/2021/01/31/la-chanteuse-barbara-pravi-representera-la-france-a-l-eurovision-2021_6068246_3246.html", "wayback_url": "https://web.archive.org/web/20210131020223/https://www.lemonde.fr/culture/article/2021/01/31/la-chanteuse-barbara-pravi-representera-la-france-a-l-eurovision-2021_6068246_3246.html", "a_id": "Q78138804-29"}