{"title": "Un dernier verre avec Barbara Pravi", "text": "Un dernier verre avec Barbara Pravi\nRévélée dans la comédie musicale Un été 44 , elle prépare actuellement son premier album. Fraîche et pétillante, elle sortira un EP en mai prochain, après avoir chanté en première partie de Florent Pagny.\nLe FIGAROSCOPE.- Qu'est-ce que je vous offre?\nBarbara PRAVI.- Un bon verre de rouge. Plutôt un syrah: j'aime les vins un peu tanniques. J'apprécie beaucoup les vins italiens, par exemple.\nQuelle musique pour vous accompagner?\nThe Good Book, de Louis Armstrong, que j'adore écouter en boucle. Je passe en général une semaine par disque. Celui-là appartenait à mon grand-père, qui me l'a donné il y a dix ans.\nQu'est-ce qui vous retient (encore) la nuit?\nPas grand-chose, je dors tout le temps: j'adore ça! À partir de 2 h du matin, il ne peut plus rien se passer de bien, de toute façon.\nLa plus belle balade pour flâner?\nLes quais de Seine au coucher du soleil. Je marche beaucoup à Paris, ce qui me permet de me concentrer.\nLe lieu parisien qui vous donne des frissons?\nLa scène. Quand j'ai chanté au Réservoir, je me sentais chez moi.\nLa dernière appli que vous consultez le soir venu?\nJ'essaie de déconnecter à partir de 19 h. Mais j'avoue passer du temps sur les réseaux sociaux. J'ai très peu d'applications à part Facebook et Instagram.\nEn cas de fringale nocturne, direction…\nUn resto que j'adore. Il s'appelle Etsi, il est rue Eugène-Carrière, dans le XVIIIe. C'est de la bistronomie grecque. J'habite pas loin du Camion qui Fume, mais ça me donne mal au ventre.\nFilm ou série avant de dormir?\nQuand j'ai toute ma soirée devant moi, je regarde un film. Je m'amuse à visionner tous ceux qui ont reçu un Oscar, en ce moment. Et quand je suis fatiguée de ma journée, je regarde une série type Modern Family. Elle passe sur Netflix.\nLe rêve que vous aimeriez faire?\nJe n'aurais même pas osé rêver de faire la première partie de Florent Pagny, déjà!\nLa question que vous auriez aimé que je vous pose?\nToutes, mais pas mon âge. J'en ai assez qu'on me prenne pour encore plus jeune que je ne suis.", "original_url": "https://www.lefigaro.fr/sortir-paris/2018/02/26/30004-20180226ARTFIG00190-un-dernier-verre-avec-barbara-pravi.php", "wayback_url": "https://web.archive.org/web/20180227074306/http://www.lefigaro.fr/sortir-paris/2018/02/26/30004-20180226ARTFIG00190-un-dernier-verre-avec-barbara-pravi.php", "a_id": "Q78138804-2"}