{"title": "L'hymne féministe du MLF, \"Debout les femmes\", repris par 39 musiciennes", "text": "L'hymne féministe du MLF, \"Debout les femmes\", repris par 39 musiciennes\n\"Déterminé·e·s à en finir avec les violences sexistes et sexuelles\", plusieurs dizaines de milliers de femmes et d'hommes ont annoncé qu'elles et ils manifesteront ce samedi 24 novembre à l'appel du collectif #NousToutes. A la veille de cette grande marche, et à deux jours de la Journée internationale pour l'élimination des violences à l'égard des femmes, 39 musiciennes, emmenées par le duo Brigitte, se sont réunies pour reprendre \"Debout les femmes\", l'hymne du Mouvement de libération des femmes (MLF).\nL'enregistrement, qui s'est déroulé dans un studio en juin, réunit notamment Olivia Ruiz, La Grande Sophie, Jennyfer Ayache, Elodie Frégé, Agnès Jaoui, ou encore Barbara Carlotti. La publication de cette chanson s'accompagne d'un appel aux dons, qui seront reversés à La Maison des Femmes de Saint-Denis, qui accueille les femmes victimes de violences.\n\"Debout les femmes !\" L'hymne féministe va devenir un tube. On parie ?\nSur l'air du \"Chant des marais\" [né dans le système concentrationnaire nazi, il devenu le chant international des déportés, NDLR], cet hymne du MLF a été écrit au printemps 1971, dans l'appartement de Monique Wittig, l'une des fondatrices du mouvement. \"L'ambiance était extrêmement rigolarde\", a raconté l'an dernier à Rue89 Josée Contreras, qui était présente ce soir-là et qui est celle qui a eu l'idée de reprendre l'air du \"Chant des marais\".", "original_url": "https://www.nouvelobs.com/societe/20181123.OBS5944/l-hymne-feministe-du-mlf-debout-les-femmes-repris-par-39-musiciennes.html", "wayback_url": "https://web.archive.org/web/20181124134656/http://www.nouvelobs.com/societe/20181123.OBS5944/l-hymne-feministe-du-mlf-debout-les-femmes-repris-par-39-musiciennes.html", "a_id": "Q78138804-5"}