{"title": "Barbara Pravi en interview : “C’est à nous de faire en sorte que le 8 mars soit tous les jours”", "text": "Barbara Pravi en interview : “C’est à nous de faire en sorte que le 8 mars soit tous les jours”\nÀ l’occasion du retour de Barbara Pravi le mois dernier avec l’EP Reviens pour l’hiver, l’artiste est venue nous parler de la femme à l’occasion de la Journée des Droits des Femmes. C’est à lire sur aficia.\nS’il y a bien une auteure et interprète qui défend les valeurs des femmes, c’est elle, Barvara Pravi. Découverte dans la comédie musicale ‘Un été 44‘ en 2016, puis, avec un premier EP très personnel, elle s’est illustrée avec les chansons “Pas grandir” mais aussi un tendre duo avec Calum Scott sur “You are the Reason (L’automne avant l’heure)”.\nEn février dernier, elle faisait son grand retour avec un mini-album, Reviens pour l’hiver, un EP qu’elle livre comme un carnet de voyage intime… Au cours de cet entretien, nous avons évoqué avec elle la Journée Internationale des Droits des Femmes qui se tient comme chaque année le 8 mars. Barbara Pravi ayant pour habitude de nous offrir un rendez-vous chaque année, découvrez son interview 100% femme !\nBarbara Pravi : l’interview…\nBeaucoup plus de femmes prennent la paroles aujourd’hui. Autrefois, elles se taisaient davantage. Pourquoi selon toi ?\nIl y a plusieurs effets à cela. Je pense qu’il y d’abord un effet de groupe. Quand il y en a une, puis deux, puis trois, cela motive les femmes à ne pas avoir honte. Souvent, les femmes ont tendance à davantage parler de harcèlement, de charge mentale, de rapport entre les femmes et les hommes au travail, ou à la maison, de pervers narcissiques… J’ai l’impression que ce sont des sujets assez lourds.\nAu sujet des pervers narcissiques, il est difficile de se rendre compte qu’on est sous emprise. On a l’impression que le souci vient de nous, alors que pas du tout. On se remet beaucoup en questions. C’est difficile de prendre la parole quand tu sais que tu as tords. Tu as l’impression de ne rien avoir à dire. Il faut avoir compris et conceptualisé l’idée, compris le rapport de manipulation pour pouvoir prendre la parole. De plus en plus de paroles se libèrent à ce sujet.\nLes pervers narcissiques, c’est un sujet qui te touche plus particulièrement ?\nJ’ai récemment réalisé une interview avec une chaîne Instagram. Cette interview parlait des pervers narcissiques justement, elle a eu une très belle portée. J’avais très peur avant qu’elle sorte. Ce sont des choses assez intimes. Je me suis demandée qui allait écoutait ça. Je pensais vraiment que j’allais passer pour une folle. C’est quand même fou. Et en réalité, j’ai reçu un nombre incalculable de messages de femmes qui me disaient qu’elles vivaient la même chose. Ces femmes se sentent d’un coup moins seule.\nCe que tu veux dire c’est qu’il y a comme un effet boule de neige, positif du coup ?\nIl y a le fait que les gens ne parlent pas car ils ont l’impression que leur ressenti n’est pas vrai. Mais lorsque tu te rends compte qu’il y a une personne qui parle, tu te dis que c’est vrai et ce que je ressens existe. Cela te motive à prendre toi-même la parole. C’est pour ça qu’on appelle ça une réaction en chaîne. De plus en plus de femmes prennent la parole, la réalité est là. Ce sont sur des sujets qui sont tellement intimes, qui touchent à des parties de soi qui sont tellement personnelles, venant toucher à une complexité humaine que je comprends. Cela touche à la peur, au manque de confiance en soit, au regard de l’autre. On se pose des questions hallucinantes parfois comme : “Est-ce que ma parole ne va pas être prise pour ce qu’elle n’est pas ? Ne vais-je pas passer pour quelqu’un de chiant ?”. C’est délicat.\nIl y a-t-il que des bienfaits à ce que la parole des femmes se libèrent ?\nJe trouve ça génial que la parole se libère, mais il faut faire attention à tout ce qui est exclusif. Libérer la parole de la femme ne veut pas dire exclure l’autre, au contraire. L’idéal étant que les hommes et les femmes doivent évoluer ensemble, on est voués à vivre ensemble. C’est important.\nJe pense qu’on a chacun des qualités et défauts qui, ensemble, fonctionnent. La parole d’une femme et d’un homme doit mesurer le même poids. Il faut faire attention, à, je crois, que la femme ne veuille pas que sa voix soit plus importante. Du fait qu’elle veuille vraiment l’égalité, et pas avoir davantage. Voilà, c’est le seul petit souci. Qu’on soit égaux, et pas contre.\nTu prends rarement la parole comme ça. Tu le fais davantage pour cette Journée Internationale des Droits des Femmes. Qu’est-ce que tu aimerais clamer ?\nÀ chaque fois, cela est fait naturellement. Ça part toujours d’un geste nécessaire. Je ne le fais absolument pas pour qu’on m’écoute car je n’ai pas la prétention d’être écouté plus qu’une autre femme. Je ne m’attendais pas à ce que ça marche. Je le fais parce que c’est nécessaire. Quand j’ai réécris “Kid”, j’avais entendu la version d’Eddy De Pretto. Il a tellement raison ! Tellement juste ! Ce qu’il dit n’a jamais été dit, du moins pas à ma connaissance, et pas comme ça. J’avais trouvé que le texte était vraiment juste. Personne ne l’avait fait à l’inverse pour la femme…\nNaturellement, j’ai écris ce texte, bien longtemps avant d’avoir l’idée de sortir la reprise. Et avant de la sortir, je me suis dis que s’il y a bien un jour où cette chanson avait sa place, c’est pour la Journée Internationale des Droits des Femmes, le 8 mars. J’ai fait en sorte que cela sorte à cette date.\nPour “Note pour trop tard” sorti l’année dernière, c’était absolu. C’est arrivé à un moment où je voulais me barrer de toutes les emprises négatives de mon entourage. Pour le coup, je l’ai fait seulement pour moi. Cette chanson va me donner de la force, de partir, de prendre des bonnes décisions, et que je reprenne confiance en moi, de mon être, de ma valeur, prendre conscience de tout ça. Je ne prend jamais la parole pour prendre la parole. J’essaye toujours d’être droite et juste envers moi-même. Je n’ai pas envie d’être un guide. Ce n’est pas du tout du tout mon idée. J’essaye d’être un guide pour moi même et c’est déjà pas mal (Sourire) !\nL’année dernière, tu avais repris les mots d’OrelSan. Qu’as-tu préparé pour cette année ?\nBien sûr que j’ai préparé quelque chose pour cette année. Je pense que c’est la dernière année que je vais faire ça. Pour la simple et bonne raison que je n’aurais plus forcément grand chose à dire par la suite…\nJ’ai écrit la chanson. C’est une composition pour la première fois. Je me rends compte que, sans le faire exprès, la première année était une réécriture complète, la deuxième année était une réécriture en mashup avec une de mes chansons et là c’est une chanson à moi. L’évolution est belle et me fait sourire. Je trouve de la logique dans un truc, qui, à la base, n’était pas prévue, donc c’est chouette. J’ai beaucoup réfléchis à l’image que je voulais. C’est un texte très intime aussi. Je me suis longtemps demandé qui pourrait écouter cette chanson. Mais encore une fois, je ne le fais pas pour ça.\nDécouvrez ‘Chair’, la nouvelle chanson de Barbara Pravi :\nPourquoi tenais-tu à livrer cette chanson aujourd’hui ?\nC’est un moment pour moi et qui est important pour les femmes. Je crois qu’il y a bien un jour, c’est malheureux de dire ça car le 8 mars devrait être tous les jours, qui est dédiée à la femme. C’est à nous de faire en sorte que le 8 mars soit tous les jours. Mais ce jour-là est dédiée à ça. C’est du moins ce que je ressens et ce que j’aime. J’aurais encore une dernière chose à dire ce 8 mars, et puis après, dans mon cas personnel, il n’y a rien qui m’interdira une prise de parole. Peut-être que si je refais quelque chose pour les années à venir, ce sera sous une autre forme. Ce ne sera pas sous la forme d’un morceau clippé.\nDécouvrez l’intervention de Barbara Parvi pour TEDx :", "original_url": "https://www.aficia.info/interview/barbara-pravi-5/186759", "wayback_url": "https://web.archive.org/web/20200325150636/https://www.aficia.info/interview/barbara-pravi-5/186759", "a_id": "Q78138804-17"}