{"title": "Eurovision 2021 : 5 choses à savoir sur Barbara Pravi, la représentante de la France", "text": "Eurovision 2021 : 5 choses à savoir sur Barbara Pravi, la représentante de la France\nl'essentiel Les téléspectateurs de France 2 et un jury de dix personnalités ont choisi, samedi soir, qui représentera la France au prochain concours de l'Eurovision. Barbara Pravi et sa chanson \"Voilà\" ont été choisies.\nElle faisait l'unanimité chez les fans français de l'Eurovision, elle a remporté les suffrages du jury et des téléspectateurs de France 2, arrivera-t-elle à remporter l'Eurovision en mai prochain ?\nLa chanteuse Barbara Pravi a été désignée pour représenter la France à l'Eurovision cette année. Douze candidats étaient en compétition dans l'émission \"Eurovision France, c'est vous qui décidez !\", samedi soir sur France 2, présentée par Laurence Boccolini et Stéphane Bern. Les voix d'un jury de dix personnalités ont compté pour 50 % des suffrages, les votes des téléspectateurs pour 50 % également.\nOUIIII la France ne pouvait pas être mieux représentée #EurovisionFrance \\ud83c\\uddeb\\ud83c\\uddf7 — Nilusi (@Nilusi_officiel) January 30, 2021\n@Babpravi pour représenter la France à l'Eurovision 2021 était une évidence !\\ud83c\\udfb6#EurovisionFrance bravo — Coraliiie\\ud83d\\udc9eSynaylli \\ud83d\\udc9d (@coralie03196577) January 30, 2021\n@Babpravi c'est un mélange de piaf, aznavour et brel c'est magnifique #EurovisionFrance — cyriane silva peixoto (@CyrianeSilva) January 30, 2021\nFélicitations à la France pour avoir choisi ce joyau...\\u2764\\ufe0f #EurovisionFrance — jmav (@jamavi12) January 30, 2021\nPersonne d’autre que toi @Babpravi ! Voilà, en avant pour Rotterdam maintenant ! \\ud83c\\uddea\\ud83c\\uddfa\\ud83c\\uddeb\\ud83c\\uddf7 #EurovisionFrance — Gaël Turban (@GaelTurban) January 30, 2021\nD'autres téléspectateurs sur Twitter déplorent le choix d'une chanson triste, voire morose, en ces temps de crise sanitaire et pensent que la chanson \"Voilà\" ne permettra pas à la France de remporter l'Eurovision. Ils auraient préféré qu'une chanson plus entraînante représente la France.\nL'édition 2021 de l'Eurovision sera organisée à Rotterdam aux Pays-Bas le 22 mai.\nUne famille d'artistes\nBarbara Pravi est née à Paris il y a 27 ans. Son vrai nom est Barbara Piévic. Elle a grandi dans une famille d'artistes dans les livres et la musique. Son grand-père paternel était d'origine serbe.\nBarbara Pravi était serveuse\nBarbara Pravi travaillait comme serveuse. Ses amis l'ont aidé pour ses débuts. \"J'ai dépensé mes premiers salaires pour produire le clip d'une chanson que j'ai réalisé avec mes potes de café\", a-t-elle raconté à 20 minutes. La vidéo attire l'attention de la maison de disques Capitol qui lui fait signer un contrat en 2015. Son premier single \"Pas grandir\" sort en 2017.\nLa première partie de Florent Pagny\nBarbara Pravi a assuré les premières parties de la dernière tournée de Florent Pagny. Elle a chanté pendant vingt-trois dates avec, en point d'orgue, un concert à l'Accor Hotels Arena à Paris le 5 mars 2018.\nL'Eurovision, elle connaît déjà\nEn six ans à peine, Barbara Pravi a écrit des textes pour plusieurs noms de la chanson : Chimène Badi, Julie Zenatti ou Yannick Noah. Barbara Pravi a déjà remporté l'Eurovision. Indirectement. C'est elle qui a écrit, avec Igit, le titre \"J'imagine\" qui a permis à la jeune française Valentina de remporter le concours 2020 de l'Eurovision junior. Barbara Pradi est aussi à l'origine des paroles de \"Bim Bam Toi\" de Carla qui avait représenté la France à l'Eurovision junior en 2019 et qui a eu un succès important sur la plateforme Tik Tok.\nUne artiste engagée\nBarbara Pravi milite activement pour les droits des femmes. La cause des violences faites aux femmes lui tient à cœur. Invitée de Taratata, elle avait expliqué sur sa chanson \"Malamour\" : \"Je raconte essentiellement des choses que j’ai vécues. Le Malamour raconte une histoire que j’ai vécue puisque je me suis fait taper par mon copain quand j’étais plus jeune\". Barbara Pravi a d'ailleurs fait partie du collectif de 39 femmes qui a enregistré \"Deobut les femmes\", l'hymne du Mouvement de libération des femmes.", "original_url": "https://www.ladepeche.fr/2021/01/23/eurovision-2021-5-choses-a-savoir-sur-barbara-pravi-la-representante-de-la-france-9329854.php", "wayback_url": "https://web.archive.org/web/20210131064858/https://www.ladepeche.fr/2021/01/23/eurovision-2021-5-choses-a-savoir-sur-barbara-pravi-la-representante-de-la-france-9329854.php", "a_id": "Q78138804-30"}