{"title": "P3.no Musikk \" Andreas Haukeland (27) tar et oppgjør med musikkbransjen", "text": "P3.no Musikk \" Andreas Haukeland (27) tar et oppgjør med musikkbransjen\n– Med den oppveksten jeg hadde, ble på et tidspunkt Tix og Andreas to forskjellige måter å håndtere verden på.\nBak Norges kanskje mest strømmede popstjerne i 2020, den tidligere russelåtkongen Tix, befinner det seg en helt annen person: Andreas Haukeland (27).\nHele livet har den P3 Gull-aktuelle artisten slitt med det han beskriver som ekskludering: både av andre barn under oppveksten, og i voksen alder som en kontroversiell musiker – gjerne stemplet av sine kritikere som alt annet enn stueren.\nDen ene måten Andreas håndterte verden på som barn, var Andreas-strategien: å møte aksept så godt han kunne, og å passe inn, ved å prøve å skjule ticsene han led av som følge av Tourettes syndrom.\n– Den andre måten var å si «fuck you, jeg kjører mitt eget løp – jeg trenger ikke dere». Ikke på en slem måte, men på en måte hvor andre ikke fikk fortelle meg hvordan jeg skulle leve livet mitt.\nMed andre ord: Tix-strategien.\nAndreas Andresen Haukeland (f. 1993) Slo gjennom med russelåta «Sjeiken» i 2015\nAlbumdebuterte i 2016 med «Dømt og berømt»\nTok et forsiktig steg vekk fra partymusikken med alvorstunge «Jeg vil ikke leve» i 2019\nDeltok i Paradise Hotel i 2019 og medvirket som dommer på Idol 2020\nSpiller live på P3 Gull 2020. P3 Gull er P3s musikkpris som har som mål å hylle den beste norske musikken fra året som har gått. I år deles den ut den 28. november på Gamle Deichmanske bibliotek i Oslo\nDen voksne utgaven av Andreas prøver å jobbe mer konstruktivt for at andre skal få oppleve fellesskapet og inkluderingen han selv savnet i oppveksten. Han mener det er den røde tråden i hele hans karriere – fra russelåtenes inkludering av de som faller utenfor på videregående, til senere låter som med nye former for budskap skulle inkludere både barn, og de som sliter med ensomhet og psykiske plager.\n– Musikk er ikke lenger kun en hobby eller gøy for meg. Nå er musikk et verktøy, for å oppnå den visjonen jeg ser for meg – som er å hjelpe folk. Jeg er jo på en måte tvunget inn i en rolle som forbilde, og tar den rollen veldig høytidelig. Jeg gir avkall på mye: Livet hadde vært mye enklere dersom jeg dreit i hva sangene handlet om og bare ville ha streams, hevder Andreas.\nBarneskolen:\nEn liten gutt med store krav til seg selv\nAndreas er bærumsgutt, nærmere bestemt fra Haslum.\n– Oppveksten min ble preget av Tourettes og tics. Og ikke minst OCD, som vil si tvangstanker. Det ser kanskje ut som jeg er på kokain på grunn av rykningen i fjeset, men det er bare ticsene mine, opplyser han.\nHan sitter tvers ovenfor P3.no, uten signatursolbrillene på. Pannebåndet og pelskåpen til Tix-karakteren er også lagt vekk i garderoben borti gangen. Den glitrende, gyldne toppen er til og med byttet ut med en dus, mørkeblå hettegenser.\nAV MED SOLBRILLENE: Andreas i samtale med P3.no. FOTO: Eskil Olaf Vestre\nAndreas er strengt imot all narkotika, og kanskje er det derfor han har behov for å avkrefte eventuelle kokainmistanker. Eller kanskje er det bare at de ufrivillige ansiktsbevegelsene er vanskeligere å skjule uten solbrillene på. Men på to meters koronaavstand merker P3s reporter ingenting.\nSom voksen har hitmaskinen nemlig blitt stadig dyktigere til å holde symptomene i sjakk. Samtidig har han fått bekreftet to ytterligere utfordringer: han har ADHD og angst også.\n– Men det visste jeg ikke da jeg var liten. Det vil si, alle visste jo egentlig at jeg hadde ADHD. Men det var først i voksen alder at jeg ble testet for det.\nMoren til Andreas forteller P3 at hun brukte litt tid på å innse hva sønnen slet med.\n– Han begynte å få rykninger da han var fem år. Vi trodde først det var allergi, forklarer Anne Lise Haukeland.\nHun beskriver det å ha Tourettes som ekstremt slitsomt for et barn: når sønnen kom hjem fra skolen var han alltid helt utslitt, og Anne Lise sørget varsomt for at han fikk rikelig med hvile før det var tid for middag og plikter.\nPå skolen følte Andreas blant annet at han måtte skrive hver bokstav perfekt. Ble det ikke slik, så han seg nødt til å viske den ut igjen.\n– Og så visket han så mye at papiret ble slitt igjennom, men da ble det jo i hvert fall ikke pent nok for ham! Han har store krav til seg selv, og det hadde han tidlig, forteller moren med et smil.\nUngdomsskolen:\nJakten på den rette karakteren\nTIX ble kallenavnet som festet seg i løpet av oppveksten, men som han senere tok eierskap til. Da han begynte på ungdomsskolen, mistet han de gode vennene han hadde hatt på barnetrinnet, og ble i stadig større grad herset med og mobbet.\nSom ungdomsskoleelev var Andreas sjenert og pliktoppfyllende, ikke populær hos jentene, og han var han som alltid rakk opp hånden i timen.\nDa meldte behovet seg for å utvikle den breiale, utagerende, selvsikre og nå norgeskjente Tix-karakteren. Og dra nytte av begges sosiale strategier.\n– Du kan alltid velge å gjøre det andre mener du burde gjøre. Eller du kan gjøre det du selv mener du bør gjøre. Det er de to alternativene du alltid har, mener Andreas.\nVONDE MINNER: Andreas hadde ingen enkel barndom. FOTO: Eskil Olaf Vestre, NRK P3\nAksepten som Andreas alltid har lett etter, fikk han ikke fra de kule guttene på ungdomsskolen, og heller ikke fra de kule portvokterne i musikkbransjen årevis senere. De ville ikke ha noe å gjøre med mannen bak folkelige og grove russelåthits som «Sjeiken».\n– Hvis jeg skulle vært Andreas den gangen jeg fikk mitt første møte med musikkbransjen, hadde jeg nok laget musikk som bransjen ville at jeg skulle lage. Da hadde jeg aldri kommet dit jeg er nå, for Tix lagde musikk til folket isteden.\nIstedenfor å lage musikk med mål om å bli spilt på radio, lagde han istedenfor musikk som skulle være gøy.\n– Og når jeg to dager etter slippet av låta spiller den på konsert, så kan folk den faktisk allerede.\nDrømmen om å stå på scenen og høre jubelbruset fra folket, startet i musikktimene på ungdomsskolen. Den usikre tenåringen observerte med fascinasjon hvordan skolens populære musikklærer ble hele klasserommets helt straks han stilte seg foran kateteret med gitaren i hendene og begynte å slå på strengene.\nAndreas bestemte seg: han ville også lære å spille gitar. Kanskje de andre på skolen ville begynne å respektere ham mer da? Og kanskje jentene som rynket på nesen over ham ville like ham bedre om han ble rockestjerne?\nI tiden som fulgte var han innom både gitar og piano, med en altoppslukende innsats drevet av skyhøye ambisjoner og fyret opp av OCD-diagnosen, før han etter hvert bestemte seg for å bli produsent av elektronisk musikk. Og til slutt russelåter, spesifikt.\nUnder sin egen russetid i 2012, la Andreas merke til at russelåtene gjerne handlet om å representere hver enkelt buss. Russebussene fremsto som svært konkurranseinnstilte for ham, og på sin egen russebuss merket han hvor ekskluderende dette kunne være. Derfor fikk han et ønske om å lage sanger som appellerer til alle, forklarer han: en ny type russelåter som ikke holder noen utenfor, uansett sosial status og geografisk plassering.\n2015:\nUglesett i bransjen, ydmyket på P3 Gull\nEtter den landsdekkende suksessen med russelåten «Sjeiken» i 2015, var på sett og vis drømmen til Andreas fra ungdomsskolen oppfylt: han var blitt en form for popstjerne. Kjent i hele Norge, fra Haslum til Hammerfest. Men etter mediestormen rundt hitlåtens tekst, merket den ambisiøse artisten at musikkbransjen han så gjerne ville bli inkludert i, helst ønsket å holde hele Tix-fenomenet på en armlengdes avstand.\nHan følte at nesten ingen produsenter i Norge ville jobbe med ham. Da han skulle spille inn musikken sin, måtte han gjøre det på egenhånd.\n– Enten hadde ikke produsentene tid, eller så sa de det rett ut: «Tix? Nei, det er ikke noe for oss. Det passer ikke oss». Jeg hadde min første internasjonale hit med én milliard streams før jeg hadde min første ordentlige studiosession i Norge.\nSamtidig som Tix ble gigantisk blant folket på Spotify i 2015, merket han en annen tone fra etablerte aktører som P3.\n– Jeg føler jo aldri jeg har prøvd å lage en «beef» med P3. Men jeg merket at det var en nedlatende holdning der.\nMot slutten av 2015 ble han invitert da P3 skulle oppsummere musikkåret på P3 Gull, i den gamle hangaren H3 Arena på Fornebu. Det ble derimot en opplevelse som i Andreas’ øyne slettes ikke bekreftet at han var blitt tatt inn i varmen: heller det motsatte.\nUnder helgen P3 Gull 2015 gikk av stabelen, befant Andreas seg i Sverige, for å spille en utsolgt konsert som Tix foran 2500 mennesker. Vennene han reiste sammen med skulle spille to, og det skulle egentlig også Andreas – men han droppet den siste for P3 Gull sin skyld, og måtte sette seg alene i bilen. Han kjørte hele dagen, og rakk med bare noen minutters margin å komme frem til Oslo.\nDa han vandret inn i hangaren, var P3 Gull allerede i full gang, og Andreas fikk øye på den ene artisten etter den andre som hadde sett opp til siden han var liten.\n– Men så er jeg jo bare invitert for å bli brukt i programmet som et humoristisk innslag, hvor jeg skal få elektrisk støt, for så å bli kastet rett ut igjen. Nå husker jeg ikke om jeg fikk lov til å være der igjen etterpå, men jeg husker jeg dro i alle fall, for jeg følte meg ikke velkommen.\nI innslaget blir Tix straffet for de grove ordene i «Sjeiken»-sangteksten, foran en samlet, leende musikkbransje. Han innrømmer at han hadde takket ja til opplegget, og at bare det å bli invitert var stas i seg selv. Men når han først var på TV, kunne han sikkert få mulighet til å forklare bakgrunnen for teksten, tenkte Andreas først. Sånn skulle det ikke bli.\n– «Sjeiken» er ment som en hyllest til jenter, og en beskjed om at de også skal kunne slippe seg løs uten at de skal være bekymret for at de får kritikk for det, ville jeg si. Jenter får ofte mer kritikk enn gutter. Jentene er flotte, og har like mye rett til å ta seg en fest som det gutter har. Det var det jeg ville si – for det var hele poenget med låten. Og det er vel derfor den funka også. Men hele innslaget handlet bare om å dra frem stygge ord fra låtene.\nJan Henrik Mo, Event- og merkevareleder hos NRK P3, forklarer i en skriftlig kommentar bakgrunnen for innslaget i 2015.\n– Tix hadde laget en russelåt som gjennom å bli veldig populær også skapte mye debatt for innholdet i teksten. Da P3 Gull så skulle oppsummere musikkåret var vi derfor glade for at vi sammen med Tix kunne kommentere dette med et slags skråblikk. Vi opplevde at Andreas gikk inn i dette med stor grad av selvironi.\nVidere uttrykker han forståelse for at Andreas ønsket å snakke om teksten, men understreker at dette var noe han ikke visste den gangen, og at det derfor aldri ble planlagt inn i showet.\n– Andreas var, som alle andre som deltar på P3 Gull, selvfølgelig hjertelig velkommen til å bli etter at hans innslag var over, så det er dumt å høre at han ikke følte seg velkommen. Likevel er vi glad for at dette ikke stikker dypere hos Andreas enn at han takket ja til å delta på årets P3 Gull, i det jeg tror kommer til å bli en veldig bra opptreden.\n2016 – 2018:\nHva gjør man etter verdens verste førsteinntrykk?\nJanuar 2016 gikk Andreas inn et nytt år av musikkarrieren, men følte seg fastlåst av fjorårets hendelser.\n– Etter dette med P3 Gull var det slik at uansett hva jeg gjorde, så var det aldri bra nok for musikkbransjen, for man skulle alltid dra frem de grove russelåtene fra 2015. Men på en måte er nettopp dette noe jeg har dratt nytte av som artist: Norge og musikkbransjen fikk jo verdens verste førsteinntrykk av meg. Og det sier jeg lattermildt nå, for det er sannheten. Sånn sett har jeg jobbet motstrøms i musikkbransjen, men samtidig medstrøms i den forstand at jeg har hatt folket og ungdommen på min side.\nFORAN SINE FANS: Andreas på scenen. FOTO: Kim Erlandsen, NRK P3\nI 2016 albumdebuterte Andreas med et samlealbum med russelåter, «Dømt og berømt», som ble over 70 uker på VG-lista. Han hevder han hadde splittet det norske folk i to: den ene halvparten var fans, og den andre skjønte ikke hva han holdt på med.\n– Hver gang jeg gjør et eller annet nytt, så blir folk så overrasket. Folk skjønner ikke at det er mulig at han som lager russelåter, også kan spille gitar. Når jeg spiller piano, utbryter de «Hæ, er han musikalsk? Er ikke alt han kan bare å trykke på ting på en datamaskin?»\nJuni 2018 utga Tix den svære hiten «Shotgun», hans første singel utenfor russesbussenes verden.\nI august samme år kom også den internasjonale debuten, da den amerikanske popstjernen Ava Max slapp låta «Sweet But Psycho» med Andreas som låtskriver. Singelen gikk rett til topps på hitlistene i 22 land, inkludert Norge.\n– Grunnen til at jeg ble fløyet inn til USA for å lage internasjonale hitlåter der, var russelåtene mine. Jeg hadde ingenting annet å vise til.\nI USA finnes ikke russelåter, så alt de hører er gode melodier, mener Andreas.\n– Jeg visste at jeg var fokusert på melodier, men ikke at andre så på det som like viktig som meg.\nDet var Mike Caren, som driver den amerikanske publishing-giganten APG, som signerte Andreas av nettopp denne grunnen. Slik begynte en ny tilværelse for Andreas, pendlende mellom Norge og Los Angeles. For å hjelpe amerikanske stjerner å lage de samme allsangvennlige melodiene som Tix.\n2019:\nAndreas inntar TV-skjermene\nI 2019 gikk Andreas et skritt nærmere å bli «hele Norges» Tix ved å dukke opp på skjermen som fast inventar under «4-stjerners middag» og «Paradise Hotel».\n– Fenomenet Tix var blitt helt enormt. Det er derfor TV begynte å kaste seg over meg. Det vil si: TV-kanalene våget å ta sjansen på å ha meg med. Jeg er kjempetakknemlig for at det skjedde: Mange er så heldige at de har gode apparater som de får mye hjelp fra, men jeg startet jo i musikkbransjen som en underdog som ikke fikk noe hjelp, og måtte derfor utnytte enhver mulighet.\nAndreas er klar over at han ikke rykket særlig nærmere målet om å bli akseptert som en seriøs artist av musikkbransjen ved å bli med på pute-TV.\nVAR MED OVERALT: Andreas under P3aksjonen 2019. FOTO: Kim Erlandsen, P3\nAndre artister hadde kanskje vært redd for at det å bli med på slikt, kunne ha en negativ innvirkning på deres karriere som kunstnere. I sin kredibilitetsfattige posisjon hadde Andreas derimot friheten til å gjøre hva han ville.\n– Jeg kunne bli med på Paradise Hotel selv om jeg herjet topplisten på Spotify! Folk lurte på hvorfor i all verden jeg var med der: «Han trenger jo ikke det, er ikke det å gå nedover?», tenkte de. Og jo, det er jo på en måte nettop det. Men det er jo det som er så fint, fordi jeg vil jo ikke henge med masse folk som tror at musikken deres er for bra for folket. Jeg vil heller være med folket.\n– Jeg drar ikke på en bondegård for å melke kuer i en måned med masse kjendiser bare for å komme på TV, jeg blir heller med på Paradise hvor jeg i to måneder kan omgås mennesker som lytter til musikken min, tenkte jeg. Jeg føler meg utrolig heldig som fikk lov til å oppleve det.\nVed siden av reality-kjøret, ble 2019 også året der Andreas begynte å utgi musikk med helt annen tematikk. På breakup-låten «Jeg vil ikke leve» måtte man se langt etter den bekymingringsløse partystemningen.\n– Det ble et brått stilskifte, sier han om låta i dag.\n«Jeg vil ikke leve, men jeg vil ikke dø», lyder refrenget i hiten. Med den igangsatte Andreas en plan han hadde pønsket på siden 2016, nemlig å henvende seg til en ny gruppe i inkluderingsprosjektet: Nå var det ikke lenger bare de som falt utenfor på fest og i russetida som skulle få hjelp fra Tix, men også de som slet med psykiske utfordringer og ensomhet.\nMålet var at de som satt hjemme alene med vanskelige tanker, kunne kjenne at det var noen andre der ute som også hadde det slik. Og da Andreas mottok beskjeder som at «Jeg vil ikke leve» stoppet en mann fra å ta livet sitt, gikk det innpå ham.\n– Jeg begynte å skjønne hvor mange folk det finnes der ute som sliter. Den statistikken ble til ekte mennesker: Jeg fikk tusenvis av meldinger fra folk som fortale sine historier om alt fra spiseforstyrrelser til ensomhet, karakterpress og foreldrenes separasjon.\n2019:\nDrømmen om Rådhusplassen\n2019 var dessuten året da Andreas fikk oppfylt en mangeårig drøm: Å endelig få spille på VG-listas sommerkonsert på Rådhusplassen. I flere år hadde han vært frustrert over at han aldri ble invitert, samme hvor mange millioner streams han sanket inn på Spotify.\nTix på VG-Lista Topp 20 Rådhusplassen 2019. Foto: Kim Erlandsen, NRK P3\nDa kompisene Staysman og Katastrofe skulle spille på Rådhusplassen under perioden, forsøkte de å gi den ferske artisten Andreas tilgang på backstageområdet, ved å sette ham på gjestelisten. Det fikk de dessverre ikke til.\nDa Andreas endelig fikk stå på Rådhusplassen og synge, var det et svært øyeblikk for ham.\n– Jeg gikk fra å ikke slippe inn på backstageområdet, til å bli invitert til å avslutte hele greia i 2019. Det er et ganske stort sprang.\nIVRIGE: Andreas og hans unge fans på VG-lista Topp 20 på Rådhusplassen 2019. FOTO: Kim Erlandsen, NRK P3\nElleve år eldre Stian Thorbjørnsen, bedre kjent som Staysman, har vært et forbilde for Andreas hele veien. Et raskt kikk på Staysmans CV avslører også tydelige likhetstrekk: Paradise Hotel-deltaker, hitmaker innen sjangeren partymusikk, og etterhvert programleder på TV. Andreas kaller Stian for sin «mentor».\n– Staysman er et annet eksempel på en som aldri ble inkludert i musikkbransjen og måtte jobbe seg frem på egenhånd. Han er en «self made man» på samme måte som meg: Han har også også møtt mange lukkede dører, men så ble han en folkets mann. Og da kom programlederrollen på VG-lista og sånt, tror Andreas.\nStaysman:\nVar bekymret for Andreas\nStian smiler når P3 ber ham fortelle om hans forhold til både karakteren Tix og mennesket Andreas.\n– Tix er kanskje den mest skamløse artisten i Norge. På en eller annen sinnssyk måte har han i jantelov-Norge klart å bli en karakter som folk elsker. Å sitte i et badekar fylt av penger og bli hyllet for det, det er ganske unikt i dette landet.\nStian har registrert at mange har vanskeligheter med å skille Tix og Andreas fra hverandre. Men fra perspektivet til en som også kjenner sistnevnte, tror Stian at den tøffe Tix-karakteren først og fremst er en fantasi – om hvordan Andreas skulle ønske han var.\nFOLKELIG: Stian Thorbjørnsen under en konsert med Staysman & Lazz på VG-lista i Bergen i 2014. FOTO: Jørgen Klüver, NRK P3\nDet er ni år siden Stian møtte Andreas for første gang. Den unge, beskjedne bærumsgutten hadde gjennom en serie tilfeldigheter endt opp med å bli DJ-en til Staysman & Lazz.\n– Den gangen skjønte jeg fort at han hadde sinnsykt høye ambisjoner. Samtidig klarte jeg ikke helt å få det til å matche med den usikre gutten jeg så foran meg.\nDet her kan bli tøft for ham, tenkte Stian den gangen.\n– Han var jo gutten min, på en måte – og jeg så på ham som en som hadde veldig lyst, men ikke hadde funnet seg selv enda. Jeg fikk også vibber om at Andreas var en guttunge preget av en kanskje litt ensom oppvekst.\nI løpet av turnéene sammen, begynte Stian å merke at Andreas kjempet hardt for å holde ticsene i sjakk. Da de kom frem til hotellrommet om kveldene, kunne Stian høre lydene Andreas lagde på naborommet. Stian reflekterte over hvordan Andreas hadde holdt dem tilbake hele bilturen til hotellet, og skulle ønske at det ikke var nødvendig. Artistnavnet Tix la jo heller ikke akkurat skjul på diagnosen?\n– Men jeg forsto det: når du er vant med å bli tullet med gjennom en lang oppvekst, så setter det ekstra langt inne å la andre få se det.\n2020:\nIdol-dommeren som ikke ville bli dømt selv\nAllerede nyåret 2020 vendte Andreas tilbake til TV-skjermene, nå som dommer på Idol. Der fortsatte han å gi TV-seerne små hint om forskjellen på Andreas og Tix.\n«Når jeg har på pelsen og solbrillene så eier jeg ikke samvittighet i det hele tatt, men når jeg tar det av så blir jeg, fillern ass, en pyse med en gang».\nDisse ordene ramlet ut av munnen hans i dommerstolen på TV i beste sendetid, foran en ung, håpefull musikerspire. Var Tix i ferd med å ta av seg masken?\nFANGET I ROLLEN SOM TIX: Andreas live på scenen i 2019. FOTO: Kim Erlandsen, NRK P3\n– Ja, det er nettopp det det er: en maske. For meg er det viktig at folk vet hvem jeg er – både Tix og Andreas. Tenk på naboen din eller sjefen din på jobben: du vet ikke egentlig hvem de er, gjør du vel? På samme måte har ikke musikkbransjen visst hvem jeg er.\nDerfor ble han med på TV-sendinger som Paradise Hotel og Idol, forklarer han: for å vise frem Andreas. Det var på overtid.\n– Mange trodde jeg hadde en kjip personlighet, og når jeg møtte folk for første gang måtte jeg alltid bruke mye tid på å overbevise vedkommende om at jeg, Andreas, egentlig ikke er slik de tror jeg er. De var blitt så eksponert for Tix at de trodde jeg var slik, rett og slett.\n2020:\nNye maktforhold i bransjen\nMusikkbransjen handler mye om å få frem hvor kunstnerisk man er, mener Andreas. Selv har han heller blitt god på å forenkle.\n– Jeg er mer opptatt av at Marte på 12 år skal synes «Nå koser vi oss» er kjempestas, og jeg slapp «Karantene» med tanke om at det skulle være en festlåt barn kan synge med på, sier Andreas om sine to store 2020-hits.\nTakket være dem, har han holdt seg aktuell gjennom hele korona-perioden. Og er en obligatorisk del av showet når musikkåret 2020 skal oppsummeres på P3 Gull.\n– Jeg skjønner greia og politikken i musikkbransjen. Det er helt greit, det. Men er det ikke rart at jeg fikk varme opp for Justin Bieber før jeg fikk spille på P3 Gull? Folk sier til meg at jeg har vokst veldig i musikkbransjen. Det setter jeg veldig pris på, men jeg ville kanskje sagt det litt annerledes. Jeg har vokst ved siden av musikkbransjen. Utenfor. Jeg har drevet med sjangere som inntil nylig ikke har blitt ansett som musikk en gang: russemusikk og partymusikk.\nAndreas mener dette har endret seg i det siste, i takt med at hans form for musikk har blitt stadig større fenomen. I løpet av korona-perioden har strømmetjenestene regelrett blitt dominert av russeartister som El Papi, Tix og Staysman, hevder han.\n– Grunnen er nok kanskje at musikkbransjen er helt kneblet og ikke har like mye makt lenger. Det er kun publikum der hjemme i stuene som bestemmer hva de vil høre på. Det er en ære å få spille på P3 Gull, og å bli sett, men jeg glemmer ikke hvor jeg kommer fra: folket. Uansett hva slags person folk i musikkbransjen prøver å forme meg til å være, eller hvordan de forsøker å vri og vende på hva jeg skal gjøre på scenen.\nDet er først og fremst for folket at han opptrer på P3 Gull, forklarer han. Å endelig få stå på scenen med resten av eliten, slik han pleide å drømme om, hevder han er mindre viktig nå. I løpet av de fem årene Tix har vært i rampelyset, har han dessuten opplevd det han ser på som en form for demokratisering innen media og underholdning.\n– Jeg synes det er interessant å reflektere over, for bransjen har blitt veldig annerledes. Nå kriger NRK om oppmerksomheten til folket – mot Netflix og alle de der. Tenk hvis jeg hadde kjørt livestream-konsert samme kvelden som P3 Gull, sier den tidligere storsabotøren med et fandenivoldsk smil.\nTRUSSEL MED ET SMIL: Andreas synes det er i begge parters interesse at feiden mellom ham og P3 er over. FOTO: Eskil Olaf Vestre, NRK P3\nDen 28. november skal Tix gjøre noe som aldri har blitt gjort på P3 Gull tidligere: Han skal spille en helt ny låt, som ingen har hørt før. Den har fått navnet «Tusen tårer» og er i følge Andreas oppfølgeren til «Jeg vil ikke leve».\n– Den skal bidra enda mer til følelsen av fellesskap. Mens «Jeg vil ikke leve» handler om et desperasjonen i spesifikt øyeblikk der alt går til helvete, handler «Tusen tårer» om depresjonen når du har hatt «jeg vil ikke leve»-følelsen over lengre tid.\nVeien videre:\nØnsker ennå å bli sett og forstått\nLåta er første smakebit fra det Andreas lenge har omtalt som et mer personlig albumprosjekt.\nHan jobber enda med skiva, og planen for den 28. november er å dra rett fra scenen på P3 Gull, inn i en taxi, og sette kursen mot studioet for å jobbe videre. Andreas beskriver albumet som vanskelig å lage, og svært omfattende.\n– Mange melankolske låter du hører på radioen er så abstrakte at det kan være vanskelig å relatere seg til dem. Jeg tror låtene mine har et godt potensial til å treffe mange nettopp på grunn av tydeligheten i låtskrivingen min. Albumet skal bli både nytt og nyttig.\nMed det mener han at det ikke bare er musikk du skal lytte til som tidsfordriv: lytteren skal kunne kjenne seg igjen i låtene og kunne bruke dem til å føle deg bedre.\nAndreas, som tidligere poserte på Instagram badende i pengesedler, er nok klar over at musikk med nytteverdi også er musikk som selger. Men det er kanskje ingen uoverenstemmelse mellom gode intensjoner og jakten på kroner? Mannen som tilbragte hele barndommen som outsider, fremstår også oppriktig rørt når han snakker om sine hengivne fans.\n– Jeg føler meg heldig og privilegert fordi jeg har blitt tatt så godt vare på av det norske folk. At jeg alltid har hatt folket i ryggen, og vært så heldig å få være med på festen. Også er jeg så sykt takknemlig for at alt dette jeg prøver å oppnå med fellesskapet og inkludering faktisk funker.\n– Så langt har det gått bra: først tok jeg over russetiden, hvor det er mye usikkerhet og fordommer blant folk, og sørget for et fellesskap der. Deretter gjorde jeg det samme med skolegården, for det skjer jo det samme der som i russemiljøet. Og så sørget jeg for å inkludere de ensomme.\nAndreas beskriver prosessen så langt som «baby steps»: han må stadig teste hvilke tiltak som lykkes og hvilke som ikke gjør det.\n– Men av og til blir jeg i tvil om jeg noen gang vil oppnå at folk kjenner meg så godt som jeg vil at de skal kjenne meg. Både Andreas og Tix.\nTix opptrer live på P3 Gull 2020. Sendingen ser du fra kl. 21:10 på NRK 1, NRK Nett-TV og P3.no lørdag 28. november.\nJournalister: Eskil Olaf Vestre\nFotograf, toppbilde: Linea C. Søgaard\nLES ALT OM P3 GULL 2020:", "original_url": "https://p3.no/musikk/tix-p3-gull-2020/", "wayback_url": "https://web.archive.org/web/20201121104411/https://p3.no/musikk/tix-p3-gull-2020/", "a_id": "Q30323936-0"}