{"title": "Eurovision 2021: With 100 days to go, who is competing this year?", "text": "Eurovision 2021: With 100 days to go, who is competing this year?\nWho will be comPeting in Rotterdam? (Picture: BBC)\nIt’s going to be a very different Eurovision Song Contest this year – but the show must go on.\nThere are 100 days until the 2021 Song Contest, and it’s been a long time coming for fans, after the 2020 contest was cancelled due to the coronavirus pandemic.\nThis time last year, entry announcements were in full swing and we were looking forward to a wild week in Rotterdam, only for the contest to be axed, all 41 entries to be thrown out and the event replaced with a love letter to Europe and a walk down memory lane.\nWe still don’t know exactly what Eurovision will look like in May, except for that it won’t feature thousands of fans packed into the Ahoy Arena with a full press room and nightclubs across Rotterdam hosting Eurovision parties. But we do know that Eurovision will take place in some shape or form, and the 41 participating countries have begun to decide who will be representing them, and with what song.\nSome 2020 acts are returning for their chance at Eurovision glory, while other countries are being represented by new artists.\nAdvertisement\nAdvertisement\nHere is the ever-changing list of who will be heading to Rotterdam – whether in person or virtually – in 100 days’ time for a chance to take over as champion from The Netherland’s Duncan Laurence.\nAlbania\nAnxhela Peristeri – Karma\nArilena Ara was set to represent Albania in 2020, but there’s been a change for 2021.\nAnxhela Peristeri won the Albanian national selection Festivali i Këngës with her song Karma,\nShe previously attempted to represent Albania back in 2001.\nArmenia\nTBC\nAustralia\nMontaigne (song TBC)\nMontaigne was chosen to represent Australia last year with her song Don’t Break Me, and is returning to do the job properly this year.\nAustria\nVincent Bueno (song TBC)\nVincent is returning to represent Austria after his 2020 effort, Alive.\nHis song is expected to be revealed in March.\nAzerbaijan\nEfendi (song TBC)\nEfendi was one of our 2020 favourites with her song Cleopatra, but she is confirmed to return in 2021.\nHer song is expected to be released in March.\nBelarus\nTBC\nDa Vidna were Belarus’s entrant in 2020. Those bidding to take the spot this year include, oddly enough, former United Kingdom entrant Daz Sampson.\nBelgium\nHooverphonic (song TBC)\nHooverphonic are back to represent Belgium after entering last year with their song Release Me.\nHowever, the band will look a bit different, as Geike Arnaert has returned to replace Luka Cruysberghs.\nWhile their song has not been unveiled, the band said last August that their entry was already ready.\nBulgaria\nVictoria (song TBC)\nVictoria was one of the favourites last year with Tears Getting Sober, and will be back this May.\nHer song will be revealed in March.\nCroatia\nTBC\nAfter Damir Kedžo’s entry last year, Croatia’s 2021 rep will be decided on February 13 at Dora 2021.\nAdvertisement\nAdvertisement\nCyprus\nElena Tsagrinou – El Diablo\nTaking over from 2020 entrant Sandro, Elena will represent Cyprus this year with a song called El Diablo.\nIt will be revealed on February 24.\nCzech Republic\nBenny Cristo (song TBC)\nBenny is back for 2021, after entering last year with Kemama.\nDenmark\nTBC\nDenmark’s national selection Melodi Grand Prix takes place on March 6 and will choose between eight artists – Nanna Olivia, Jean Michel, Fyr & Flamme, Chief 1 and Thomas Buttenschøn, The Cosmic Twins, Claudia Campagnol, Emma Nicoline and Mike Tramp – who represented Denmark in 1978 as part of the group Mabel.\nLast year’s entrants Ben & Tan are not competing.\nEstonia\nTBC\nEstonia’s entrant will be chosen in Eesti Laul on March 6.\nUku Suviste represented Estonia last year.\nFinland\nTBC\nFinland’s national selection Uuden Musiikin Kilpailu 2021 takes place on February 20.\nSeven acts are competing – Oskr, Teflon Brothers x Pandora, Danny, Laura, Blind Channel, Ilta and last year’s entrant Aksel.\nFrance\nBarbara Pravi – Voila\nBarbara has been chosen to represent France in 2021.\nShe replaces Tom Leeb, who entered last year with The Best In Me.\nGeorgia\nTornike Kipiani (song TBC)\nTornike is returning to represent Georgia, after his 2020 entry Take Me As I Am.\nGermany\nJendrik (song TBC)\nJendrik has been chosen to represent Germany after impressing two independent juries in Rotterdam for Germany: A Eurovision Jury,\nHe said: ‘I am really looking forward to performing for Germany at the Contest. Okay – I just can’t stay serious about this. Hey, everyone! I am really going to the Eurovision Song Contest! This is a dream come true. Amazing!’\nHis song will be revealed on February 25.\nJendrik takes over from Ben Dolic, who entered last year with Violent Thing.\nAdvertisement\nGreece\nStefania – Last Dance\nStefania is back after her 2020 entry Superg!rl, with this year’s effort Last Dance.\nIceland\nDaði og Gagnamagnið (song TBC)\nIceland’s 2020 entry Daði og Gagnamagnið were favourites to win last year with their song Think About Things, which became a chart hit after going viral on TikTok.\nThe band, led by Daði Freyr, are returning this year and are expected to release their 2021 song on March 13.\nIreland\nLesley Roy (song TBC)\nLesley Roy is back to represent Ireland after entering last year with Story of my Life.\nHer song is expected to be unveiled in March.\nIsrael\nEden Alene – Set Me Free\nEden had planned to sing Feker Libi last year, but she is hoping for a second chance at glory with her song Set Me Free.\nItaly\nTBC\nAfter Diodato’s acclaimed 2020 entry Fai rumore, Italy’s entrant will be chosen at the Sanremo national selection, which will take place without an audience from March 2 to 6.\nLatvia\nSamanta Tina (song TBC)\nSamanta is back to represent Latvia, following her 2020 entry Still Breathing.\nHer song will be unveiled on March 12.\nLithuania\nThe Roop – Discoteque\nThe Roop were a favourite for the 2020 win thanks to their song On Fire, along with its quirky staging and dancing.\nThe band are now back for 2021 after winning the national selection Pabandom iš naujo!, and will bring Discoteque to Rotterdam.\nAnd yes, there is dancing.\nMalta\nDestiny (song TBC)\nAfter entering with All of My Love last year, Destiny is back for Malta.\nShe previously won Junior Eurovision in 2015 and won The X Factor in her home country, so is one to watch.\nMoldova\nNatalia Gordienko (song TBC)\nAnother returning entry, Natalia Gordienko’s song will be revealed on March 8, following her 2020 attempt Prison.\nAdvertisement\nNorth Macedonia\nVasil (song TBC)\nVasil entered with YOU last year, and is back for a second chance for North Macedonia.\nNorway\nTBC\nNorway’s Melodi Grand Prix is in full swing, and its entrant will be confirmed on March 20.\nRIVER, IMERIKA, TuVeia and Ane.Fin will compete in the final semi-final to get a finalist place alongside Atle Petterson, TIX, Stavangerkameratene, Kaja Rode, Rein Alexander, Blasemafian feat Hazel, Raylee, Emmy, KiiM and 2019 entrants KEiiNO.\n2020 entrant Ulrikke is not returning.\nPoland\nTBC\nPoland has yet to confirm their entrant, after choosing Alicja and her song Empires last year.\nPortugal\nTBC\n2020 entrant Elisa will not return this year, but Portugal’s representative will be decided on March 6 at Festival da Canção 2021.\nRomania\nRoxen (song TBC)\nRoxen will return to represent Romania, following her hotly tipped entry Alcohol You last year.\nRussia\nTBC\nLittle Big represented Russia last year with the supremely catchy Uno, but will not be automatically selected for this year’s contest. They have, however, entered songs for selection.\nSan Marino\nSenhit (song TBC)\nFreaky! had to be ditched after last year’s cancellation, but Senhit has returned, with her song set to be revealed on February 23.\nSerbia\nHurricane (song TBC)\nThe girl group had hoped to take Hasta La Vista to the final last year, but will be getting a second chance this year.\nSlovenia\nAna Soklič (song TBC)\nAfter entering with Voda last year, Ana is back to perform once more.\nSpain\nBlas Cantó (song TBC)\nSpain’s song will be chosen later this month out of two options – Memoria and Voy a quedarme.\nBlas had entered last year with Universo.\nSweden\nTBC\nThe heats for Melodifestivalen started earlier this month, and the Swedish national selection final will take place on March 13.\nLast year, The Mamas conquered with their song Move.\nSwitzerland\nGjon’s Tears (song TBC)\nGjon’s Tears was Switzerland’s hope in 2020 with Répondez-moi.\nHowever, he will be returning this year with a new song.\nThe Netherlands\nJeangu Macrooy (song TBC)\nJeangu has big shoes to fill, following on from Duncan Laurence, who won for The Netherlands in 2019.\nHe entered last year with his ballad Grow.\nUkraine\nGo_A – Shum\nGo_A entered last year with Solovey, but are back for another shot.\nTheir hopes lie with their track, Shum.\nUnited Kingdom\nTBC\nJames Newman was announced as the UK’s entrant last March with his song My Last Breath, but is unclear as of yet whether he will be returning in 2021.\nMORE : Tracy Beaker star Dani Harmer seen in Harry Potter and the Philosopher’s Stone as fan digs out adorable clip\nMORE : Taylor Swift confirms she’s finished re-recording her album Fearless and it features six brand new songs", "original_url": "https://metro.co.uk/2021/02/11/eurovision-2021-with-100-days-to-go-who-is-competing-this-year-14064484/", "wayback_url": "https://web.archive.org/web/20210211133628/https://metro.co.uk/2021/02/11/eurovision-2021-with-100-days-to-go-who-is-competing-this-year-14064484/", "a_id": "Q30323936-6"}