{"title": "Plateanmeldelse: Tix - \"Dømt og berømt\"", "text": "Plateanmeldelse: Tix - \"Dømt og berømt\"\nUBEHAGELIG DRØY: Tix. Foto: CARL-FREDRIK SALICATH\nPlateanmeldelse: Tix – «Dømt og berømt»\nPublisert: 20.05.16 17:26 Oppdatert: 20.05.16 17:47\nMUSIKK 2016-05-20T15:26:34Z\n«Den nye punken.»\nALBUM: RUSSEMUSIKK\nTix\n«Dømt og berømt»\n(Tix/Sony)\n1\nRuss 2016 er over. Men låtene består. I dag gjør denne samlingen et gedigent byks på VG-lista.\nLes også: Så mye koster russelåtene\nOg selv om mor og far til russen garantert krabbet rundt dritings i rødt i sin tid, er det nok heller tvilsomt at de gaulte «jeg vil rogne deg i trynet».\nFor ja: Tix-tekstene er bevisst simple, sexfokuserte og ubehagelig drøye.\nDe er som standup-poenger på bedriftseventer, en slags innkokt blanding av Tommy Steine og Ørjan Burøe.\nSmakløst – men uhyre effektivt om man er mellom 18 og 19,5 år. Ferdigdesignet for å bli mislikt av alle andre.\nFikk du med deg? Russ dynket i giftig stoff\nBærumsgutten bak, Andreas Haukeland, er en kompetent kopimaskin og hovedarkitekten bak vår tids største ungdomsopprør.\n23-åringen har en unik evne og imponerende kapasitet til å slenge ut vage variasjoner over de samme linjene. Låtene er bygget rundt samme mal, fulle av plattheter som på sitt eget absurde vis bygger seg opp til 16 identiske liftoff-er.\nSkremmende «ærlig», moralsk på kanten og smått gammelmodig. Hver eneste låt skal være en topp, en høydare for nettopp bussen den tar navnet fra. Bygget rundt happy hardcore-modellen tyske Scooter mer eller mindre fant opp på nittitallet.\nÅ kalle det en utfordring å bare lytte på de over 50 minuttene som dette vedvarer, er en mild underdrivelse.\nMen det er en situasjon «Dømt og berømt» aldri er tiltenkt. Dette er bruksgjenstander.\nBeats som skal holde festen i gang og skape minner i skjæringspunktet mellom uforglemmelige og ekstremt forglemmelige. Forhåpentlig uten handlinger som berøres av straffeloven.\nPlateselskapet Sony – som distribuerer dette, og hevder nåtidens russemusikk er den nye punken – sover like godt om natten, og bruker sikkert noen av inntektene fra de mange millioner streamene til å lage enda flere Christel Alsos-plater.\nHvis da ikke russen får dem. For hvem er det som eier låtene når Tix har fått mellom 70.000 og 100.000 kroner for å lage dem?\nDet minste problemet med russen er musikken. Dette kan lett bli stoppet om mor og far tar en «Skam» og synger med om reke, hooking og skløtte i stua hjemme.\nMen da kommer det tidsnok noe enda drøyere.\nBESTE LÅT: «Secret Obsession 2016»\nTOR MARTIN BØE", "original_url": "https://www.vg.no/rampelys/musikk/i/Kwqo6/plateanmeldelse-tix-doemt-og-beroemt", "wayback_url": "https://web.archive.org/web/20180628015901/https://www.vg.no/rampelys/musikk/i/Kwqo6/plateanmeldelse-tix-doemt-og-beroemt", "a_id": "Q30323936-0"}