{"title": "Se bilder direkte fra Justin Biebers opptreden", "text": "Se bilder direkte fra Justin Biebers opptreden\n(Dagbladet): For femte gang er Justin Bieber (23) på norsk jord, og klokken 21.15 er den verdenskjente popstjerna ventet å dukke opp på scenen på Forus Travbane i Stavanger.\nSelv om konserten ofte blir omtalt som Justin Bieber-konserten har en rekke andre store artister gjestet scenen før ham i dag. Blant andre Nico og Vinz, Tix og Martin Garix, hvor sistnevnte fikk hele publikum med på en regndans.\nSe direkte bilder fra konserten i bildekarusellen over!\nRegntunge skyer lå som et teppe over Stavanger da stadig flere fans samlet seg utenfor konsertarenaen der Justin Bieber skal opptre. For i kveld er det verken hester eller hestespill det handler om på Forus travbane.\n- Været gjør ingenting, vi er vanntette, ler Marion Knutsen.\nHun har med seg barnebarnet Eliana (4) og døtrene Nathalie og Therese på Bieber-opptreden. Sammen med flere tusen andre ventet de tålmodig i kø da portene åpnet klokka fire i ettermiddag.\nIkke bekymret\n- Vi har stått to timer, men det er det verdt, sier Nathalie Knutsen.\n- Vi har inntrykk av at sikkerheten er bra. Det har heller ikke bekymret oss på forhånd, nikker Therese Knutsen.\nFamilien hadde tatt turen fra Sarpsborg for å oppleve verdensstjernen live.\n- Eliana har sunget «Baby, baby» hele uka, forteller mamma Nathalie.\nEtter Bieber-konserten i Danmark kom det kritikk både mot og fra arrangøren.\nMen dirigert av politiet gikk innslippet til kveldens storkonsert uten dramatikk. Sikkerhetselskapet Pro Sec og politiet sørget for at de ivrigste som stod fremst i køen ble sluset inn i puljer.\nEksemplarisk publikum\nDet var mange som kom langveisfra i anledning det som har blitt beskrevet som den største konserten i Stavanger noensinne. Mer enn 30 000 billetter var forhåndssolgt.\n- Vi hadde noen tusen i kø da det åpnet, men publikum har oppført seg eksemplarisk, sier operativ leder i Pro Sec Henning Kristiansen.\nHan legger til at det så langt ikke er registrert noen skader.\nSiden han landet på Sola flyplass i går har Justin Bieber blant annet forlystet seg med motocross og strandliv.\nI dag skal han få publikum i sommerstemning på tross av regnværet. Etter planen går han på scenen klokka 21.15.", "original_url": "https://www.dagbladet.no/kultur/se-bilder-direkte-fra-justin-biebers-opptreden/67664886", "wayback_url": "https://web.archive.org/web/20170609002139/http://www.dagbladet.no/kultur/se-bilder-direkte-fra-justin-biebers-opptreden/67664886", "a_id": "Q30323936-80"}