{"title": "Tix hedret avdød fan: - Den skumleste fremførelsen jeg har gjort", "text": "Tix hedret avdød fan: - Den skumleste fremførelsen jeg har gjort\n– Det er kanskje den mest skremmende opptredenen jeg har gjort. Det er sjeldent jeg har sunget i så intime og sårbare omgivelser, sier Andreas «Tix» Haukeland til NRK.\nDen norske artisten er for tiden i Rotterdam og forbereder seg til Eurovision-konkurransen. Han er også aktuell i NRK-programmet Haik. Her tar programleder Christine Dancke ham med på en reise fylt av musikalske og rørende øyeblikk.\nTix skrev låten «Engel, ikke dra» til Aurora Buerskog (1998–2019). Foto: Privat\nBlant annet møter Tix familien og venninnen til Aurora Buerskog fra Stavanger. Hun døde av kreft i 2019, bare 20 år gammel.\nAurora var stor fan av Tix, og mot slutten hun hadde et stort ønske om at han skulle delta i begravelsen hennes.\n– Hun har en veldig spesiell plass i hjertet mitt, forteller Haukeland i programmet.\nTok to år å skrive\nHan forteller at det hele begynte da han sommeren 2019 gikk gjennom meldingene sine, og så at mange jenter hadde sendt samme melding til ham. I meldingen var det et bilde av en kiste. På kisten sto det malt «Tix» med gullbokstaver.\nPå det tidspunktet var artisten i Bergen i forbindelse med VG-lista, men han tok flyet til Stavanger for å delta i begravelsen til Aurora – fanen han aldri fikk møtt.\n– Etter å ha reist rett fra begravelse til en konsert for over ti tusen barn og ungdom, begynte tankene å samle seg. Tenk hvor mye musikken min virkelig betyr for enkelte der ute i publikum, sier han til NRK.\nSe programmet her:\nChristine Dancke tar med Tix på en reise fylt av musikk, fans og tårer. Du trenger javascript for å se video. Christine Dancke tar med Tix på en reise fylt av musikk, fans og tårer.\nI etterkant skrev han sangen «Engel, ikke dra», som er dedisert til Aurora.\n– Det er en låt som tok meg to år å skrive ferdig, fordi det tok tid å kjenne på alle følelsene, sier Haukeland.\nFramførte låten foran familien\nFor noen uker siden sang han låten foran Auroras nærmeste pårørende. Familien forteller til NRK at det var en fin opplevelse og at de setter stor pris på sangen.\n– Aurora hadde likt den veldig godt, sier venninnen Anna.\nHun forteller at musikken til Tix betydde mye for Aurora. At musikken satte i gang en feststemning, og good-vibe.\n– Når jeg hører musikken til Tix nå, så forbinder jeg det med våre fine stunder sammen. Pausene i alt det vonde, sier hun.\nHun forteller at Aurora ikke snakket veldig mye om begravelse og død og sånn, men var veldig opptatt av det skulle være en positiv ting. Så sa hun «du lover, du lover at Tix kommer?». Noe han gjorde.\nInntektene fra låten vil gå til Ønsketransporten, som hjalp Aurora oppfylle drømmen om å komme til påskefjellet på Haukeliseter en siste gang.", "original_url": "https://www-nrk-no.translate.goog/kultur/tix-hedret-avdod-fan_-_-den-skumleste-fremforelsen-jeg-har-gjort-1.15492622?_x_tr_sl=auto&_x_tr_tl=en&_x_tr_hl=en-US&_x_tr_pto=nui,elem", "wayback_url": "https://web.archive.org/web/20210925030022/https://www-nrk-no.translate.goog/kultur/tix-hedret-avdod-fan_-_-den-skumleste-fremforelsen-jeg-har-gjort-1.15492622?_x_tr_sl=auto&_x_tr_tl=en&_x_tr_hl=en-US&_x_tr_pto=nui,elem", "a_id": "Q30323936-76"}