{"title": "Barbara Dex Award 2021 für das auffälligste Outfit beim ESC geht an TIX aus Norwegen", "text": "Barbara Dex Award 2021 für das auffälligste Outfit beim ESC geht an TIX aus Norwegen\nDie Abstimmung für den Barbara Dex Award 2021 ist abgeschlossen und damit wissen wir jetzt auch, wer das auffälligste Outfit beim diesjährigen Eurovision Song Contest hatte: TIX aus Norwegen, der mit seinem Lied „Fallen Angel“ im ESC-Finale auf Platz 18 landete. Ein ausladender weißer Pelzmantel, schwere Ketten an den Handgelenken, glitzerndes Oberteil und glitzernde Hose, Sonnenbrille, Stirnband und als Sahnehäubchen noch Engelsflügel – klar, da kann man vielleicht auch noch ein zweites Mal hin. Auffällig war TIX‘ Outfit also auf jeden Fall.\nAber es gab auch noch mehr Klamotten, die durchaus ins Auge fallen sind. Deshalb wurde nicht nur der Sieger, sondern auch die Plätze 2 bis 5 verkündet. So sieht das Ergebnis aus:\nTIX aus Norwegen Roxen aus Rumänien Albina aus Kroatien James Newman aus Großbritannien Eden Alene aus Israel\nInsgesamt haben wurden bei der Abstimmung zum diesjährigen Barbara Dex Award 4870 Stimmen abgegeben – so viele wie nie zuvor.\nDie Abstimmung wurde wie jedes Jahr von songfestival.be durchgeführt. Der liebevoll-humorvolle Barbara Dex Award geht an eine/n Teilnehmer/in, der/die mit seinem bzw. ihrem Outfit ein Risiko eingegangen ist und dadurch aufgefallen ist. Es liegt an den ESC-Fans, den Gewinner bzw. die Gewinnerin zu bestimmen. Um es klar zu sagen: Dieser Preis für das auffälligste Outfit soll nicht sagen, was hässlich ist und was nicht und will den Song Contest natürlich auch nicht in ein schlechtes Licht rücken. Deshalb haben die Organisatoren die Beschreibung vor ein paar Jahren auch geändert.\nNach dem letzten ESC im Jahr 2019 ging der Barbara Dex Award an Conan Osíris aus Portugal. Der Preis geht in diesem Jahr zum allerersten Mal nach Norwegen und es ist auch das erste Mal überhaupt, dass ein nordisches Land gewinnt.\nWas sagt Ihr zur Wahl der ESC-Fans? Ist TIX ein würdiger Preisträger?\nGefällt mir: Gefällt mir Wird geladen...", "original_url": "https://esc-kompakt.de/barbara-dex-award-2021-fuer-das-auffaelligste-outfit-beim-esc-geht-an-tix-aus-norwegen/", "wayback_url": "https://web.archive.org/web/20210530142719/https://esc-kompakt.de/barbara-dex-award-2021-fuer-das-auffaelligste-outfit-beim-esc-geht-an-tix-aus-norwegen/", "a_id": "Q50729731-127"}