{"title": "Podcast \"ESC Update\" auf NDR Blue", "text": "Podcast \"ESC Update\" auf NDR Blue\nStand: 28.10.20 16:00 Uhr\nESC Update: So arbeitet die deutsche ESC-Jury\nBarbara Schöneberger stellt die Jury des ESC 2019 auf der Reeperbahn vor.\nIn der nächsten Ausgabe von ESC Update am 31. Oktober schaut Moderator Thomas Mohr hinter die Kulissen der Arbeit der deutschen ESC-Delegation. Nach dem Reglement muss bei jeder Abstimmung neben dem Publikum auch eine Gruppe aus fünf Musikprofis die Beiträge der anderen Länder bewerten. Jedes Jahr sind auch bekannte Musiker dabei: Nico Santos, Michael Schulte, Mary Roos, Max Giesinger, Adel Tawil, Nicole, Wincent Weiss … Die Liste der deutschen Jurorinnen und Juroren liest sich wie das Who's Who der heimischen Musikszene. Wie werden die Juroren gecastet, welches Briefing bekommen sie und wo schauen sie die Halbfinal- und Finalshows? All dieses Wissen hat Markus Pingel, Redakteur beim NDR Fernsehen, der für die Jurybetreuung in der deutschen Delegation verantwortlich ist. Er ist in ESC Update zu Gast.\nDeutschland beim Junior ESC: Song und Video produziert ESC Update - 26.09.2020 19:05 Uhr Autor/in: Stober, Marcel Bei ESC Update spricht Deutschlands Junior-ESC-Kandidatin Susan über ihre Erwartungen an den Wettbewerb. Außerdem: Wie gut ist die Konkurrenz aus der Ukraine und was wird aus dem ESC 2021?\n5 bei 1 Bewertungen Mit von 5 Sternen bewerten Vielen Dank. schließen Sie haben bereits abgestimmt. schließen Download\nBürger Lars Dietrich über seinen Kommentatoren-Job\nEinen Monat vor der Show in Warschau gibt es in ESC Update den aktuellen Stand der Vorbereitungen in Sachen Junior ESC. Thomas Mohr spricht mit dem Kommentator der Sendung, Bürger Lars Dietrich, über seine neue Aufgabe. Außerdem stellt Marcel Stober die vielversprechenden Songs des Wettbewerbs vor.\nDie EBU und der ESC im Schatten der Politik\nBeim ESC 2016 zeigte die armenische Sängerin Iveta Mukuchyan die Flagge des umkämpften Gebiets Bergkarabach.\nDarüber hinaus geht es (mal wieder) um Politik beim ESC: Demonstrationen in Weißrussland, Krieg zwischen Armenien und Aserbaidschan, Einschränkungen demokratischer Rechte in Ungarn und Polen. Thomas Mohr diskutiert mit dem ESC-Experten Jan Feddersen über die unglückliche Verstrickung von Show und Politik und stellt die Frage, ob die anderen Länder in der EBU weggucken oder sich einmischen sollen.\nESC Update - jetzt auch als Podcast\nUnd eine Information in eigener Sache: Mit der aktuellen Ausgabe bieten NDR Blue und eurovision.de ESC Update auch als Podcast an. Dieser wird weiterhin von Marcel Stober und Thomas Mohr moderiert und ist identisch mit der Sendung auf NDR Blue. Schon in der Vergangenheit wurde das Format der Sendung kontinuierlich optimiert. Mit der aktuellen Ausgabe wird wieder einiges anders, hoffentlich besser. Fakt ist: Jetzt ist es für alle Hörer und User viel einfacher, ESC Update unterwegs zu hören. Der ehemalige Loopstream (Endlosschleife) auf dieser Seite wurde durch ein downloadbares Audio ersetzt. Dadurch kann ESC Update in Zukunft von Anfang an gehört, unterbrochen, vor- oder zurückgespult werden, kurz: Es wird viel einfacher, die Sendung zu finden und zu hören.\nESC monatlich als Podcast und im Radio\nModerator Thomas Mohr aus dem ESC-Update-Team spricht mit Gästen und Experten über den ESC.\nIm Podcast ESC Update gibt es einmal im Monat Informationen, Interviews und Musik rund um den größten Musikwettbewerb der Welt. Die Sendung läuft außerdem auf NDR Blue - meist am letzten Samstag im Monat von 19.05 bis 20 Uhr. Die Moderation der Sendung teilen sich ESC-Autor und Experte Marcel Stober und Thomas Mohr, der den Eurovision Song Contest seit über 20 Jahren als Reporter begleitet. Sie nehmen jedes Jahr auch in den Songchecks die ESC-Titel der Saison kritisch unter die Lupe und bewerten sie nach ihren Chancen.\nKontakt zur Redaktion\nSchreibt uns, welche Themen eurer Meinung nach unbedingt in die Sendung ESC Update gehören! Vielleicht habt ihr ja auch besondere Musikwünsche. Einfach das Formular ausfüllen und an die Redaktion abschicken.", "original_url": "https://www.eurovision.de/news/Podcast-ESC-Update-auf-NDR-Blue,radiosendung100.html", "wayback_url": "https://web.archive.org/web/20201031031748/https://www.eurovision.de/news/Podcast-ESC-Update-auf-NDR-Blue,radiosendung100.html", "a_id": "Q50729731-76"}