{"title": "Erstes ESC-Halbfinale spült viele Zuschauer zu One", "text": "Erstes ESC-Halbfinale spült viele Zuschauer zu One\nDas erste Halbfinale des diesjährigen ESC hat One sehr gute Quoten beschert: 700.000 Zuschauer sahen sich am Dienstagabend die etwas mehr als zweistündige Live-Übertragung aus Rotterdam an. Das entsprach 2,7 Prozent Marktanteil beim Gesamtpublikum und 4,1 Prozent bei den 14- bis 49-Jährigen. Das ESC-Halbfinale lag damit nicht nur deutlich über dem Schnitt von One, sondern auch weit über den Werten aus dem Jahr 2019. Damals kam das erste Halbfinale beim Sender nur auf 400.000 Zuschauer.\nSchon vor der eigentlichen Übertragung hatte es für One gut ausgesehen: Ein \"Best of Eurovision\" erreichte ab 20:15 Uhr 2,1 Prozent Marktanteil beim jungen Publikum, 320.000 Menschen waren bei der Einstimmung auf die Live-Show mit dabei. Später am Abend unterhielt man mit \"Die 90er-Hits - Von Matthias Reim bis Guns 'N Rose\" noch 290.000 Zuschauer. Der Marktanteil beim Gesamtpublikum hielt sich nahezu konstant bei 2,5 Prozent, bei den Jüngeren ging er auf 1,4 Prozent zurück.\nEinen neuen Jahresbestwert erzielte unterdessen \"ZDFzeit\". Mit einer Doku über die \"Tricks der Lebensmittelindustrie\" erzielten die Mainzer zur besten Sendezeit 10,3 Prozent Marktanteil bei den 14- bis 49-Jährigen - besser lief es im Jahr 2021 noch nicht. Der durchschnittliche Marktanteil liegt bei rund 6,5 Prozent. Und auch insgesamt lief es mit 3,51 Millionen Zuschauern spürbar besser als sonst, 11,4 Prozent Marktanteil standen beim Gesamtpublikum auf der Uhr. Meistgesehene ZDF-Sendung am Dienstag war aber \"Die Rosenheim-Cops\" am Vorabend, hier schalteten 4,27 Millionen Menschen ein.\nGegen die ARD-Serien in der Primetime konnte sich \"ZDFzeit\" beim jungen Publikum recht locker durchsetzen. Insgesamt sah die Sache aber schon ganz anders aus: \"Um Himmels Willen\" unterhielt exakt 5 Millionen Zuschauer, \"In aller Freundschaft\" kam danach noch auf 4,95 Millionen. Mit 16,2 und 16,3 Prozent Marktanteil waren die beiden Serien mal wieder ein schöner Erfolg für Das Erste. Meistgesehene Sendung insgesamt am Dienstag war die \"Tagesschau\" mit 5,59 Millionen Zuschauern.", "original_url": "https://www.dwdl.de/zahlenzentrale/82820/erstes_eschalbfinale_spuelt_viele_zuschauer_zu_one/", "wayback_url": "https://web.archive.org/web/20210519123939/https://www.dwdl.de/zahlenzentrale/82820/erstes_eschalbfinale_spuelt_viele_zuschauer_zu_one/", "a_id": "Q50729731-105"}