{"title": "RAFAŁ takes 'The Ride' to Rotterdam", "text": "RAFAŁ takes 'The Ride' to Rotterdam\nJunior Eurovision Song Contest 2020 co-host RAFAŁ will perform his entry 'The Ride' during the first half of the second Semi-Final in Rotterdam on Thursday 20 May.\nThe Ride was written and composed by Swedish Grammi-nominated songwriters Joakim Övrenius, Thomas Karlsson, Clara Rubensson and Johan Mauritzson.\nArt direction for the video has been provided by Mikołaj Dobrowolski who will also work with RAFAŁ on his Rotterdam stage performance. Agustin Egurrola was the choreographer and the video was directed by Pascal Pawliszewszki.\nAbout RAFAŁ\nEurovision fans might recognise Rafał Brzozowski as a co-presenter of the 2020 Junior Eurovision Song Contest in Warsaw, Poland. His other TV work includes the popular music show The Name of the Tune and his time as co-host of the Polish version of Wheel of Fortune.\nRAFAŁ’s music career started with his participation in The Voice (of Poland), releasing his debut single Tak blisko (“So Close”) shortly after. Riding high in the Polish airplay and sales charts, the entertainer found further success with his albums Tak blisko and Mój czas (My Time).\nMusic aside, Brzozowski’s two biggest passions are sports and aviation. Rafał won a bronze medal for his wrestling in the Academic Championships of Poland, and is currently working on upgrading his private pilot licence to an aerobatic licence.\nPerhaps Rafał could fly to Rotterdam and offer the nearby Czech, German and Danish participants the opportunity to join him on The Ride?\nPoland at the Eurovision Song Contest\nPoland’s biggest success to date is their debut entry To nie ja! (It Wasn’t Me!) by Edyta Górniak, runner-up at the 1994 Contest in Dublin. That silver medal remains a highlight in the country’s Eurovision history, with Blue Café’s Love Song (2004) and Michał Szpak’s Color of Your Life (2016) their only other top ten finishes.\nThe nation has enjoyed more success at Junior Eurovision winning the competition on two successive occasions. Roksana Węgiel took the crown in 2018 with Anyone I Want to Be, before passing it on to Viki Gabor in 2019 when she won with her entry Superhero.\nCan RAFAŁ bring some of that Polish Junior success across to May’s Eurovision Song Contest?", "original_url": "https://eurovision.tv/story/rafal-the-ride", "wayback_url": "https://web.archive.org/web/20210312125355/https://eurovision.tv/story/rafal-the-ride", "a_id": "Q9302874-0"}