{"title": "The end of a decade: Stockholm 2000", "text": "The end of a decade: Stockholm 2000\nIt was Charlotte Nilsson (now Perelli) with Take Me To Your Heaven who brought Sweden its fourth victory in 1999, after winning in 1974, 1984 and 1991. There was hardly any doubt that Stockholm would host the 45th running of Europe's favourite TV-show, which would indeed happen on Saturday 13 May, 2000.\nSVT picked a pair of open lips to represent the 2000 Eurovision Song Contest. The designers described it as \"a sensual, yet stylistically pure mouth representing song, dialogue and speech\" . Three years later, the logo was in the running to become the contest's generic logo. Eventually, the current heart-flag symbol was picked.\nThe show\nSwedish public broadcaster SVT appointed former journalist and Melodifestivalen producer Svante Stockselius as Executive Producer. In 2004, he would become the contest's Executive Supervisor on behalf of the EBU. The Swedish team, inspired by the beginning of a new millennium, decided to modernize the Eurovision Song Contest, which was increasingly reviewed as being \"old-fashioned\". SVT booked the Globen Arena in downtown Stockholm for the big night, giving some 13,000 people the opportunity to attend the show. It was the largest venue ever, at least until the Danes would hold the 2001 contest at the much bigger Parken Stadium.\nThe TV-show was hosted by Kattis Ahlström and Anders Lundin, and directed by Marius Bratten, who would also do the job in Tallinn in 2002. Christine Marchal-Ortiz supervised the contest on behalf of the European Broadcasting Union for the fourth time.\nThe contestants\n24 countries were represented at the 2000 Eurovision Song Contest. Slovakia, Greece and Hungary decided not to compete for financial reasons. At that time, the rules of the contest determined that the countries with the five lowest average scores over the previous five contests who had participated in 1999, Bosnia & Herzegovina, Lithuania, Poland, Portugal and Slovenia were automatically excluded.\nBoth the fans as well as the bookmakers heavily tipped Estonia, represented by Ines with Once In A Lifetime , for victory. She reached a respectable 4th place at the big night. The Olsen Brothers from Denmark took victory by surprise with their Fly On The Wings Of Love , leaving Russia's Alsou - she would host the contest in Moscow in 2009 - at a comfortable 40-point distance at the end of the voting. The two Danish brothers also received the most douze points that night - as many as eight nations rewarded them the top score.\nLatvia debuted in Stockholm and finished 3rd.\nNathalie Source, who represented Belgium with Envie De Vivre , found herself at the bottom of the scoreboard with only 2 points from FYR Macedonia.\nThe controversies\nAs usual, the 2000 running of the Eurovision Song Contest also brought up some controversial situations. Israel entered a group who waved Israeli and Syrian flags advocating peace between the two nations. The two male singers in the group also ran up to each other and kissed for a brief moment, sparking controversy in their home country.\nThe Russian delegation petitioned for the Olsen Brothers to be disqualified, after they had used a so-called vocoder to give Jørgen Olsen an electronic sound to his voice during a few seconds of his performance. The issue was rejected by the EBU.\nAfter a devastating explosion at a large fireworks factory in the city of Enschede, Dutch broadcaster NOS decided to end the broadcast of the Eurovision Song Contest somewhere half way, so it could use the channel for continuous news broadcasts. Later, NOS declaired that it was both for practical reasons as well as because they found it \"inappropriate to broadcast a light entertainment programme on the night of such a catastrophic event\". A stand-by jury gave the Dutch points, instead of televoters.\nThe development\nThe first Eurovision Song Contest of this decade ánd millennium showed a modern competition, which was broadcast on the internet for the first time. The audience at the venue - the biggest to that date - also changed, from mainly invited guests in gala costumes to more vibrant and casual.\nFor the first time in the history of the contest, an official CD was released which included all 24 songs. Since then, CDs with all entries have been released every year.", "original_url": "https://eurovision.tv/story/the-end-of-a-decade-stockholm-2000", "wayback_url": "https://web.archive.org/web/20170802042428/https://eurovision.tv/story/the-end-of-a-decade-stockholm-2000", "a_id": "Q647450-12"}