{"title": "๐\u009f\u0087ท๐\u009f\u0087บ Russia: Channel One Confirms Eurovision National Final on March 8", "text": "๐\u009f\u0087ท๐\u009f\u0087บ Russia: Channel One Confirms Eurovision National Final on March 8\nChannel One has this evening confirmed that Russia will have a national final to determine its representative for Eurovision 2021.\nAt 20:00 local time (18:00 CET) on March 8, Russia will hold a selection to determine its representative for the Eurovision Song Contest 2021. A one hour long selection show is planned to be broadcast on Channel One, the broadcaster has yet to confirm details of the selection or the artists involved.\nIt was reported last week in the Russian media that Little Big will be performing a number of songs from which the public will determine the nations Eurovision 2021 entry. This is the first time since 2012 that Russia has held a televised selection for the Eurovision Song Contest.\nLittle Big were due to represent Russia at the Eurovision Song Contest in 2020 with “Uno”. The song went on to be the biggest musical release in Russia of the year, breaking YouTube viewing records for their music video.\nImage Source: Eurovision.tv | Source: Channel One\nRussia in the Eurovision Song Contest Russia debuted in Eurovision in 1994 and has gone on to be one of the most successful countries in the contest. Since the mid-00s Russia has had a string of strong results including their first and only victory in 2008. Dima Bilan won the contest in Belgrade, Serbia with the song โ\u0080\u009cBelieveโ\u0080? taking the contest to Moscow in the following year.", "original_url": "https://eurovoix.com/2021/03/01/%F0%9F%87%B7%F0%9F%87%BA-russia-channel-one-confirms-eurovision-national-final-on-march-8/", "wayback_url": "https://web.archive.org/web/20210301214431/https://eurovoix.com/2021/03/01/%F0%9F%87%B7%F0%9F%87%BA-russia-channel-one-confirms-eurovision-national-final-on-march-8/", "a_id": "Q104882029-0"}