{"title": "Євробачення-2021: як голосувати і де дивитися", "text": "Євробачення-2021: як голосувати і де дивитися\nСьогодні, 18 травня, о 22:00 відбудеться перший півфінал Пісенного конкурсу Євробачення-2021. Суспільний мовник транслюватиме пісенний конкурс на кількох платформах одночасно.\nЯк голосувати\nУ першому півфіналі українці зможуть голосувати за всіх учасників конкурсу, крім представників України — гурту Go_A. Під час прямого ефіру з’явиться інформація, на який номер надсилати смс-повідомлення.\nЧитайте також: Вокалістка гурту Go_A повернулася до репетицій на Євробаченні\nТелебачення\nГлядачі зможуть подивитися шоу на суспільному телеканалі UA: ПЕРШИЙ, яке розпочнеться о 22:00. Коментуватиме Євробачення-2021 ведучий Тімур Мірошниченко, який займається цією справою понад 15 років.\nПеред прямою трансляцією півфіналу о 21:20 розпочнеться проєкт «Наші на Євробаченні», в якому телеглядачі побачать ексклюзивні включення з-за лаштунків шоу на арені Ahoy перед самим півфіналом та дізнаються найсвіжіші подробиці про те, як проходить підготовка до виступу.\nРадіо\nНасолоджуватися трансляцією Євробачення-2021 зможуть традиційно слухачі UA: Радіо Промінь разом з ведучими Анною Заклецькою і Дмитром Захарченком.\nДіджитал-платформи\nПісенний конкурс Євробачення також можна буде подивитися на сайті конкурсу та на фейсбук-сторінці Євробачення з коментуванням Тімура Мірошниченка.\nЗазначимо, речницею України стала співачка Tayanna, яка у прямому ефірі фіналу конкурсу 22 травня оголосить результати голосування національного журі України.\nДивіться Пісенний конкурс Євробачення-2021 — півфінали 18, 20 травня і фінал — 22 травня о 22:00 на Суспільному та вболівайте за учасника від України гурт Go_A, який виступить з піснею SHUM під номером 15.\nНагадаємо, в Україні пряму трансляцію Пісенного конкурсу Євробачення показують суспільний телеканал UA: ПЕРШИЙ та комерційний телеканал СТБ.\nЧитайте також:", "original_url": "https://tv.suspilne.media/news/channel/112184", "wayback_url": "https://web.archive.org/web/20210518083523/https://tv.suspilne.media/news/channel/112184", "a_id": "Q50729731-302"}